Repository: Binyam95Bharu/Student-Management-System
Catalog: locale/*.utf8/LC_MESSAGES/help.po
Languages: cs, ru_ru, uk_ua

source: RosarioSIS comes with four groups as profiles: Administrator, Teacher, Parent & Student. The Administrator Profile has the most permissions, and the other profiles are restricted as appropriate. Please note that teachers are limited in access to the students scheduled in their classes, and that parents can only see the information of thier children, and that students can only see their personal information.
cs: RosarioSIS je rozdělen do čtyř skupin jako profilů: administrátor, učitel, rodič a student. Administrátorský profil má nejvíce oprávnění a ostatní profily jsou podle potřeby omezeny. Upozorňujeme, že učitelé mají omezený přístup ke studentům, kteří jsou ve svých třídách rozvrhováni, a rodiče mohou vidět pouze informace o svých dětech a studenti pouze jejich osobní údaje.
ru_ru: В RosarioSIS доступны роли для четырех групп: Администратор, Учитель, Родитель и Учащийся. Роль администратора обладает наибольшим количеством разрешений, а остальные профили ограничены по мере необходимости. Пожалуйста, обратите внимание, что учителя ограничены в доступе к учащимся, посещающим их занятия по расписанию, и что родители могут просматривать только информацию о своих детях, а учащиеся могут просматривать только свою личную информацию.
uk_ua: У RosarioSIS доступні ролі для чотирьох груп: Адміністратор, Вчитель, Батько та Учень. Роль адміністратора має найбільшу кількість дозволів, а інші обмежені в міру необхідності. Зверніть увагу, що вчителі мають обмежений доступ до учнів, які відвідують їхні заняття за розкладом, і що батьки можуть переглядати лише інформацію про своїх дітей, а учні можуть переглядати лише свою особисту інформацію.

source: If you click on one of the Profiles, you will see the Permissions Page. This page shows to which page(s) the profile has access to READ (Can Use) or to WRITE (Can Edit) the information on that particular page.
cs: Pokud klikneš na jeden z profilů, uvidíš stránku s oprávněními. Tato stránka ukazuje, ke kterým stránkám má profil přístup k ČÍST (může použít) nebo k PSÁT (může editovat) informace na dané stránce.
ru_ru: Если вы нажмёте на одну из ролей, вы увидите страницу разрешений. На этой странице показано, к каким страницам у роли есть доступ для ЧТЕНИЯ (использования) или ЗАПИСИ (редактирования) информации.
uk_ua: Якщо натиснути одну з ролей, ви побачите сторінку дозволів. На цій сторінці показано, до яких сторінок роль має доступ для читання (використання) або запису (редагування) інформації на цій конкретній сторінці.

source: When you uncheck "Can Edit", the users belonging to the profile will see the program in the menu and will see data on the page when clicking on it. They will NOT be able to change any of that information on that page. When you uncheck "Can Use" on a particular program, then users belonging to the profile will not see the program in the menu on the left hand side, and will not be able to access it.
cs: Když odškrtneš "Lze upravovat", uživatelé příslušníci profilu uvidí program v menu a při kliknutí na něj uvidí data na stránce. Na té stránce nebudou moci změnit žádné informace. Když odškrtneš "Lze použít" u konkrétního programu, uživatelé patřící do profilu program neuvidí v levé nabídce a nebudou k němu mít přístup.
ru_ru: Если вы снимите флажок «Может редактировать», пользователи, принадлежащие к роли, увидят раздел в меню и данные на странице при нажатии на неё. Они НЕ смогут изменить какую-либо информацию на этой странице. Если вы снимите флажок «Может использовать» для определённого раздела, пользователи, принадлежащие к этой роли, не будут видеть раздел в меню слева и не смогут получить к нему доступ.
uk_ua: Якщо ви знімете прапорець «Можна редагувати», користувачі з відповідною роллю побачать розділ в меню та дані на сторінці, натиснувши її. Вони не зможуть змінити будь-яку інформацію на цій сторінці. Якщо ви знімете прапорець «Можна використовувати» у певному розділі, користувачі, які належать до цієї ролі, не бачитимуть розділ в меню ліворуч і не зможуть отримати до нього доступ.

source: Administrator Profile
cs: Profil administrátora
ru_ru: Роль администратора
uk_ua: Роль адміністратора

source: Administrators have access to almost all pages, to read or to write information on that page. By default, they cannot see the "Comments" tab in the Student Info program, but can access and can modify all other pages.
cs: Administrátoři mají přístup téměř ke všem stránkám, aby na ně mohli číst nebo zapisovat informace. Ve výchozím nastavení nevidí záložku "Komentáře" v programu Student Info, ale mohou přistupovat ke všem ostatním stránkám a upravovat je.
ru_ru: Администраторы имеют доступ практически ко всем страницам, чтобы читать или записывать информацию на них. По умолчанию они не могут видеть вкладку «Комментарии» в разделе информации об учащихся, но могут получать доступ ко всем остальным страницам и изменять их.
uk_ua: Адміністратори мають доступ практично до всіх сторінок, щоб читати або зберігати інформацію на них. За замовчуванням вони не можуть бачити вкладку «Коментарі» в розділі з інформацією про учнів, але можуть отримувати доступ до всіх інших сторінок і змінювати їх.

source: You can restrict the User Profile edition if you uncheck the <i>Users > User Info > General Info > User Profile</i> checkbox. Administrators will then loose the ability to assign user profiles (and permissions).
cs: Edici uživatelského profilu můžeš omezit, pokud odškrtneš zaškrtávací políčko <i>Uživatelské > Uživatelské informace > Obecné informace > uživatelském profilu</i> . Administrátoři pak ztratí možnost přiřazovat uživatelské profily (a oprávnění).
ru_ru: Вы можете ограничить доступ к роли пользователя, если снимите флажок <i>Пользователи > О пользователе > Общая информация > Роль пользователя. В этом случае администраторы потеряют возможность назначать роли пользователей (и разрешения).
uk_ua: Ви можете обмежити доступ до ролі користувача, якщо знімете прапорець <i>Користувачі > Інформація про Користувача > Загальна інформація > Роль користувача. У цьому випадку адміністратори втратять можливість призначати ролі користувачів (і дозволи).

source: You can restrict the User Schools edition if you uncheck the <i>Users > User Info > General Info > Schools</i> checkbox. Administrators will then loose the ability to add or remove schools to/from a user.
cs: Verzi User Schools můžeš omezit, pokud odškrtneš zaškrtávací políčko <i>Users > User Info > General Info > Schools</i> . Administrátoři pak ztratí možnost přidávat nebo odebírat školy uživateli nebo z něj.
ru_ru: Вы можете ограничить доступ для пользователей школ, если снимите флажок <i>Пользователи > О пользователе > Общая информация > Школы</i>. В этом случае администраторы не смогут добавлять или удалять школы для пользователя.
uk_ua: Ви можете обмежити редагування «Користувачів школи», якщо знімете прапорець <i>Користувачі > Інформація про користувача > Загальна інформація > Школи</i>. Після цього адміністратори втратять можливість додавати або видаляти школи для/від користувача.

source: Teacher Profile
cs: Profil učitele
ru_ru: Роль учителя
uk_ua: Роль вчителя

source: Teachers have the permission to access a more limited set of pages within RosarioSIS, and their ability to edit those pages is more restricted. By default, teachers cannot change any data about a student EXCEPT for the Comments tab.
cs: Učitelé mají povolení přistupovat k omezenější sadě stránek v rámci RosarioSIS a jejich možnost tyto stránky upravovat je omezenější. Učitelé ve výchozím nastavení nemohou měnit žádná data o studentovi KROMĚ záložky Komentáře.
ru_ru: У учителей в RosarioSIS есть разрешение на доступ к более ограниченному набору страниц и их возможности редактировать эти страницы более ограничены. По умолчанию учителя не могут изменять какие-либо данные об учащемся, за исключением вкладки «Комментарии».
uk_ua: Вчителі мають дозвіл на доступ до більш обмеженого набору сторінок у RosarioSIS, і їх можливості редагувати ці сторінки є більш обмеженими. За замовчуванням вчителі не можуть змінювати будь-які дані про учня, ЗА ВИНЯТКОМ вкладки коментарів.

source: Parent Profile
cs: Profil rodiče
ru_ru: Роль родителей
uk_ua: Роль батьків

source: Parents are even more limited. Parents only have access to information that is specifically of interest to them, the student's demographic information, attendance and grades.
cs: Rodiče jsou ještě omezenější. Rodiče mají přístup pouze k informacím, které je konkrétně zajímají, tedy k demografickým údajům studenta, docházce a známkám.
ru_ru: Родители ещё более ограничены. Они имеют доступ только к той информации, которая представляет особый интерес для них: сведения об учащемся, его посещаемости и оценках.
uk_ua: Батьки ще більш обмежені. Батьки мають доступ тільки до тієї інформації, яка представляє особливий інтерес для них: інформації про учня, його відвідуваності й оцінках.

source: Add a User Profile
cs: Přidat uživatelský profil
ru_ru: Добавление роли пользователя
uk_ua: Додавання ролі користувача

source: For security reasons, it is recommended to add an "admin" profile to "Administrator" in order to limit the permissions of administrators. It should not be necessary for ALL administrators to be able to Add Schools, Copy Schools, change Marking Periods, or change Grading Scales, etc. Once the configuration of the school is done, changes to the configuration by unknowledgable users can be a source of troubles or dysfunctions.
cs: Z bezpečnostních důvodů se doporučuje přidat "admin" profil do "Administrátor", aby se omezila oprávnění administrátorů. Nemělo by být nutné, aby VŠICHNI administrátoři mohli přidávat školy, kopírovat školy, měnit hodnotící období nebo měnit hodnotící škály apod. Jakmile je konfigurace školy hotová, změny konfigurace neznalými uživateli mohou být zdrojem problémů nebo dysfunkcí.
ru_ru: По соображениям безопасности рекомендуется добавить роль «admin» к «Administrator», чтобы ограничить права администраторов. Не обязательно, чтобы все администраторы могли добавлять школы, копировать школы, изменять периоды обучения или шкалы оценок и т.д. После завершения настройки школы внесение изменений в конфигурацию неизвестными пользователями может стать источником проблем или сбоев в работе.
uk_ua: З міркувань безпеки рекомендується додати роль «admin» до вже існуючої ролі «Адміністратор», щоб обмежити права адміністраторів. Не обов'язково, щоб всі адміністратори могли додавати школи, копіювати школи, змінювати періоди навчання або шкали оцінок тощо після завершення налаштування школи. Внесення змін до конфігурації невідомими користувачами може стати джерелом проблем або збоїв в роботі.

source: To add a new Profile, type its name in the "Title" text box and then select its "Type" of profile. Finally, click the "Save" button in the upper part of the screen.
cs: Pro přidání nového profilu zadej jeho název do textového pole "Název" a poté vyber jeho "Typ" profilu. Nakonec klikni na tlačítko "Uložit" v horní části obrazovky.
ru_ru: Чтобы добавить новую роль, введите её название в текстовое поле «Заголовок», а затем выберите «Тип» роли. Наконец, нажмите кнопку «Сохранить» в верхней части страницы.
uk_ua: Щоб додати нову роль, введіть її назву в текстове поле «Назва», а потім виберіть «Тип» ролі. Нарешті, натисніть кнопку «Зберегти» у верхній частині сторінки.

source: Setting Permissions
cs: Nastavení oprávnění
ru_ru: Настройка разрешений
uk_ua: Налаштування дозволів

source: To configure the permissions your users should have, it is a good practice to login with a test user belonging to the profile and figure out what can be accessed. Less is more!
cs: Pro nastavení oprávnění, která by měli mít uživatelé, je dobré přihlásit se s testovacím uživatelem patřícím do profilu a zjistit, co je přístupné. Méně je více!
ru_ru: Чтобы настроить разрешения, которые должны быть у ваших пользователей, рекомендуется войти в систему под именем тестового пользователя, принадлежащего к роли, и выяснить, к чему можно получить доступ. Чем меньше, тем лучше!
uk_ua: Щоб налаштувати дозволи, які повинні мати ваші користувачі, рекомендується увійти під іменем тестового користувача, що належить до ролі, і з'ясувати, до чого можна отримати доступ. Чим менше, тим краще!

source: <i>User Permissions</i> allows you to deny access and/or write privileges to any program for any user.
cs: <i>Uživatelská oprávnění</i> umožňují odepřít přístup a/nebo oprávnění k zápisu jakémukoliv programu pro jakéhokoli uživatele.
ru_ru: Раздел <i>Разрешения пользователя</i> позволяет вам запретить доступ и/или права на запись в любом разделе для любого пользователя.
uk_ua: <i>Дозволи користувача</i>. Тут можна заборонити доступ і/або права на запис в будь-якому розділі для будь-якого користувача.

source: To assign privileges to a user, first select a user by searching and clicking on his name on the list. Then, use the checkboxes to define which programs the user can use and which programs he can use to modify information. If a user cannot use a particular program, the program will not be displayed on his menu. If he can use the program, but can't edit information with the program, the program will display the data, but won't let him change it. After you have completed the program checkboxes, click the "Save" button to save the user's permissions.
cs: Pro přiřazení oprávnění uživateli nejprve vyber uživatele vyhledáním a kliknutím na jeho jméno v seznamu. Poté použij zaškrtávací políčka k definování, které programy může uživatel používat a které může použít k úpravě informací. Pokud uživatel nemůže použít konkrétní program, program se v jeho menu nezobrazí. Pokud může program používat, ale nemůže s ním upravovat informace, program zobrazí data, ale nedovolí mu je změnit. Po dokončení zaškrtávacích polí programu klikni na tlačítko "Uložit" pro uložení oprávnění uživatele.
ru_ru: Чтобы назначить пользователю привилегии, сначала выберите пользователя с помощью поиска и щелчка по его имени в списке. Затем установите флажки, чтобы определить, какие разделы он может просматривать и какие изменять. Если пользователь не может использовать определенный раздел, этот раздел не будет отображаться в его меню. Если он может использовать раздел, но не может редактировать информацию, в разделе отобразятся данные, но их нельзя будет изменить. После того, как вы установили флажки в разделе, нажмите кнопку «Сохранить», чтобы сохранить права пользователя.
uk_ua: Щоб призначити привілеї користувачеві, спочатку виберіть його за допомогою пошуку та натисканням його імені у списку. Потім поставте прапорці, щоб визначити, які розділи користувач може використовувати та які розділи він може використовувати для зміни інформації. Якщо користувач не може використовувати певний розділ, цей розділ не відображатиметься в його меню. Якщо він може використовувати розділ, але не може редагувати інформацію за допомогою функції, функція відобразить дані, але не дозволить йому змінити їх. Після того, як ви встановили прапорці в розділі, натисніть кнопку «Зберегти», щоб зберегти права користувача.

source: <i>User Fields</i> allows you to add new fields and tabs to the User Info screen.
cs: <i>Uživatelská pole</i> umožňuje přidávat nové pole a záložky na obrazovku Informace o uživateli.
ru_ru: Раздел <i>Поля пользователей</i> позволяет добавлять новые поля и вкладки на экран информации о пользователе.
uk_ua: <i>Поля користувача</i>. Тут можна додавати нові поля і вкладки на сторінку інформації про користувача.

source: User Field Categories
cs: Kategorie uživatelských polí
ru_ru: Категории пользовательских полей
uk_ua: Категорії полів користувача

source: RosarioSIS allows you to add custom categories that will take the form of new "Tabs" of User Fields in the Users > User Info program. To create a new category or "tab", just click on the "+" icon below the existing Categories.
cs: RosarioSIS umožňuje přidávat vlastní kategorie, které budou mít podobu nových "záložek" uživatelských polí v programu Uživatelské > Informace o uživateli. Pro vytvoření nové kategorie nebo "karty" stačí kliknout na ikonu "+" pod existujícími kategoriemi.
ru_ru: RosarioSIS позволяет добавлять пользовательские категории, которые будут отображаться в виде новых «вкладок» пользовательских полей в разделе Пользователи > О пользователе. Чтобы создать новую категорию или «вкладку», просто нажмите на значок «+» под существующими категориями.
uk_ua: RosarioSIS дозволяє додавати власні категорії, які відображатимуться у вигляді нових «вкладок» користувацьких полів у розділі Користувачі > Інформація про користувача. Щоб створити нову категорію або «вкладку», просто натисніть на значок « + » під існуючими категоріями.

source: You can now type in the name of the new Category in the "Title" field(s) provided. Add a sort order (order in which the tabs will appear in the User Info program), and the number of columns the tab will display (optional). Click "Save" when you have finished.
cs: Nyní můžeš zadat název nové kategorie do polí "Název". Přidej pořadí třídění (pořadí, v jakém se záložky zobrazí v programu User Info) a počet sloupců, které karta zobrazí (volitelné). Klikni na "Uložit", až skončíš.
ru_ru: Теперь вы можете ввести название новой категории в предоставленные поля «Заголовок». Добавьте порядок сортировки (порядок, в котором вкладки будут отображаться в разделе О пользователе) и количество столбцов, которые будут отображаться на вкладке (необязательно). Когда закончите, нажмите «Сохранить».
uk_ua: Тепер ви можете ввести назву нової категорії в надані поля «Назва». Додайте порядок сортування (порядок відображення вкладок у розділі Інформація про користувача) та кількість стовпців, які відображатимуться на вкладці (необов'язково). Закінчивши, натисніть «Зберегти».

source: Click on the "+" icon below the "No User Fields were found" text. Fill in the Field Name field(s), and then choose what type of field you wish with the "Data Type" pull-down.
cs: Klikni na ikonu "+" pod textem "Nebyla nalezena žádná uživatelská pole". Vyplň pole Název pole a pak si vyber typ pole, který chceš, pomocí rozbalovacího menu "Typ dat".
ru_ru: Нажмите на значок «+» под текстом о том, что пользовательские поля не найдены. Заполните поля с названиями полей, а затем выберите желаемый тип полей в раскрывающемся списке «Тип данных».
uk_ua: Натисніть на значок « + » під текстом про те, що поля користувача не знайдені. Заповніть поля з назвами цих полів, а потім виберіть потрібний тип полів у спадному списку «Тип даних».

source: The "Sort Order" determines the order in which the fields will be displayed in the User Info tab.
cs: "Pořadí třídění" určuje pořadí, v jakém budou pole zobrazena v záložce Informace o uživateli.
ru_ru: «Порядок сортировки» определяет порядок, в котором поля будут отображаться на вкладке О пользователе.
uk_ua: «Порядок сортування» визначає порядок, в якому поля будуть відображатися на вкладці з інформацією про користувача.

source: You can delete any User field or Category simply by clicking on the "Delete" button in the upper right corner. Please note that you will lose all your data if you delete an already used field or category.
cs: Libovolné uživatelské pole nebo kategorii můžeš jednoduše smazat kliknutím na tlačítko "Smazat" v pravém horním rohu. Upozorňujeme, že pokud smažeš již používané pole nebo kategorii, přijdeš o všechna svá data.
ru_ru: Вы можете удалить любое пользовательское поле или категорию, просто нажав на кнопку «Удалить» в правом верхнем углу. Обратите внимание, что вы потеряете все свои данные, если удалите уже используемое поле или категорию.
uk_ua: Ви можете видалити будь-яке поле користувача або категорію, просто натиснувши кнопку «Видалити» у верхньому правому куті. Зверніть увагу, що ви втратите всі свої дані, якщо видалите вже використовуване поле або категорію.

source: <i>Teacher Programs: Input Final Grades</i> allows you to enter quarter, semester or progress period grades for all the selected teacher's students in the current period. By default, this program will list the students in the selected teacher's first period class for the current quarter. You can alter the period by changing the period pull-down menu at the top of the screen. Also, you can alter the quarter by changing the marking period pull-down menu on the left frame. Furthermore, you can select the current semester or progress period by changing the marking period pull-down menu at the top of the screen to the desired marking period.
cs: <i>Učitelské programy: Vstup závěrečných známek</i> ti umožňuje zadat známky za čtvrtletí, semestr nebo pokrokové období pro všechny vybrané studenty učitele v aktuálním období. Ve výchozím nastavení tento program uvádí studenty z první hodiny vybraného učitele za aktuální čtvrtletí. Období můžeš změnit změnou rozbalovacího menu období v horní části obrazovky. Také můžeš upravit čtvrtinu změnou rozbalovacího menu pro hodnotící období v levém rámečku. Dále si můžeš vybrat aktuální semestr nebo období pokroku změnou rozbalovacího menu v horní části obrazovky na požadované hodnotící období.
ru_ru: <i>Разделы для учителей: Выставление итоговых оценок</i>. Здесь можно выставить оценки за четверть, семестр или период успеваемости для всех учащихся выбранного учителя за текущий период. По умолчанию этот раздел отображает список учащихся из первого класса выбранного учителя за текущую четверть. Вы можете изменить период с помощью выпадающего меню в верхней части страницы. Кроме того, вы можете сменить четверть, с помощью выпадающего меню «Период обучения» в левой части страницы.
uk_ua: <i>Розділи для вчителів: введення підсумкових оцінок</i> дозволяє ввести оцінки за чверть, семестр або період успішності для всіх учнів обраного вчителя за поточний період. За замовчуванням цей розділ відображає список учнів з першого класу обраного вчителя за поточну чверть. ви можете змінити період за допомогою меню вибору періоду у верхній частині сторінки. Крім того, ви можете змінити чверть, вибравши спадне меню «період навчання» ліворуч. Крім того, ви можете вибрати поточний семестр або період навчання за допомогою меню періодів навчання у верхній частині сторінки на бажаний період.

source: Once you are in the correct marking period, you can enter student grades by selecting the earned grade for each student and entering comments as desired. Once all the grades and comments have been entered, click the "Save" button at the top of the screen.
cs: Jakmile jsi ve správném hodnotícím období, můžeš zadat známky studentů výběrem získané známky pro každého studenta a zadáním komentářů podle potřeby. Jakmile jsou všechny známky a komentáře zadány, klikni na tlačítko "Uložit" v horní části obrazovky.
ru_ru: Как только вы выберете нужный период обучения, вы можете выставить оценки учащихся, выбрав заработанную оценку для каждого учащегося и введя комментарии по желанию. Как только все оценки и комментарии будут введены, нажмите кнопку «Сохранить» в верхней части страницы.
uk_ua: Вибравши потрібний період навчання, ви можете ввести оцінки учнів, вибравши зароблену оцінку для кожного учня та ввівши коментарі за бажанням. Після введення всіх оцінок та коментарів натисніть кнопку «Зберегти» у верхній частині сторінки.
