Repository: Binyam95Bharu/Student-Management-System
Catalog: locale/*.utf8/LC_MESSAGES/help.po
Languages: cs, ru_ru, uk_ua

source: Note: you cannot add a new year using this program. Use the <i>School > Rollover</i> program instead.
cs: Poznámka: Nový rok nelze přidat pomocí tohoto programu. Použij místo toho program <i>Škola > Převrácení </i>.
ru_ru: Примечание: с помощью этого раздела вы не можете добавить новый учебный год. Вместо этого используйте раздел <i>Школа > Перенос данных</i>.
uk_ua: Примітка: ви не можете додати новий рік, використовуючи цей розділ. Замість цього використовуйте розділ <i>Школа > Перенесення</i>.

source: <i>Calendars</i> allows you to setup your school's calendar for the year. The calendar displays the current month by default. The month and year displayed can be changed by changing the month and year pull-down menus at the top of the screen.
cs: <i>Kalendáře</i> umožní nastavit školní kalendář na celý rok. Kalendář zobrazuje aktuální měsíc ve výchozím nastavení. Zobrazený měsíc a rok lze změnit změnou rozbalovacích menu měsíců a roku v horní části obrazovky.
ru_ru: Раздел <i>Календари</i> позволяет настроить школьный календарь на год. По умолчанию в календаре отображается текущий месяц. Отображаемые месяц и год можно изменить с помощью выпадающих меню месяца и года в верхней части страницы.
uk_ua: <i>Календарі</i>. Тут можна налаштувати шкільний календар на рік. За замовчуванням у календарі відображається поточний місяць. Відображені місяць і рік можна змінити, за допомогою спадних меню місяця і року у верхній частині сторінки.

source: On full school days, the checkbox in the upper right-hand corner of the day's square should be checked. For partial days, the checkbox should be unchecked and the number of minutes school will be in attendance should be entered into the text box next to the checkbox. For days on which there will be no school, the checkbox should be unchecked and the text field should be blank. To uncheck the checkbox or change the number of minutes in the school day, you must first click on the value you want to change. After making any changes to the calendar, click the "Save" button at the top of the screen.
cs: V den, kdy je vyučování celý den, by mělo být zaškrtnuté políčko v pravém horním rohu čtverce daného dne. V případě dnů, kdy je vyučování jen částečné, by mělo být políčko zrušeno a do textového pole vedle něj by měl být zadán počet minut, po které bude škola docházková. V případě dnů, kdy nebude vyučování, by mělo být políčko zrušeno a textové pole by mělo být prázdné. Chceš-li zaškrtnutí políčka zrušit nebo změnit počet minut ve školním dni, musíš nejprve kliknout na hodnotu, kterou chceš změnit. Po provedení jakýchkoli změn v kalendáři klikni na tlačítko „Uložit“ v horní části obrazovky.
ru_ru: В полные учебные дни флажок дня в правом верхнем углу должен быть установлен. В неполные учебные дни флажок должен быть снят, а в текстовом поле рядом с флажком нужно указать количество минут посещения школы. Для дней без занятий флажок должен быть снят, а текстовое поле должно быть пустым. Чтобы снять флажок или изменить количество минут в учебном дне, вам нужно сначала щёлкнуть по значению, которое хотите изменить. После внесения каких-либо изменений в календарь нажмите кнопку «Сохранить» в верхней части страницы.
uk_ua: У повні навчальні дні прапорець у верхньому правому куті квадрата дня повинен бути встановлений. У неповні навчальні дні прапорець повинен бути знятий, а в текстовому полі поруч з прапорцем слід вказати кількість хвилин, протягом яких у школі буде хтось з учасників навчального процесу. Для днів, в які в школі не буде занять, прапорець повинен бути знятий, а текстове поле повинно бути порожнім. Щоб зняти прапорець або змінити кількість хвилин у навчальному дні, спочатку потрібно натиснути на значення, яке потрібно змінити. Після внесення будь-яких змін до календаря натисніть кнопку «Зберегти» у верхній частині сторінки.

source: To setup your calendar at the beginning of the year, you should use the "Create" or "Edit" feature. By clicking on this link in the upper right-hand corner of the screen, you can setup all days in a specified timeframe as meeting all day. You can also select which days of the week that your school is in session. After selecting the beginning and ending dates of your school's school year and the days of the week that your school meets, click the "OK" button. You can now go through the calendar and mark holidays and partial days.
cs: Pro nastavení kalendáře na začátku roku bys měl použít funkci "Vytvořit" nebo "Upravit". Kliknutím na tento odkaz v pravém horním rohu obrazovky můžeš nastavit všechny dny v určeném časovém rámci jako celodenní schůzky. Můžeš si také vybrat, kdy má škola vyučování. Po výběru začátku a konce školního roku a dnů v týdnu, kdy se škola schází, klikni na tlačítko "OK". Nyní můžeš procházet kalendář a označovat svátky a částečné dny.
ru_ru: Чтобы в начале года настроить календарь, воспользуйтесь функцией «Создать» или «Изменить». Нажав на эту ссылку в правом верхнем углу экрана, вы можете настроить все дни в указанном периоде как занятия на весь день. Вы также можете выбрать дни недели, в которые в вашей школе будут проходить занятия. После выбора дат начала и окончания учебного года и дней недели, в которые будут проходить занятия, нажмите кнопку «ОК». Теперь вы можете просматривать календарь, отмечая праздники и неполные дни.
uk_ua: Щоб налаштувати свій календар на початок року, вам слід скористатися функцією «Створити» або «Редагувати». Натиснувши на це посилання у верхньому правому куті екрана, ви можете налаштувати всі дні певного періоду часу як повні навчальні дні. ви також можете вибрати, в які дні тижня у вашій школі проводяться заняття. Вибравши дати початку та закінчення навчального року у вашій школі та дні тижня, коли проводяться заняття, натисніть кнопку «Добре». Тепер ви можете переглядати календар і відзначати святкові та неробочі дні.

source: The calendar is also a display of school events. This can include everything from teacher in-service days to sporting events. These events are visible by other administrators as well as parents and teachers at your school.
cs: Kalendář je také ukázkou školních akcí. To může zahrnovat vše od dnů výuky učitelů až po sportovní akce. Tyto akce jsou viditelné pro ostatní administrátory, stejně jako rodiče a učitele ve škole.
ru_ru: Календарь также отображает школьные события. Это может быть что угодно: от дней чествования учителей до спортивных соревнований. Эти события видны другим администраторам, а также родителям и учителям вашей школы.
uk_ua: У календарі також відображаються шкільні події. Це може включати будь-що: від днів професійного розвитку вчителів до спортивних змагань. Події видно іншим адміністраторам, а також батькам і вчителям вашої школи.

source: To add a school event, click on the add icon (+) in the lower left-hand corner of the event's date. In the popup window that appears, enter the event's information and click the "Save" button. The popup window will close, and the calendar will be automatically refreshed to display the added event.
cs: Pro přidání školní akce klikni na ikonu přidat (+) v levém dolním rohu data akce. V okně vyskakovacího okna zadej informace o události a klikni na tlačítko "Uložit". Okno se zavře a kalendář se automaticky obnoví, aby zobrazil přidanou událost.
ru_ru: Чтобы добавить школьное событие, нажмите на значок «Добавить» (+) в левом нижнем углу даты события. В появившемся всплывающем окне введите информацию о событии и нажмите кнопку «Сохранить». Всплывающее окно закроется, а календарь будет автоматически обновлён для отображения добавленного события.
uk_ua: Щоб додати шкільну подію, торкніться значка «Додати» (+) у нижньому лівому куті дати події. У спливаючому вікні, що з'явиться, введіть інформацію про подію та натисніть кнопку «Зберегти». Спливаюче вікно закриється, а календар буде автоматично оновлено для відображення доданої події.

source: To modify an event, click on the event you want to modify, and change the event's information in the popup window that appears after clicking on the values you want to change. Click the "Save" button. The window will close and the calendar will automatically refresh to display the change.
cs: Pro úpravu události klikni na událost, kterou chceš upravit, a změň informace o události v oknu po kliknutí na požadované hodnoty. Klikni na tlačítko "Uložit". Okno se zavře a kalendář se automaticky obnoví, aby změnu zobrazil.
ru_ru: Чтобы изменить событие, нажмите на событие, которое вы хотите изменить, измените информацию о нём во всплывающем окне, которое появляется после нажатия на значения, которые вы хотите изменить. Нажмите кнопку «Сохранить». Окно закроется, а календарь автоматически обновится, чтобы отобразить изменения.
uk_ua: Щоб змінити подію, торкніться неї та змініть інформацію у спливаючому вікні, яке з'явиться після натискання. Натисніть кнопку «Зберегти». Вікно закриється, а календар автоматично оновиться, щоб відобразити зміни.

source: If the school uses a Rotation of Numbered Days, the day's number is displayed in the day's box.
cs: Pokud škola používá rotaci číslovaných dnů, číslo dne se zobrazí v políčku pro daný den.
ru_ru: Если школа использует систему чередования нумерованных дней, номер дня отображается в поле дня.
uk_ua: Якщо школа використовує чергування нумерованих днів, номер, пов’язаний із днем, відображається у квадраті дня.

source: <i>Periods</i> allows you to setup your school's periods. Middle and high schools will likely have many periods, whereas elementary schools will probably have only one period (called All Day) or perhaps 3 (All Day, Morning, and Afternoon).
cs: <i>Období</i> ti umožní nastavit školní hodiny. Střední a vysoké školy pravděpodobně budou mít více hodin, zatímco základní školy budou mít pravděpodobně jen jednu hodinu (nazývanou Celý den) nebo možná 3 (Celý den, ráno a odpoledne).
ru_ru: <i>Периоды дня</i>. У средних и старших школ, скорее всего, будет много периодов, тогда как у начальных школ, вероятно, будет только один период («Весь день») или, возможно, 3 («Весь день», «Утро» и «День»).
uk_ua: <i>Інтервали часу</i>. Тут можна налаштувати інтервали для вашої школи. Середні та старші школи, ймовірно, матимуть багато інтервалів; навпаки, початкові школи, ймовірно, матимуть лише один інтервал (який називається Цілий День) або, можливо, 3 (День, Ранок та Після_обіду).

source: To add a period, fill in the period's title, short name, sort order, and length in minutes in the empty fields at the bottom of the periods list and click the "Save" button.
cs: Pro přidání období vyplň název období, krátký název, pořadí třídění a délku v minutách do prázdných polí dole v seznamu období a klikni na tlačítko "Uložit".
ru_ru: Чтобы добавить период, укажите его название, аббревиатуру, порядок сортировки и продолжительность в минутах в пустых полях внизу списка периодов и нажмите кнопку «Сохранить».
uk_ua: Щоб додати інтервал, заповніть його назву, коротку назву, порядок сортування та тривалість у хвилинах у порожніх полях внизу списку періодів та натисніть кнопку «Зберегти».

source: Blocks can be used to define irregular periods which happens on specific days. See the <i>Calendars</i> program for setup.
cs: Bloky lze použít k definování nepravidelných menstruací, které nastávají v konkrétní dny. Pro nastavení se podívej do programu <i>Kalendáře</i> .
ru_ru: Блоки можно использовать для определения нерегулярных периодов, которые приходятся на определенные дни. Для настройки обратитесь к разделу <i>Календари</i>.
uk_ua: Блоки можна використовувати для визначення нерегулярних періодів, які припадають на певні дні. Для налаштування зверніться до ункції <i>Календарі</i>.

source: To modify a period, click on any of the period's information, change the value, and click the "Save" button.
cs: Pro úpravu období klikni na jakoukoli informaci o této fázi, změň hodnotu a klikni na tlačítko "Uložit".
ru_ru: Чтобы изменить период, щёлкните по любому полю с информацией о нём, измените значение и нажмите кнопку «Сохранить».
uk_ua: Щоб змінити інтервал, натисніть будь-яку інформацію про нього, змініть значення та натисніть кнопку «Зберегти».

source: To delete a period, click the delete icon (-) next to the period you want to delete. You will be asked to confirm the deletion.
cs: Pro smazání tečky klikni na ikonu mazání (-) vedle tečky, kterou chceš smazat. Budeš požádán o potvrzení smazání.
ru_ru: Чтобы удалить период, нажмите на значок удаления (-) рядом с тем, который вы хотите удалить. Вам будет предложено подтвердить удаление.
uk_ua: Щоб видалити інтервал, торкніться значка видалення (-) поруч із інтервалом, який потрібно видалити. Вам буде запропоновано підтвердити видалення.

source: Note: a period cannot be deleted once it is associated to a course period.
cs: Poznámka: tečka nemůže být vymazána, jakmile je spojena s obdobím kurzu.
ru_ru: Примечание: период нельзя удалить, если он связан с периодом прохождения курса.
uk_ua: Примітка: інтервал не можна видалити, якщо він пов'язаний з періодом проходження курсу.

source: <i>Grade Levels</i> allows you to setup your school's grade levels.
cs: <i>Ročníky</i> ti umožní nastavit ročníky tvojí školy.
ru_ru: Раздел <i>Классы</i> позволяет вам настроить уровни обучения (классы) в вашей школе.
uk_ua: <i>Класи</i>. Тут можна налаштувати рівні успішності (список класів) у вашій школі.

source: To add a grade level, fill in the grade level's title, short name, sort order, and next grade in the empty fields at the bottom of the grade levels list and click the "Save" button. The "Next Grade" field indicates the grade students in the current grade will proceed to in the next school year.
cs: Pro přidání úrovně třídy vyplň její název, krátký název, pořadí třídění a další třídu do prázdných polí dole v seznamu tříd a klikni na tlačítko "Uložit". Pole "Další ročník" označuje, do kterého ročníku studenti současného ročníku postoupí v příštím školním roce.
ru_ru: Чтобы добавить класс, введите его название, аббревиатуру, порядок сортировки и следующий класс в пустые поля внизу списка уровней и нажмите кнопку «Сохранить». В поле «Следующий класс» указывается класс, в который учащиеся текущего класса перейдут в следующем учебном году.
uk_ua: Щоб додати клас, введіть його назву, коротку назву, порядок сортування та наступний клас в порожні поля внизу списку та натисніть кнопку «Зберегти». У полі «Наступний клас» вказується клас, до якого учні поточного класу перейдуть у наступному навчальному році.

source: To modify a grade level, click on any of the grade level's information, change the value, and click the "Save" button.
cs: Pro úpravu úrovně třídy klikni na jakoukoli informaci o této úrovni, změň hodnotu a klikni na tlačítko "Uložit".
ru_ru: Чтобы изменить данные о классе, щёлкните по любому полю с информацией о нём, измените значение и нажмите кнопку «Сохранить».
uk_ua: Щоб змінити клас, натисніть будь-яку інформацію про нього, змініть значення та натисніть кнопку «Зберегти».

source: To delete a grade level, click the delete icon (-) next to the grade level you want to delete. You will be asked to confirm the deletion.
cs: Pro smazání ročníku klikni na ikonu mazání (-) vedle třídy, kterou chceš smazat. Budeš požádán o potvrzení smazání.
ru_ru: Чтобы удалить класс, нажмите на значок удаления (-) рядом с ним. Вам будет предложено подтвердить удаление.
uk_ua: Щоб видалити клас, торкніться значка видалення ( - ) поруч із його назвою. Вам буде запропоновано підтвердити видалення.

source: Note: a grade level cannot be deleted once it has students enrolled.
cs: Poznámka: ročník nelze smazat, jakmile jsou studenti zapsáni.
ru_ru: Примечание: класс не может быть удалён после того, как в него зачислены учащиеся.
uk_ua: Примітка: клас не може бути видалений після того, як на нього зараховані учні.

source: <i>Rollover</i> copies the current year's data to the next school year. Students are enrolled in the next grade, and each school's information is duplicated for the next school year.
cs: <i>Rollover</i> zkopíruje data z aktuálního roku do dalšího školního roku. Žáci jsou zapsáni do dalšího ročníku a informace o každé škole jsou pro další školní rok zdvojené.
ru_ru: <i>Перенос данных</i> копирует данные текущего года в следующий учебный год. Учащиеся зачисляются в следующий класс, а информация о каждой школе дублируется для следующего учебного года.
uk_ua: При перенесенні даних на наступний навчальний рік дані за поточний рік копіюються на наступний навчальний рік. Учні зараховуються до наступного класу, А інформація про кожну школу дублюється у наступному навчальному році.

source: The data copied include periods, marking periods, users, courses, student enrollment, report card grade codes, enrollment codes, attendance codes, and eligibility activities.
cs: Kopírovaná data zahrnují období, hodnotící období, uživatele, kurzy, zápis studentů, hodnotící kódy na vysvědčení, kódy zápisu, kódy docházky a způsobilost.
ru_ru: Скопированные данные включают периоды дня, периоды обучения, пользователей, курсы, зачисленных учащихся, коды оценок в табеле успеваемости, коды зачисления, коды посещаемости и допуски к занятиям.
uk_ua: Скопійовані дані включають часові інтервали, періоди навчання, користувачів, курси, зарахування учнів, коди оцінок у табелі, коди зарахування, коди відвідуваності та дії, що відповідають вимогам.

source: Note: Students are enrolled or retained depending on their "Rolling / Retention options" set in the <i>Students > Student Info</i> program. In case the option is set to another school, the student will be enrolled either in the first Grade Level (Sort Order 1) or in the same Grade Level (same Title).
cs: Poznámka: Studenti jsou zapsáni nebo uchováni v závislosti na jejich „Převrácení / Retenční možnosti“ nastavených v programu <i>Studenti > Informace o studentech</i>. V případě, že je možnost nastavena na jinou školu, bude student zapsán buď do prvního ročníku (pořadí řazení 1), nebo do stejného ročníku (stejný název).
ru_ru: Примечание: Зачисление или удержание учащихся зависит от «Параметров зачисления / удержания», установленных в разделе <i>Учащиеся > Об учащемся</i>. Если параметр установлен для другой школы, учащийся будет зачислен либо в первый класс (порядок сортировки 1), либо в тот же класс (с тем же названием).
uk_ua: Примітка: зарахування або утримання учнів залежить від їх «Варіантів перенесення / утримання», встановлених у розділі <i>Учні > Інформація про учня</i>. Якщо для параметра вибрано іншу школу, учень буде зарахований або до першого класу (порядок сортування 1), або до того самого класу (з тією ж назвою).

source: <i>Configuration</i> offers various groups of options to help you configure:
cs: <i>Konfigurace</i> nabízí různé skupiny možností, které ti pomohou s nastavením:
ru_ru: Раздел <i>Настройка</i> предлагает различные группы параметров, которые помогут вам настроить:
uk_ua: <i>Налаштування</i>. Тут є різні групи параметрів, які допоможуть вам налаштувати:

source: <i>Program Title</i> & <i>Program Name</i>: rebrand RosarioSIS
cs: <i>Název programu</i> a <i>název programu</i>: přejmenovat RosarioSIS
ru_ru: <i>Заголовок программы</i> и <i>Название программы</i>: переименовать RosarioSIS
uk_ua: <i>Заголовок та Назву програми</i>: перейменувати RosarioSIS

source: Set the <i>Default Theme</i>, and eventually <i>Force</i> it to override users' preferred theme.
cs: Nastav výchozí <i>téma</i> a nakonec <i>ho vynuť</i> , aby přepsal preferované téma uživatelů.
ru_ru: Установить <i>Тему оформления по умолчанию</i> и даже применить её <i>Для всех</i> пользователей.
uk_ua: Встановити <i>Тему за замовчуванням</i> і в кінцевому підсумку, перевизначити бажану тему <i>Для всіх</i> користувачів.

source: <i>Create User Account</i> & <i>Create Student Account</i>: activate online registration. "Create User / Student Account" links will be displayed on the login page.
cs: <i>Vytvořit uživatelský účet</i> a <i>Vytvořit studentský účet</i>: aktivuj online registraci. Odkazy "Vytvořit uživatelský / studentský účet" se zobrazí na přihlašovací stránce.
ru_ru: <i>Создать учётную запись пользователя</i>, <i>Создать учётную запись учащегося</i>: активировать онлайн-регистрацию. Ссылки для создания учетной записи пользователя или учащегося будут отображены на странице входа в систему.
uk_ua: <i>Створити обліковий запис користувача</i> та <i>Створити обліковий запис учня</i>: активувати онлайн-реєстрацію. На сторінці входу відображатимуться посилання «Створити обліковий запис Користувача / Учня».

source: <i>Automatic Student Account Activation</i>: new students are added as Inactive students. Check this box so students are enrolled on the same day.
cs: <i>Automatická aktivace studentského účtu</i>: noví studenti jsou přidáváni jako neaktivní studenti. Zaškrtni toto políčko, aby byli studenti zapsáni ve stejný den.
ru_ru: <i>Автоматически активировать учётную запись учащегося</i>: новые учащиеся добавляются как неактивные. Установите этот флажок, чтобы учащиеся были зачислены в тот же день.
uk_ua: <i>Автоматична активація облікового запису учня</i>: нові учні додаються як неактивні. Установіть цей прапорець, щоб учні були зараховані в той же день.

source: <i>Default School</i>: selected school on the "Create Student Account" screen.
cs: <i>Výchozí škola</i>: vybral školu na obrazovce "Vytvořit studentský účet".
ru_ru: <i>Школа по умолчанию</i>: выберите школу на странице «Создать учётную запись учащегося».
uk_ua: <i>Школа за замовчуванням</i>: виберіть школу на сторінці «Створити обліковий запис учня».

source: <i>Student email field</i>: choose the field which you will use to store your students emails. This can be the Username field or any other text field from the General Info tab. Setting this field will enable new features for or related to students within RosarioSIS such as "Password Reset".
cs: <i>Pole pro studentský e-mail:</i> Vyber pole, které budeš používat pro ukládání e-mailů svých studentů. Může to být pole Uživatelské jméno nebo jiné textové pole z karty Obecné informace. Nastavení tohoto pole umožní nové funkce pro studenty nebo související s studenty v rámci RosarioSIS, například "Resetování hesla".
ru_ru: <i>Поле электронной почты учащегося</i>: выберите поле, которое будет использоваться для хранения адресов электронной почты ваших учащихся. Это может быть поле «Псевдоним» или любое другое текстовое поле на вкладке с общей информацией. Настройка этого поля включит новые функции для учащихся или связанные с ними в RosarioSIS, такие как «Сброс пароля».
uk_ua: <i>Поле електронної пошти учня</i>: виберіть поле, яке ви будете використовувати для зберігання електронних адрес ваших учнів. Це може бути поле імені користувача або будь-яке інше текстове поле на вкладці загальної інформації. Встановлення цього поля дозволить включити нові функції для учнів RosarioSIS або пов'язані з ними, такі як «Скидання пароля».
