Repository: Binyam95Bharu/Student-Management-System
Catalog: locale/*.utf8/LC_MESSAGES/help.po
Languages: cs, ru_ru, uk_ua

source: "Auto Pull-Down" fields create menus from which you can select one option, and add options. You add options by selecting the "-Edit-" option in the menu choices and click "Save". You can then edit the field by removing the red "-Edit-" from the field, entering the correct information. RosarioSIS gets all the options that have been added to this field to create the pull-down.
cs: Pole "Automatické stažení dolů" vytvářejí menu, ze kterých si můžeš vybrat jednu možnost a přidat další možnosti. Možnosti přidáváš výběrem "-Edit-" v menu a kliknutím na "Uložit". Poté můžeš pole upravit odstraněním červeného "-Edit-" z pole a zadáním správných údajů. RosarioSIS získává všechny možnosti, které byly do tohoto pole přidány pro vytvoření pull-downu.
ru_ru: Поля «Автоматический раскрывающийся список» создают меню, из которых вы можете выбрать один вариант и добавить дополнительные опции. Для добавления дополнительных опций выберите опцию «-Редактировать-» в меню выбора и нажмите «Сохранить». Затем вы можете отредактировать поле, удалив из него красный значок «-Редактировать-» и введя правильную информацию. В поле RosarioSIS отображаются все параметры, которые были добавлены в это поле для создания раскрывающегося списка.
uk_ua: Поля «Автоматичний розкривний список» створюють меню, з яких можна вибрати опцію та додати інші опції. Ви додаєте опції, вибравши «-Редагувати-» з пунктів меню та натиснувши «Зберегти». Потім ви можете редагувати поле, видаливши червоний текст «-Редагувати-» з поля та ввівши правильну інформацію. RosarioSIS отримує всі опції, які були додані до цього поля під час створення випадаючого меню.

source: "Export Pull-Down" fields are created by adding options to the large text box respecting the following pattern: "option shown"|"option exported". For example: "Two|2", where "Two" is displayed on screen to the user, and "2" is the value in a downloaded spreadsheet.
cs: Pole "Export Pull-Down" se vytvářejí přidáním možností do velkého textového pole podle následujícího vzoru: "zobrazení možností"|" exportovaná možnost". Například: "Two|2", kde se uživateli zobrazí "Two" a "2" je hodnota ve stažené tabulce.
ru_ru: Поля «Раскрывающийся список Экспорт» создаются путём добавления опций в большое текстовое поле по следующей схеме: «Показанная опция»|«Экспортированная опция». Например: «Два|2», где «Два» отображается на экране для пользователя, а «2» - это значение в загруженной электронной таблице.
uk_ua: Поля «Розкривний список Експорт» створюються шляхом додавання опцій у велике текстове поле за такою схемою: «опція для показу»|«опція для експорту». Наприклад: "Два|2", де "Два" відображається на екрані для користувача, а "2" - це значення в завантаженій електронній таблиці.

source: "Select Multiple from options" fields create multiple checkboxes to choose one or more options.
cs: Pole "Vyber více z možností" vytváří více zaškrtávacích políček pro výběr jedné nebo více možností.
ru_ru: В полях «Выбор нескольких вариантов» устанавливается несколько флажков для выбора одного или нескольких вариантов.
uk_ua: У полях «Вибрати кілька варіантів» встановлюється кілька прапорців для вибору одного або декількох варіантів.

source: "Text" fields create alphanumeric text fields with a maximum capacity of 255 characters.
cs: Pole "Text" vytvářejí alfanumerická textová pole s maximální kapacitou 255 znaků.
ru_ru: Поля «Текст» создают буквенно-цифровые текстовые поля с максимальной ёмкостью 255 символов.
uk_ua: Поля «Текст» створюють буквено-цифрові текстові поля максимальною місткістю 255 символів.

source: "Long Text" fields create large alphanumeric text boxes with a maximum length of 5000 characters.
cs: Pole "Dlouhý text" vytvářejí velká alfanumerická textová pole s maximální délkou 5000 znaků.
ru_ru: Поля «Длинный текст» создают большие буквенно-цифровые текстовые поля с максимальной длиной 5000 символов.
uk_ua: Поля «Довгий текст» створюють великі буквено-цифрові текстові поля максимальною довжиною 5000 символів.

source: "Checkbox" fields create checkboxes. When checked it means "yes" and when un-checked "no".
cs: Pole "Zaškrtávací políčko" vytvářejí zaškrtávací políčka. Když je zaškrtnuto, znamená to "ano" a když je odškrtnuto, znamená to "ne".
ru_ru: Поля «Флажок» создают флажки (они же «Галочки» или «\/»). Если флажок установлен, это означает «да», а если флажок снят, это означает «нет».
uk_ua: Поля «Прапорці» створюють, відповідно, прапорці. Якщо позначено, це означає «так», а якщо знято - «ні».

source: "Number" fields create text fields that stores only numeric values.
cs: Pole "Čísla" vytvářejí textová pole, která uchovávají pouze číselné hodnoty.
ru_ru: Поля «Число» создают текстовые поля, в которых хранятся только числовые значения.
uk_ua: Поля «Число» створюють текстові поля, які зберігають лише числові значення.

source: "Date" field creates pull-downs fields to pick a date from.
cs: Pole "Datum" vytváří rozbalovací pole pro výběr data.
ru_ru: Поле «Дата» создаёт выпадающие поля для выбора даты.
uk_ua: Поля «Дата» створюють випадаючі поля для вибору дати.

source: "Files" field creates upload file field. Files can be later be downloaded and deleted.
cs: Pole "Soubory" vytváří pole pro nahrání souboru. Soubory lze později stáhnout a smazat.
ru_ru: Поле «Файлы» создаёт поле для загрузки файла. Файлы могут быть позже загружены и удалены.
uk_ua: У полі «Файли» створюється поле для завантаження файлу. Файли можуть бути пізніше завантажені та видалені.

source: The "Required" checkbox, if checked, will make that field required so an error will be displayed if the field is empty when saving the page.
cs: Zaškrtnutí políček "Vyžadováno" toto pole vyžaduje, takže je pole prázdné, při ukládání stránek se zobrazí chyba.
ru_ru: Флажок «Обязательное». Если он установлен, сделает это поле обязательным, поэтому при сохранении страницы, если поле не заполнено, будет отображаться ошибка.
uk_ua: Прапорець «Обов'язкове», якщо він встановлений, зробить це поле обов'язковим, тому при збереженні сторінки, якщо поле не заповнене, буде відображатися помилка.

source: The "Sort Order" determines the order in which the fields will be displayed on the School Information screen.
cs: "Pořadí třídění" určuje pořadí, v jakém budou pole zobrazena na obrazovce Školních informací.
ru_ru: Параметр «Сортировка» определяет порядок, в котором поля будут отображаться на странице информации о школе.
uk_ua: Параметр «Порядок сортування» визначає порядок, у якому поля відображатимуться на сторінці інформації про школу.

source: Delete a field
cs: Smazat pole
ru_ru: Удаление поля
uk_ua: Видалення поля

source: You can delete any School field simply by clicking on the "Delete" button in the upper right corner. Please note that you will lose all your data if you delete an already used field.
cs: Jakékoli pole školy můžeš jednoduše smazat kliknutím na tlačítko "Smazat" v pravém horním rohu. Upozorňujeme, že pokud smažeš již používané pole, ztratíš všechna svá data.
ru_ru: Вы можете удалить любое поле школы, просто нажав на кнопку «Удалить» в правом верхнем углу. Пожалуйста, обратите внимание, что вы потеряете все свои данные, если удалите уже используемое поле.
uk_ua: Ви можете видалити будь-яке поле Школи, просто натиснувши на кнопку «Видалити» в правому верхньому куті. Будь ласка, зверніть увагу, що ви втратите всі свої дані, якщо видалите вже використовуване поле.

source: <i>School Information</i> displays the name, address, and principal of the current school.
cs: <i>Informace o škole</i> zobrazují jméno, adresu a ředitele současné školy.
ru_ru: Раздел <i>О школе</i> содержит название, адрес и указание директора текущей школы.
uk_ua: <i>Інформація про школу</i> містить назву, адресу та ім'я директора поточної школи.

source: <i>Calendars</i> is a display of school events and your student's assignments. The calendar also displays whether or not school is in attendance on any given day. By default, the calendar displays the current month. The month and year displayed can be changed by changing the month and year pull-down menus at the top of the screen.
cs: <i>Kalendáře</i> jsou ukázka školních akcí a úkolů vašich studentů. Kalendář také ukazuje, zda je škola v daný den přítomná. Kalendář ve výchozím nastavení zobrazuje aktuální měsíc. Zobrazený měsíc a rok lze změnit změnou rozbalovacích menu měsíců a roku v horní části obrazovky.
ru_ru: Раздел <i>Календари</i> отображают школьные мероприятия и задания вашего учащегося. В календаре также отображается, посещает ли ваш учащийся школу в тот или иной день. По умолчанию в календаре отображается текущий месяц. Отображаемые месяц и год можно изменить с помощью меню месяца и года в верхней части страницы.
uk_ua: <i>Календарі</i> відображають шкільні заходи та завдання вашого учня. Календар також показує, чи відвідує ваш учень школу в той чи інший день. За замовчуванням в календарі відображається поточний місяць. Відображені місяць і рік можна змінити, за допомогою розкривних меню місяця і року у верхній частині сторінки.

source: The titles of school events and assignments are displayed in each date's box. Clicking on these titles will open a popup window that displays more information about the event or assignment. School events are preceded by a black stripe and assignments are preceded by a red stripe.
cs: Názvy školních akcí a úkolů jsou zobrazeny v políčku každého data. Kliknutím na tyto tituly se otevře vyskakovací okno, které zobrazí více informací o akci nebo zadání. Školní akce jsou předcházeny černým pruhem a úkoly červeným pruhem.
ru_ru: Названия школьных мероприятий и заданий отображаются в поле для каждой даты. При нажатии на эти названия открывается всплывающее окно, в котором отображается дополнительная информация о мероприятии или задании. Школьные мероприятия отмечены чёрной полосой, а задания - красной полосой.
uk_ua: Назви шкільних подій та завдань відображаються у полі для кожної дати. При натисканні на ці назви відкривається спливаюче вікно, в якому відображається додаткова інформація про подію або завдання. Шкільні події позначені чорною смугою, а завдання - червоною смугою.

source: For days that school is in attendance all day, the date's box is green. On partial days, the number of minutes that school is in session is displayed. If the school is not in attendance at all on any given day, the date's box is pink.
cs: V dnech, kdy je škola celý den přítomná, je políčko s datem zelené. V částečných dnech je zobrazen počet minut školního vyučování. Pokud škola v daný den vůbec nepřichází, rámeček s datem je růžový.
ru_ru: В те дни, когда школа посещается весь день, флажок с датой отображается зелёным цветом. В неполные дни отображается количество минут, в течение которых в школе проводятся занятия. Если в какой-либо день школа не посещается вообще, флажок с датой отображается розовым цветом.
uk_ua: У дні, коли школу відвідують цілий день, прапорець дати відображається зеленим кольором. У неповні дні відображається кількість хвилин, протягом яких в школі проводяться заняття. Якщо в будь-який день школа не відвідується взагалі, прапорець з датою відображається рожевим кольором.

source: <i>Add a Student</i> allows you to add a student to the system and enroll it.
cs: <i>Přidat studenta</i> umožní přidat studenta do systému a zapsat ho.
ru_ru: Раздел <i>Добавить учащегося</i> позволяет вам добавить этого самого учащегося в систему и зачислить.
uk_ua: <i>Додати учня</i> дозволяє вам додати учня в систему та зарахувати його.

source: To add the student, enter the birth date, social security number, ethnicity, gender, birthplace, and grade. Then, select the effective date of the student's enrollment and the enrollment code from the pull-down menus at the bottom of the page. If you wish to specify a student ID for this student, enter the student ID into the text field labeled RosarioSIS ID. if you leave this field blank, RosarioSIS will generate an unused student ID and assign it to the new student. Finally, click the "Save" button at the top of the screen.
cs: Pro přidání studenta zadej datum narození, číslo sociálního zabezpečení, etnický původ, pohlaví, místo narození a ročník. Poté vyber datum účinnosti zápisu studenta a kód zápisu z rozbalovacích menu dole na stránce. Pokud chceš pro tohoto studenta zadat studentské ID, zadej studentské ID do textového pole označeného RosarioSIS ID. Pokud toto pole necháš prázdné, RosarioSIS vygeneruje nepoužité studentské ID a přiřadí ho novému studentovi. Nakonec klikni na tlačítko "Uložit" v horní části obrazovky.
ru_ru: Чтобы добавить учащегося, введите дату рождения, номер социального страхования, этническую принадлежность, пол, место рождения и класс. Затем выберите дату зачисления учащегося и код зачисления (в выпадающем меню внизу страницы). Если вы хотите указать идентификатор для этого учащегося, введите его в текстовое поле с надписью RosarioSIS ID. если вы оставите это поле пустым, RosarioSIS сгенерирует неиспользуемый идентификатор и присвоит его новому учащемуся. Наконец, нажмите кнопку «Сохранить» в верхней части страницы.
uk_ua: Щоб додати учня, введіть дату народження, номер соціального страхування, етнічну приналежність, стать, місце народження та клас. Потім виберіть дату набрання чинності зарахування учня та код зарахування у розкривному меню внизу сторінки. Якщо ви хочете вказати учнівський ID для цього учня, введіть його в текстове поле з написом ROSARIOSIS ID. якщо ви залишите це поле порожнім, RosarioSIS створить невикористаний учнівський ID і призначить його новому учневі. Нарешті, натисніть кнопку «Зберегти» у верхній частині сторінки.

source: Note: a student cannot be deleted once it is enrolled in courses, has grades, attendance records, discipline referrals, or billing fees. You can drop him instead.
cs: Poznámka: student nemůže být smazán, jakmile je zapsán do kurzů, má známky, záznamy o docházce, doporučení na kázeň nebo fakturační poplatky. Můžeš ho místo toho pustit.
ru_ru: Примечание: учащийся не может быть удалён, если он записан на курсы, у него есть оценки, записи о посещаемости, рекомендации по дисциплине или оплата счетов. Вместо этого вы можете скрыть его.
uk_ua: Примітка: учень не може бути видалений, якщо він записаний на курси, має оцінки, записи про відвідуваність, рекомендації з дисципліни або оплату рахунків. Замість цього ви можете прибрати його.

source: <i>Associate Parents with Students</i> allows you to associate parents to students.
cs: <i>Asociace rodičů se studenty</i> umožňuje spojit rodiče se studenty.
ru_ru: <i>Связь родителей с учащимися</i>. Здесь можно указать необходимые связи.
uk_ua: <i>Зв'язок батьків з учнями</i> тут можна зв'язати батьків з учнями.

source: Once a parent's account has been set up, their children must be associated to their account with this program. If you have not already chosen a student earlier in your session, select a student by using the "Find a Student" Search screen. Next, search for a user to associate with the student. From the search result, you can select any number of users. You can select all the users in the list by checking the checkbox in the column headings above the list. After you have selected each desired user from this list, click the "Add Selected Parents" button at the top of the screen.
cs: Jakmile je rodičovský účet založen, musí být jejich děti přiřazeny k jejich účtu v tomto programu. Pokud sis studenta ještě dříve během sezení nevybral, vyber si studenta pomocí obrazovky "Najít studenta". Dále vyhledej uživatele, kterého chceš se studentem spojit. Z výsledků vyhledávání můžeš vybrat libovolný počet uživatelů. Všechny uživatele v seznamu můžeš vybrat zaškrtnutím políčka v nadpisech sloupců nad seznamem. Poté, co vybereš každého požadovaného uživatele ze seznamu, klikni na tlačítko "Přidat vybrané rodiče" v horní části obrazovky.
ru_ru: Как только учётная запись родителя будет настроена, дети этого родителя должны быть привязаны к его учетной записи. Если вы еще не выбрали учащегося ранее, то сделайте это с помощью страницы поиска «Найти учащегося». Затем выполните поиск пользователя, который будет ассоциироваться с учащимся. В результате поиска вы можете выбрать любое количество пользователей. Вы можете выбрать всех пользователей в списке, установив флажок в заголовках столбцов над списком. После того, как вы выбрали всех нужных пользователей из этого списка, нажмите кнопку «Добавить выбранных родителей» в верхней части страницы.
uk_ua: Як тільки обліковий запис батьків буде налаштовано, їхні діти повинні бути пов'язані з їхнім обліковим записом у цьому розділі. Якщо ви ще не вибрали учня раніше під час сеансу, виберіть його за допомогою сторінки пошуку «Знайти учня». Потім виконайте пошук користувача, який буде асоціюватися з учнем. В результаті пошуку ви можете вибрати будь-яку кількість користувачів. ви можете вибрати всіх користувачів у списку, встановивши прапорець у заголовках стовпців над списком. Вибравши кожного бажаного Користувача з цього списку, натисніть кнопку «Додати вибраних батьків» у верхній частині сторінки.

source: At any time after a student has been selected, you can see the parents already associated with that student. These parents are listed to the top of the user search screen / search results. These parents can be disassociated from this student by clicking the delete icon (-) next to the parent you wish to disassociate from the student. You will be asked to confirm this action.
cs: Kdykoli poté, co je student vybrán, můžeš vidět rodiče, kteří jsou s ním již spojeni. Tito rodiče jsou uvedeni nahoře v uživatelské obrazovce vyhledávání / ve výsledcích vyhledávání. Tito rodiče mohou být od tohoto studenta odpojeni kliknutím na ikonu delete (-) vedle rodiče, kterého chceš od studenta oddělit. Budeš požádán o potvrzení tohoto kroku.
ru_ru: В любой момент после выбора учащегося вы можете просмотреть родителей, которые уже связаны с этим учащимся. Родители отображаются в верхней части страницы поиска пользователя / результатов поиска. Родителей можно отсоединить от данного учащегося, нажав на значок удаления (-) рядом с родителем. Вам будет предложено подтвердить это действие.
uk_ua: У будь-який момент після вибору учня ви можете переглянути батьків, які вже пов'язані з цим учнем. Ці батьки відображаються у верхній частині сторінки пошуку користувача / результатів пошуку. Цих батьків можна від'єднати від даного учня, натиснувши на значок видалення ( - ) поруч з батьком, якого ви хочете від'єднати від учня. Вам буде запропоновано підтвердити цю дію.

source: <i>Group Assign Student Info</i> allows you to assign values to any of the Student data fields for a group of students in one action.
cs: <i>Skupinové přiřazení informací o studentovi</i> umožňuje přiřadit hodnoty kterémukoli ze studentských datových polí pro skupinu studentů v jedné akci.
ru_ru: <i>Групповое присвоение информации об учащемся</i> позволяет вам присвоить значения любому из полей данных об учащемся для группы учащихся за одно действие.
uk_ua: <i>Групове присвоєння інформації про учня</i> дозволяє вам присвоїти значення будь-якому з полів даних про учня для групи учнів за одну дію.

source: First, search for students. From the search result, you can select any number of students. You can select all the students in the list by checking the checkbox in the column headings above the list. After selecting students, fill in any of the Student fields in the box above the student list. Fields that you leave blank will not affect the students you selected. After you have selected each desired student from this list and filled in each desired Other Info field, click the "Save" button at the top of the screen.
cs: Nejprve vyhledej studenty. Z výsledků vyhledávání si můžeš vybrat libovolný počet studentů. Všechny studenty ze seznamu můžeš vybrat zaškrtnutím zaškrtávacího políčka v nadpisech sloupců nad seznamem. Po výběru studentů vyplň libovolné pole Student v poli nad seznamem studentů. Pole, která necháš prázdná, neovlivní vybrané studenty. Poté, co vybereš každého požadovaného studenta ze seznamu a vyplníš každé požadované pole Další informace, klikni na tlačítko "Uložit" v horní části obrazovky.
ru_ru: Сначала выполните поиск учащихся. В результате поиска вы можете выбрать любое количество учащихся. Вы можете выбрать всех учащихся в списке, установив флажок в заголовках столбцов над списком. После выбора учащихся заполните любое из полей для учащихся в поле над списком учащихся. Поля, которые вы оставите незаполненными, не повлияют на выбранных вами учащихся. После того, как вы выбрали каждого желаемого учащегося из этого списка и заполнили каждое необходимое информационное поле, нажмите кнопку «Сохранить» в верхней части страницы.
uk_ua: Спочатку виконайте пошук учнів. В результаті пошуку ви можете вибрати будь-яку кількість учнів. ви можете вибрати всіх учнів у списку, встановивши прапорець у заголовках стовпців над списком. Після вибору учнів заповніть будь-яке з полів для учнів у полі над списком учнів. Поля, які ви залишите незаповненими, не вплинуть на вибраних вами учнів. Вибравши кожного бажаного учня з цього списку та заповнивши кожне інше інформаційне поле, натисніть кнопку «Зберегти» у верхній частині сторінки.

source: <i>Print Letters</i> allows you to print form letters for any number of students.
cs: <i>Print Letters</i> umožňuje tisknout formulářové dopisy pro libovolný počet studentů.
ru_ru: <i>Печать писем</i> позволяет печатать бланки писем для любого количества учащихся.
uk_ua: <i>Друк листів</i> дозволяє друкувати бланки листів для будь-якої кількості учнів.

source: First, search for students. From the search result, you can select any number of students. You can select all the students in the list by checking the checkbox in the column headings above the list. After selecting students, enter the letter text in the "Letter Text" text field above the student list.
cs: Nejprve vyhledej studenty. Z výsledků vyhledávání si můžeš vybrat libovolný počet studentů. Všechny studenty ze seznamu můžeš vybrat zaškrtnutím zaškrtávacího políčka v nadpisech sloupců nad seznamem. Po výběru studentů zadej text dopisu do pole "Text dopisu" nad seznamem studentů.
ru_ru: Сначала выполните поиск учащихся. В результате поиска вы можете выбрать любое их количество. Вы можете выбрать всех учащихся в списке, установив флажок в заголовках столбцов над списком. После выбора учащихся введите текст письма в текстовое поле «Текст письма» над списком учащихся.
uk_ua: Спочатку виконайте пошук учнів. В результаті пошуку ви можете вибрати будь-яку кількість учнів. ви можете вибрати всіх учнів у списку, встановивши прапорець у заголовках стовпців над списком. Після вибору учнів введіть текст листа в текстове поле «Текст листа» над списком учнів.

source: You can insert certain pieces of student information into your letter with special variables:
cs: Do dopisu můžeš vložit určité informace o studentech pomocí speciálních proměnných:
ru_ru: Вы можете вставить в своё письмо определенную информацию об учащемся с помощью специальных переменных:
uk_ua: Ви можете вставити певну інформацію про учня у свій лист за допомогою спеціальних змінних:

source: Full Name:
cs: Celé jméno:
ru_ru: Полное имя:
uk_ua: Повне ім'я:

source: First Name:
cs: Křestní jméno:
ru_ru: Имя:
uk_ua: Ім'я:

source: Middle Name:
cs: Prostřední jméno:
ru_ru: Второе имя (отчество):
uk_ua: Друге ім'я (по батькові):

source: Last Name:
cs: Příjmení:
ru_ru: Фамилия:
uk_ua: Прізвище:

source: School:
cs: Škola:
ru_ru: Школа:
uk_ua: Школа:

source: Grade Level:
cs: Ročník:
ru_ru: Класс:
uk_ua: Клас:
