Repository: Binyam95Bharu/Student-Management-System
Catalog: locale/*.utf8/LC_MESSAGES/help.po
Languages: cs, ru_ru, uk_ua

source: <i>Failed Login Attempts Limit</i>: ban access during 10 minutes if failed login attempts limit is reached. The "Too many failed login attempts. Please try logging in later." error will be shown on the login screen and the corresponding Access Log will have the "Banned" status.
cs: <i>Limit neúspěšných pokusů o přihlášení</i>: zakáže přístup na 10 minut, pokud je dosaženo limitu neúspěšných pokusů o přihlášení. Na přihlašovací obrazovce se zobrazí chyba „Příliš mnoho neúspěšných pokusů o přihlášení. Zkus se přihlásit později.“ a odpovídající protokol přístupu bude mít stav „Zakázáno“.
ru_ru: <i>Ограничение на неудачные попытки входа в систему</i>: если количество попыток входа превысит указанное здесь, то пользователь будет заблокирован на 10 минут. При этом он увидит сообщение о том, что было слишком много неудачных попыток входа в систему, а в журнале доступа он будет указан как заблокированный.
uk_ua: <i>Обмеження на невдалі спроби входу в систему</i>: заборона доступу протягом 10 хвилин при досягненні обмеження на невдалі спроби входу. На сторінці входу з'явиться повідомлення про помилку «Занадто багато невдалих спроб входу. Будь ласка, спробуйте увійти пізніше», а відповідно журнал доступу з'явиться статус «Заблоковано».

source: <i>Password Strength</i>: minimum password strength required. Estimations are based on the <i>zxcvbn</i> tool. Set to 0 to disable.
cs: <i>Síla hesla</i>: minimální požadovaná síla hesla. Odhady jsou založeny na nástroji <i>zxcvbn</i> . Nastav na 0 pro deaktivaci.
ru_ru: <i>Надёжность пароля</i>: нужно, чтобы пароль соответствовал минимальному уровню надёжности. Оценка надёжности выполняется инструментом <i>zxcvbn</i>. Установите значение 0 для его отключения.
uk_ua: <i>Надійність пароля</i>: потрібна мінімальна надійність пароля. Оцінки надійності базуються на інструменті<i>zxcvbn</i>. Встановіть значення 0 для відключення.

source: <i>Force Password Change on First Login</i>: activate to prompt users and students for a new password when they login for the first time.
cs: <i>Vynuť změnu hesla při prvním přihlášení</i>: aktivuj tak, abys uživatele a studenty vyzval k zadaní nového hesla při prvním přihlášení.
ru_ru: <i>Принудительная смена пароля при первом входе в систему</i>: активация запроса пользователям и учащимся нового пароля при первом входе в систему.
uk_ua: <i>Примусова зміна пароля при першому вході в систему</i>: активація для запиту користувачам і учням нового пароля при першому вході в систему.

source: <i>Display Name</i>: select the format which will be used to display User and Student full name.
cs: <i>Zobrazované jméno</i>: vyber formát, který bude použit pro zobrazení celého jména uživatele a studenta.
ru_ru: <i>Отображаемое имя</i>: выберите формат, который будет использоваться для отображения полного имени пользователя и учащегося.
uk_ua: <i>Відображуване ім'я</i>: виберіть формат, який буде використовуватися для відображення повного імені користувача та учня.

source: The School:
cs: Škola:
ru_ru: Школа:
uk_ua: Школа:

source: <i>School year over two calendar years</i>: whether the school year should be displayed as "2014" or "2014-2015"
cs: <i>Školní rok rozdělený do dvou kalendářních let:</i> zda by měl být školní rok uveden jako "2014" nebo "2014-2015"
ru_ru: <i>Учебный год охватывает два календарных года</i>: следует ли указывать учебный год как «2014» или «2014-2015».
uk_ua: <i>Навчальний рік протягом двох календарних років</i>: чи слід вказувати навчальний рік як «2014» або «2014-2015».

source: <i>Number of Days for the Rotation</i>: school days are numbered on the calendar. For example for a 3-day rotation and school days from Monday to Friday. Monday is day 1, Tuesday is day 2, Wednesday is day 3, Thursday is day 1, Friday is day 2, and so on. Then, instead of assigning days to course periods, you will assign numbers. This is for example used with a 5-day rotation, so that a holiday does not cancel classes.
cs: <i>Počet dní pro rotaci</i>: školní dny jsou v kalendáři číslovány. Například na třídenní rotaci a školní dny od pondělí do pátku. Pondělí je den 1, úterý den 2, středa den 3, čtvrtek den 1, pátek den 2 a tak dále. Pak místo přiřazování dnů do kurzových období přidělíte čísla. To se například používá při pětidenní rotaci, aby se během svátku nerušily hodiny.
ru_ru: <i>Количество дней для чередования</i>: учебные дни пронумерованы в календаре. Например, для чередования на 3 дня и учебных дней с понедельника по пятницу. Понедельник - это день 1, вторник - день 2, среда - день 3, четверг - день 1, пятница - день 2 и т.д. Тогда вместо присвоения дней в периодах прохождения курсов вы будете присваивать номера. Это, например, используется при 5-дневной смене занятий, чтобы праздники не отменяли занятия.
uk_ua: <i>Кількість днів для чергування</i>: навчальні дні пронумеровані в календарі. Наприклад, для 3-денного чергування з навчальними днями з понеділка по п’ятницю, понеділок – це перший день, вівторок – другий день, середа – третій день, четвер – перший день, п’ятниця – другий день тощо. Тоді замість того, щоб призначати дні періодам проходження курсу, ви б призначали номери. Це корисно, наприклад, для 5-денного чергування, щоб державне свято не скасовувало заняття.

source: <i>School logo (.jpg)</i>: upload the school logo (displayed in Report Cards, Transcripts, School Information & Print student Info)
cs: <i>Logo školy (.jpg):</i> nahrát logo školy (zobrazeno v vysvědčeních, přepisech, informacích o škole a tištěných informacích o studentech)
ru_ru: <i>Логотип школы</i>: загрузите школьный логотип (отображается в Табелях успеваемости, Стенограммах, информации о школе и распечатках информации об учащихся).
uk_ua: <i>Шкільний логотип (.jpg)</i>: завантажте шкільний логотип (відображається в табелях, стенограмах, інформації про школу та при друкуванні інформації про учнів).

source: <i>Currency Symbol</i>: the currency / monetary symbol used in Accounting & Student Billing modules
cs: <i>Měnový symbol</i>: měna / měnový symbol používaný v modulech účetnictví a studentské fakturace
ru_ru: <i>Символ валюты</i>: символ валюты/денежной единицы, используемый в модулях «Бухгалтерия» и «Выставление счетов учащимся»
uk_ua: <i>Символ валюти</i> : символ валюти / грошової одиниці, що використовується в модулях бухгалтерського обліку та виставлення рахунків учням

source: <i>Thousands separator</i>: use a comma or point or non-breaking space in digit grouping
cs: <i>Tisícový oddělovač</i>: použij čárku, tečku nebo nepřerušující mezeru při seskupování číslic
ru_ru: <i>Разделитель тысяч</i>: при группировке цифр используйте запятую, точку или неразрывный пробел
uk_ua: <i>Роздільник тисяч</i>: при групуванні цифр використовуйте кому, крапку або нерозривний пробіл

source: <i>Decimal separator</i>: use a point or comma to separate the integer part from the fractional part of a number
cs: <i>Desetinný oddělovač</i>: použij tečku nebo čárku k oddělení celočíselné části od zlomkové části čísla
ru_ru: <i>Десятичный разделитель</i>: используйте точку или запятую для отделения целой части числа от дробной
uk_ua: <i>Десятковий роздільник</i>: використовуйте крапку або кому, щоб відокремити цілу частину числа від дробу

source: <i>Course Widget</i>: whether the method for selecting a course is done through a Popup window (default) or using a select drop-down listing all course periods at once.
cs: <i>Widget kurzu</i>: ať už je metoda výběru kurzu provedena přes vyskakovací okno (výchozí), nebo pomocí rozbalovacího menu výběru, kde jsou všechny kurzové období najednou.
ru_ru: <i>Виджет «Курс»</i>: можно уточнить, курс выбирается через всплывающее окно (по умолчанию) или с помощью выпадающего списка выбора, в котором перечислены все периоды прохождения курса сразу.
uk_ua: <i>Віджет курсу</i>: чи використовується спосіб вибору курсу через спливаюче вікно (за замовчуванням) або за допомогою випадаючого списку вибору, в якому перераховані всі періоди проходження курсу відразу.

source: The Students module:
cs: Modul pro studenty:
ru_ru: Модуль Учащихся:
uk_ua: Модуль Учні:

source: <i>Display Mailing Address</i>: whether to record and display the student's mailing address as a different address.
cs: <i>Zobrazit poštovní adresu</i>: zda zaznamenat a zobrazit poštovní adresu studenta jako jinou adresu.
ru_ru: <i>Отображать почтовый адрес</i>: следует ли записывать и отображать почтовый адрес учащегося в качестве другого адреса.
uk_ua: <i>Відображати поштову адресу</i>: чи слід записувати та відображати поштову адресу учня як іншу адресу.

source: <i>Check Bus Pickup / Dropoff by default</i>: whether to check Bus Pickup / Dropoff checkboxes by default when entering the student address
cs: <i>Výchozí zaškrtnutí políček pro vyzvednutí / vysazení autobusem</i>: zda se při zadávání adres studentů ve výchozím nastavení zaškrtávají políčka pro vyzvednutí / vysazení autobusem
ru_ru: <i>По умолчанию устанавливать флажки «Автобусная остановка» / «Высадка»</i>: устанавливать ли по умолчанию флажки «Автобусная остановка» / «Высадка» при вводе адреса учащегося
uk_ua: <i>За замовчуванням позначати пункт посадки/висадки шкільного автобуса</i>: чи слід позначати прапорці «Посадка/висадка шкільного автобуса» за замовчуванням під час додавання адреси учня

source: <i>Enable Legacy Contact Information</i>: the ability to add information to the student contacts
cs: <i>Povolit kontaktní informace pro starší děti</i>: možnost přidávat informace ke studentským kontaktům
ru_ru: <i>Включить устаревшую контактную информацию</i>: возможность добавлять информацию к контактам учащихся
uk_ua: <i>Включити застарілу контактну інформацію</i>: можливість додавати інформацію до контактів учнів

source: <i>Use Semester Comments instead of Quarter Comments</i>: have a new student comments field each semester instead of each quarter
cs: <i>Použít Semestrální komentáře místo čtvrtletních komentářů</i>: měj nové pole pro studentské komentáře každý semestr místo každého čtvrtletí
ru_ru: <i>Использовать комментарии семестра вместо комментариев четверти</i>: определяет, использовать ли новое поле для комментариев учащихся каждый семестр вместо каждой четверти
uk_ua: <i>Використання коментарів до семестру замість коментарів до чверті</i>: створювати нове поле для коментарів учнів у кожному семестрі замість кожної чверті

source: <i>Limit Existing Contacts & Addresses to current school</i>: global setting (applies to all schools) that will limit the lists of Persons & Addresses to the ones associated with the user's current school when Adding an Existing Contact or Address
cs: <i>Omezit stávající kontakty a adresy na aktuální školu</i>: globální nastavení (platí pro všechny školy), které omezí seznamy osob a adres na ty spojené se současnou školou uživatele při přidání stávajícího kontaktu nebo adresy
ru_ru: <i>Ограничить существующие контакты и адреса текущей школой</i>: глобальная настройка (применяется ко всем школам), которая ограничивает списки людей и адресов теми, которые связаны с текущей школой пользователя при добавлении существующего контакта или адреса
uk_ua: <i>Обмежити існуючі контакти та адреси поточною школою</i>: Глобальна настройка (застосовується до всіх шкіл), яка обмежує списки людей і адрес тими, які пов'язані з поточною школою користувача при додаванні існуючого контакту або адреси

source: The Grades module:
cs: Známky modulů:
ru_ru: Модуль оценок:
uk_ua: Модуль оцінок:

source: <i>Grades</i>: whether your school uses percent grades, letter grades or both. Will then hide the percent or letter grades accordingly.
cs: <i>Známky</i>: zda tvoje škola používá procentuální známky, písmenkové známky nebo obojí. Podle toho se poté skryjí procentní nebo písmenkové známky.
ru_ru: <i>Оценки</i>: используются ли в вашей школе процентные оценки, буквенные оценки или и то, и другое. Невыбранные здесь варианты будут скрыты.
uk_ua: <i>Оцінки</i>: у вашій школі використовуються процентні оцінки, чи літерні або і те, і інше. Оберіть те, що потрібно. Інше буде приховано.

source: <i>Hide grade comment except for attendance period courses</i>: whether to hide grade comment for non attendance period courses
cs: <i>Skrýt komentář k známce kromě kurzů s docházkou</i>: zda skrýt komentář k známce u kurzů bez docházky
ru_ru: <i>Скрыть комментарий к оценке, за исключением курсов с посещаемостью</i>: скрывать ли комментарий к оценке для курсов без посещаемости
uk_ua: <i>Приховувати коментарі до оцінок, за винятком курсів з періодом відвідування</i>: чи слід приховувати коментар до оцінки для курсів без періоду відвідування

source: <i>Allow Teachers to edit grades after grade posting period</i>: the grade posting period for each marking period is set in the School > Marking Periods program
cs: <i>Umožnit učitelům upravovat známky po období zveřejňování</i>: období zveřejňování známek pro každé hodnoticí období je nastaveno v programu Škola > Hodnoticí období
ru_ru: <i>Разрешить учителям редактировать оценки после периода их выставления</i>: период публикации оценок для каждого периода обучения устанавливается в разделе Школа > Периоды обучения
uk_ua: <i>Дозволити вчителям редагувати оцінки після публікації результатів</i>: період публікації оцінок для кожного періоду виставлення оцінок встановлюється у розділі Школа > Періоди навчання

source: <i>Enable Anonymous Grade Statistics for Parents and Students / Administrators and Teachers</i>: the Anonymous Grade Statistics are displayed in the Student Grades program
cs: <i>Povol anonymní statistiky známek pro rodiče a studenty / administrátory a učitele</i>: anonymní statistiky známek se zobrazují v programu Studentské známky
ru_ru: <i>Включить анонимную статистику класса для Родителей и Учащихся, Администраторов и Учителей</i>: анонимная статистика оценок отображается разделе «Оценки учащегося»
uk_ua: <i>Увімкнути анонімну статистику оцінок для батьків та учнів / Адміністраторів та вчителів</i>: анонімна статистика оцінок відображаються у розділі оцінок учнів

source: The Attendance module:
cs: Modul docházky:
ru_ru: Модуль посещаемости:
uk_ua: Модуль відвідуваності:

source: <i>Minutes in a Full School Day</i>: if a student attends school for 300 minutes or more, RosarioSIS will automatically mark him Present for the day. If a student attends school for 150 minutes to 299 minutes, RosarioSIS will marked him Half Day present. If a student attends school for less than 150 minutes, RosarioSIS will mark him Absent. If your School Day is not 300 minutes long, then please adjust the Minutes in a Full School Day
cs: <i>Minuty během celého školního dne</i>: pokud student navštěvuje školu 300 minut nebo déle, RosarioSIS ho automaticky označí jako přítomného pro daný den. Pokud student navštěvuje školu 150 až 299 minut, RosarioSIS ho označí jako Half Day present. Pokud student navštěvuje školu méně než 150 minut, RosarioSIS ho označí jako nepřítomného. Pokud školní den netrvá 300 minut, uprav prosím zápisy v rámci celého školního dne
ru_ru: <i>Минут в полном учебном дне</i>: если ученик посещает школу в течение 300 минут или более, RosarioSIS автоматически отметит его присутствие в течение дня. Если учащийся посещает школу от 150 до 299 минут, то RosarioSIS отметит его отсутствующим полдня. Если учащийся посещает школу менее 150 минут, RosarioSIS отметит его как отсутствующего. Если продолжительность вашего учебного дня не превышает 300 минут, то, пожалуйста, скорректируйте продолжительность полного учебного дня
uk_ua: <i>Хвилин у повному навчальному дні</i>: якщо учень відвідує школу протягом 300 хвилин або більше, RosarioSIS автоматично відзначить його Присутність протягом дня. Якщо учень відвідує школу від 150 до 299 хвилин, то для RosarioSIS він буде відсутній Півдня. Якщо учень відвідує школу менше 150 хвилин, для RosarioSIS він буде помічений як Відсутній. Якщо тривалість вашого навчального дня не перевищує 300 хвилин, то, будь ласка, скоректуйте тривалість повного навчального дня

source: Set to 0 for dynamic Daily Attendance calculation based on total course period minutes. That is, the sum of the lengths of each course period during the day. Period lengths (in minutes) are defined in the School > Periods program.
cs: Nastav na 0 pro dynamický výpočet denní docházky založený na celkovém počtu minut vyučování během dne.
ru_ru: Установите значение 0 для динамического расчёта ежедневной посещаемости на основе общего количества минут в течение периода прохождения курса. Это сумма длительностей каждого периода обучения в течение дня. Продолжительность занятий (в минутах) определяется в разделе Школа > Периоды дня.
uk_ua: Встановіть значення 0 для динамічного розрахунку щоденної відвідуваності на основі загальної кількості хвилин періоду проходження курсу. Це сума тривалості кожного курсу протягом дня. Тривалість занять (у хвилинах) визначається в розділі Школа > Інтервали часу.

source: <i>Number of days before / after the school date teachers can edit attendance</i>: leave the fields blank to always allow teachers to edit attendance
cs: <i>Počet dní před / po vyučovacím dni, kdy mohou učitelé upravovat docházku</i>: nech pole prázdná, aby učitelé vždy mohli docházku upravovat
ru_ru: <i>Количество дней до/после даты начала занятий, за которые учителя могут изменять посещаемость</i>: оставьте поля пустыми, чтобы учителя всегда могли изменять посещаемость
uk_ua: <i>Кількість днів до початку занять / після закінчення занять, коли вчителі можуть змінювати відвідуваність</i>: залиште поля порожніми, щоб вчителі завжди могли змінювати відвідуваність

source: The Food Service module:
cs: Modul stravování:
ru_ru: Модуль столовой:
uk_ua: Модуль Ідальня:

source: <i>Food Service Balance minimum amount for warning</i>: set the minimum amount under which a warning will be displayed to the student and its parents on the Portal and to generate Reminders
cs: <i>Minimální částka pro varování zůstatku stravovacích služeb</i>: nastav minimální částku, pod kterou bude varování zobrazeno studentovi a jeho rodičům na portálu a generovat připomínky
ru_ru: <i>Оповестить при таком значении на счёте по питанию</i>: установите минимальную сумму, при превышении которой учащемуся и его родителям будет выводиться предупреждение на портале школы и генерироваться напоминания
uk_ua: <i>Мінімальна сума на рахунку у їдальні для попередження</i>: встановіть мінімальну суму, при перевищенні якої учневі та його батькам буде виводитися попередження на порталі та генеруватися нагадування

source: <i>Food Service Balance minimum amount</i>: set the minimum amount allowed
cs: <i>Minimální částka zůstatku v stravovacích službách</i>: nastav minimální povolenou částku
ru_ru: <i>Минимальная сумма на счёте по питанию</i>: установите минимально допустимую сумму
uk_ua: <i>Мінімальна сума на рахунку в їдальні</i>: встановіть мінімально допустиму суму

source: <i>Food Service Balance target amount</i>: set the target amount to calculate the minimum deposit
cs: <i>Cílová částka zůstatku stravovacích služeb</i>: nastav cílovou částku pro výpočet minimální zálohy
ru_ru: <i>Рекомендуемая сумма на счёте по питанию</i>: установите целевую сумму для расчёта минимального пополнения счёта питания.
uk_ua: <i>Планована сума залишку на рахунках в їдальні</i>: встановіть оптимальну кількість грошей на рахунку для розрахунку мінімальної суми для його поповнення

source: <b>Modules</b> tab: manage RosarioSIS modules. Deactivate any module you will not use or install new ones.
cs: <b>Záložka Moduly</b> : spravovat moduly RosarioSIS. Deaktivuj všechny moduly, které nebudeš používat nebo instaluj nové.
ru_ru: Вкладка<b>Модули</b>: управление модулями RosarioSIS. Отключите все модули, которые вы не будете использовать, или установите новые.
uk_ua: Вкладка <b>Модулі</b>: керування модулями RosarioSIS. Вимкніть усі модулі, які ви не будете використовувати, або встановіть нові.

source: <b>Plugins</b> tab: manage RosarioSIS plugins. Activate, deactivate and configure plugins. Click on the plugin title to get more information.
cs: <b>Záložka Plugins</b> : spravovat pluginy RosarioSIS. Aktivuj, deaktivuj a konfiguruj pluginy. Klikni na název pluginu pro více informací.
ru_ru: Вкладка <b>Плагины</b>: управление плагинами для RosarioSIS. Активация, деактивация и настройка. Нажмите на название плагина, чтобы получить дополнительную информацию.
uk_ua: Вкладка <b>Плагіни</b>: керування плагінами для RosarioSIS. Активація, деактивація та налаштування плагінів. Натисніть на назву плагіна, щоб отримати додаткову інформацію.

source: <i>School Fields</i> allows you to add new fields to the School Information screen.
cs: Možnost <i>Školní Obory</i> umožňuje přidávat nová pole na obrazovku s informacemi o škole.
ru_ru: <i>Поля школы</i> позволяет добавлять новые поля на страницу информации о школе.
uk_ua: <i>Поля школи</i> дозволяє додавати нові поля на сторінку інформації про школу.

source: Add a new Field
cs: Přidat nové pole
ru_ru: Добавить новое поле
uk_ua: Додавання нового поля

source: Click on the "+" icon below the "No School Fields were found" text. Fill in the Field Name field(s), and then choose what type of field you wish with the "Data Type" pull-down.
cs: Klikni na ikonu "+" pod textem "Nebyla nalezena žádná školní pole". Vyplň pole Název pole a pak si vyber typ pole, které chceš, pomocí rozbalovacího menu "Typ dat".
ru_ru: Нажмите на значок «+» под текстом о том, что Поля школы не найдены. Заполните поля с названиями полей (тавтология, да), а затем выберите желаемый тип добавляемых полей в раскрывающемся списке «Тип данных».
uk_ua: Натисніть на значок « + » під текстом повідомлення про те, що поля школи не знайдені. Заповніть поля з назвами полів школи, а потім виберіть потрібний тип у спадному списку «Тип даних».

source: "Pull-Down" fields create menus from which you can select one option. To create this type of field, click on "Pull-Down" and then add your options (one per line) in the "Pull-Down/Auto Pull-down/Export Pull-Down/Select Multiple from Options" text box.
cs: Pole "Pull-Down" vytvářejí menu, ze kterých si můžeš vybrat jednu možnost. Pro vytvoření tohoto typu pole klikni na "Pull-Down" a poté přidej své možnosti (jednu na řádek) do textového pole "Pull-Down/Auto Pull-down/Export Pull-Down/Select Multiple from Options".
ru_ru: Поля типа «Раскрывающийся список» создают меню, из которых вы можете выбрать один вариант. Чтобы создать поле такого типа, нажмите на «Раскрывающийся список», а затем добавьте свои параметры (по одному на строку) в текстовое поле «Раскрывающийся список/Автоматический раскрывающийся список/Раскрывающийся список Экспорт/Выбор нескольких вариантов».
uk_ua: Поля «Розкривний список» створюють меню, з яких ви можете вибрати один варіант. Щоб створити поле такого типу, натисніть на «Тип даних», а потім додайте свої параметри (по одному на рядок) до текстового поля «Тип даних/Автоматичний розкривний список/Розкривний список Експорт/Виберіть кілька варіантів».
