Repository: Binyam95Bharu/Student-Management-System
Catalog: locale/*.utf8/LC_MESSAGES/help.po
Languages: cs, ru_ru, uk_ua

source: <i>Grading Scale</i>: choose the "Not Graded" option if you do not wish to enter Final Grades for this class (the Gradebook will still be available). Note: you can create various grading scales using the <i>Grades > Grading Scales</i> program.
cs: <i>Hodnotící škála</i>: vyber možnost "Nehodnocený", pokud nechceš zadat konečné známky pro tento předmět (známková kniha bude stále dostupná). Poznámka: pomocí programu <i>Známky > Hodnotící škála</i> můžeš vytvářet různé stupnice.
ru_ru: <i>Шкала оценок</i>: выберите опцию «Без оценки», если вы не хотите вводить итоговые оценки для этого занятия (журнал успеваемости по-прежнему будет доступен). Примечание: вы можете создавать различные шкалы оценок, используя раздел <i>Оценки > Шкалы оценок</i>.
uk_ua: <i>Шкала оцінок</i>: виберіть опцію «Не виставлено», якщо ви не хочете вводити підсумкові оцінки для цього класу (журнал як і раніше буде доступний). Примітка: ви можете створювати різні шкали оцінок, використовуючи Розділ <i>Оцінки > Шкали оцінок</i>.

source: <i>Allow Teacher Grade Scale</i>: when checked, the teacher will be able to define custom Breakoff values for the Grading Scale.
cs: <i>Povolit učitelskou škálu známek</i>: po zaškrtnutí bude učitel schopen definovat vlastní hodnoty Breakoff pro Hodnotící škálu.
ru_ru: <i>Разрешить шкалу оценок учителя</i>: если этот флажок установлен, учитель сможет задавать свои пороговые значения для шкалы оценок.
uk_ua: <i>Дозволити шкалу оцінок вчителя</i>: якщо цей прапорець встановлено, вчитель зможе визначати свої власні порогові значення для шкали оцінок.

source: <i>Credits</i> is both the <b>coefficient</b> used to weigh Final Grades in order to calculate the overall / cumulative GPA, and the Credits attempted by students. 0 credits will be earned by a student whose grade is below the minimum (see the "Minimum Passing Grade" field in the <i>Grades > Grading Scales</i> program for configuration). Credits earned can be displayed on Transcripts and Credits can be displayed on Report Cards. For example, if you assign 4 credits to a Full Year Course Period and have 4 Quarters, students will earn 1 credit for each Quarter.
cs: <i>Kredity</i> jsou jak <b>koeficient</b> používaný k hodnocení konečných známek pro výpočet celkového / kumulativního GPA, tak i kreditů, které studenti zkoušejí. Student, jehož známka je pod minimální hranicí, získá 0 kreditů (viz pole "Minimální úspěšná známka" v programu <i>Grades > Grading Scales</i> pro konfiguraci). Získané kredity lze zobrazit na výpisech a kredity na vysvědčeních. Například pokud přiřadíš 4 kredity na celoroční období a máš 4 čtvrtletí, studenti získají 1 kredit za každý semestr.
ru_ru: <i>Зачётные единицы</i> - это одновременно <b>коэффициент</b>, используемый для взвешивания итоговых оценок с целью расчёта общего/кумулятивного среднего балла, и количество зачётных единиц, полученных учащимися. Учащийся, чей балл ниже минимального, получит 0 баллов (смотрите поле «Минимальный проходной балл» в разделе <i>Оценки > Шкалы оценок</i> для настройки). Заработанные баллы могут отображаться в стенограммах, а зачётные единицы - в табелях успеваемости. Например, если вы распределите 4 зачёта на полный учебный год и у вас будет 4 четверти, учащиеся будут получать по 1 зачёту за каждую четверть.
uk_ua: <i>Залікові одиниці</i> - це одночасно<b>коефіцієнт</b>, який використовується для зважування підсумкових оцінок з метою розрахунку загального / кумулятивного середнього балу, і кількість залікових одиниць, отриманих учнями. Учень, чий бал нижче мінімального, отримає 0 балів (дивіться поле «Мінімальний прохідний бал» в розділі <i>Оцінки > Шкали оцінок</i> для налаштування). Зароблені бали можуть відображатися в стенограмах, а залікові одиниці - в табелях успішності. Наприклад, якщо ви розподілите 4 заліки на повний навчальний рік і у вас буде 4 чверті, учні отримуватимуть по 1 заліку за кожну чверть.

source: <i>Gender Restriction</i>: the <i>Run Scheduler</i>, <i>Student Schedule</i> ("Unfilled Requests" list) and <i>Requests Report</i> programs make use of this restriction.
cs: <i>Genderové omezení</i>: programy <i>Spustit Plánovač</i>, <i>Rozvrh Studenta</i> ("seznam nesplněných požadavků") a <i>Zpráva o požadavcích</i> využívají toto omezení.
ru_ru: <i>Ограничение по полу</i>: это ограничение используют разделы <i>Запустить расписание</i>, <i>Расписание учащегося</i> (список «Незаполненные заявки") и <i>Отчёт о запросах</i>.
uk_ua: <i>Обмеження за ознакою статі</i>. Наступні розділи використовують це обмеження: <i>Запустити розклад</i>, <i>Розклад учня</i> (список «Незаповнені запити») і <i>Звіт про запити</i>.

source: <i>Parent Course Period</i>: optionally choose a parent course period. The <i>Run Scheduler</i> program makes use of it.
cs: <i>Období rodičovského kurzu</i>: volitelně si vyber hodinu rodičovského kurzu. Program <i>Spustit Plánovač</i> jej využívá.
ru_ru: <i>Родительский период прохождения курса</i>: при необходимости выберите родительский период прохождения курса. Его использует раздел <i>Запустить расписание</i>.
uk_ua: <i>Батьківський період проходження курсу</i>: при необхідності виберіть його. Використовується в розділі <i>Запуск планувальника</i>.

source: Note: a course period cannot be deleted once it has students enrolled.
cs: Poznámka: období kurzu nelze smazat, jakmile jsou studenti zapsáni.
ru_ru: Примечание: период прохождения курса не может быть удалён после того, как на него зачислены учащиеся.
uk_ua: Примітка: період проходження курсу не може бути видалений після того, як на нього зараховані учні.

source: <i>Run Scheduler</i> schedules every student at your school according to the requests entered for them.
cs: <i>Spustit Plánovač</i> plánuje každého studenta na tvojí škole podle požadavků, které pro něj zadal.
ru_ru: <i>Запустить расписание</i>. Составляет расписание для каждого учащегося в вашей школе в соответствии с введёнными для него заявками.
uk_ua: <i>Запуск планувальника</i> складіть розклад для кожного учня у вашій школі відповідно до введених для нього запитів.

source: You first must confirm the Scheduler run. Here, you can also choose to run the scheduler in "Test Mode" which will not save the student schedules.
cs: Nejprve musíš potvrdit spuštění Plánovače. Zde můžeš také zvolit spuštění plánovače v "Test Módu", což studentské rozvrhy neuloží.
ru_ru: Сначала вам нужно подтвердить запуск планировщика. Вы также можете выбрать запуск планировщика в «тестовом режиме», который не сохранит расписание учащихся.
uk_ua: Спочатку потрібно підтвердити запуск планувальника. Тут ви також можете запустити планувальник у «Тестовому режимі», який не збереже розклад учнів.

source: Once the scheduler has run, which could take several minutes, it will notify you of any conflicts. The Scheduler output will also tell you if any course requested has zero available seats. If a request could not be met, you can change the requests accordingly to ensure complete scheduling. Once the schedules have been saved, you will be given the option to view the Schedule Report.
cs: Jakmile plánovač běží, což může trvat několik minut, upozorní tě na případné konflikty. Výstup z Plánovače také řekne, jestli některý požadovaný kurz nemá žádná volná místa. Pokud žádost nebyla splněna, můžeš požadavky podle toho upravit, abys zajistil kompletní plánování. Jakmile budou rozvrhy uloženy, budeš mít možnost zobrazit Report rozvrhu.
ru_ru: Как только планировщик запустится, что может занять несколько минут, он уведомит вас о любых конфликтах. В выходных данных планировщика также будет указано, нет ли свободных мест на каком-либо из запрошенных курсов. Если запрос не может быть удовлетворен, вы можете соответствующим образом изменить запросы, чтобы обеспечить полное расписание. Как только расписание будет сохранено, вам будет предоставлена возможность просмотреть отчёт о расписании.
uk_ua: Як тільки планувальник запуститься, що може зайняти кілька хвилин, він повідомить вас про будь-які конфлікти. У вихідних даних планувальника також буде вказано, чи немає вільних місць на будь-якому із запитуваних курсів. Якщо запит не може бути задоволений, ви можете відповідно змінити запити, щоб забезпечити повний графік. Як тільки розклад буде збережено, вам буде надана можливість переглянути звіт про розклад.

source: <i>Schedule</i> is a display of the student's course schedule.
cs: <i>Rozvrh</i> je zobrazením rozvrhu studenta.
ru_ru: <i>Расписание</i> отображение расписания занятий учащегося.
uk_ua: <i>Розклад</i> - це відображення розкладу занять учня.

source: <i>Schedule</i> is a display of your child's course schedule.
cs: <i>Rozvrh</i> je zobrazení rozvrhu kurzů dítěte.
ru_ru: <i>Расписание</i> - отображает расписание занятий вашего ребенка.
uk_ua: <i>Розклад</i> - це відображення розкладу занять вашої дитини.

source: <i>Report Cards</i> is a utility that allows you to print report cards for any number of students.
cs: <i>Vysvědčení</i> je nástroj, který umožňuje tisknout vysvědčení pro libovolný počet studentů.
ru_ru: <i>Табели успеваемости</i> - это утилита, которая позволяет печатать табели успеваемости для любого количества учащихся.
uk_ua: <i>Табелі успішності</i> - це утиліта, яка дозволяє друкувати табелі успішності для будь-якої кількості учнів.

source: You can search for students who are enrolled in a specific course by clicking the "Choose" link next to the "Course" search option and choosing a course from the popup window that appears. You can also limit your search based on weighted/unweighted GPA, class rank, and letter grade by filling in the upper and lower bounds of the GPA and class rank range and checking the desired letter grade checkboxes. For example, this allows you to search for all students in the top ten of their class, all students who are failing, or all students who have failed at least one course in the marking periods selected.
cs: Studenty zapsané v konkrétním kurzu můžeš vyhledávat kliknutím na odkaz "Vybrat" vedle možnosti vyhledávání "Kurz" a výběrem kurzu z vyskakovacího okna, které se zobrazí. Můžeš také omezit vyhledávání podle váženého/neváženého GPA, pořadí ve třídě a známky písmenem vyplněním horních a dolních mezí GPA a hodnocení ve třídě a zaškrtnutím požadovaných písmenek pro známku. Například to umožní vyhledat všechny studenty v první desítce jejich třídy, všechny studenty, kteří neuspějí, nebo všechny studenty, kteří neuspěli alespoň v jednom předmětu ve vybraných hodnoticích obdobích.
ru_ru: Вы можете выполнить поиск учащихся, которые записаны на определенный курс, нажав на ссылку «Выбрать» рядом с параметром поиска «Курс» и выбрав курс в появившемся всплывающем окне. Вы также можете ограничить свой поиск на основе взвешенного/ невзвешенного среднего балла, рейтинга класса и буквенной оценки, заполнив верхнюю и нижнюю границы диапазона среднего балла и рейтинга класса и установив флажки для нужной буквенной оценки. Например, это позволяет выполнять поиск по всем учащимся, входящим в десятку лучших в своём классе, по всем учащимся, которые не успевают, или по всем учащимся, которые не сдали хотя бы один предмет за выбранные периоды обучения.
uk_ua: Ви можете шукати учнів, які записалися на певний курс, натиснувши посилання «Вибрати» поруч із параметром пошуку «Курс» та вибравши курс у спливаючому вікні, що з'явиться. ви також можете обмежити пошук на основі зваженого/незваженого середнього балу, рейтингу класу та літерного балу, заповнивши верхню та нижню межі середнього балу та рейтингу класу та встановивши прапорці для потрібної літерної оцінки. Наприклад, це дозволяє шукати всіх учнів, які входять до десятки найкращих у своєму класі, усіх учнів, які не встигають, або всіх учнів, які не склали принаймні один предмет за вибрані періоди навчання.

source: Also, you can choose to print the report cards with mailing labels. The report cards will have mailing labels positioned in such a way as to be visible in a windowed envelope when the sheet is folded in thirds. More than one report card may be printed per student if the student has guardians residing at more than one address.
cs: Také si můžeš vytisknout vysvědčení s poštovními štítky. Vysvědčení budou mít poštovní štítky umístěné tak, aby byly viditelné v obálce s okénkem, když je list složen na třetiny. Pokud má student opatrovníky bydlící na více adresách, může být vytištěno více než jedna vysvědčení.
ru_ru: Кроме того, вы можете распечатать табели успеваемости с ярлыками для рассылки. На табелях успеваемости должны быть почтовые ярлыки, расположенные таким образом, чтобы они были видны в конверте с окошком, когда лист сложен втрое. Для каждого учащегося может быть напечатано более одного табеля успеваемости, если у учащегося есть опекуны, проживающие по нескольким адресам.
uk_ua: Крім того, ви можете роздрукувати табелі з ярликами для розсилки. На табелях успішності повинні бути поштові ярлики, розташовані таким чином, щоб вони були видні в конверті з віконцем, коли лист складний втричі. Для кожного учня може бути надруковано більше одного табеля, якщо учень має опікунів, які проживають за кількома адресами.

source: Before printing the report cards, you must select which marking periods to display on the report card by checking desired marking period checkboxes.
cs: Před vytištěním vysvědčení musíš vybrat, která hodnotící období se zobrazí na vysvědčení, zaškrtnutím požadovaných hodnotících políček.
ru_ru: Перед печатью табелей успеваемости вам нужно выбрать, какие периоды обучения будут отображаться в нём, установив флажки для нужных периодах обучения.
uk_ua: Перед друком табелів ви повинні вибрати, які періоди навчання відображатимуться в табелі, встановивши прапорці для потрібних періодів навчання.

source: The report cards will be automatically downloaded to your computer in the printable PDF format when you click the "Create Report Cards for Selected Students" button.
cs: Vysvědčení budou automaticky stažena do počítače ve formátu PDF pro tisk, jakmile klikneš na tlačítko "Vytvořit vysvědčení pro vybrané studenty".
ru_ru: Табели успеваемости будут автоматически загружены на ваш компьютер в формате PDF для печати, когда вы нажмёте кнопку «Создать табели успеваемости для выбранных учащихся».
uk_ua: Табелі будуть автоматично завантажені на ваш комп'ютер у форматі PDF для друку, коли ви натиснете кнопку «Створити табелі для вибраних учнів».

source: <i>Honor Roll</i> allows you to create honor roll lists or certificates.
cs: <i>Čestný seznam</i> umožňuje vytvářet seznamy nebo certifikáty čestných listů.
ru_ru: <i>Список отличников</i> позволяет создавать списки отличников или сертификаты.
uk_ua: <i>Список відмінників</i> дозволяє створювати списки відмінників або сертифікати.

source: The Honor Roll GPA values are setup via the Grades > Grading Scales program.
cs: Hodnoty GPA na Honor Roll jsou nastaveny prostřednictvím programu Grades > Grading Scales.
ru_ru: Значения среднего балла в списке отличников настраиваются с помощью раздела Оценки > Шкалы оценок.
uk_ua: Значення середнього балу в списку відмінників налаштовуються за допомогою розділу Оцінки > Шкали оцінок.

source: You must first select a (group of) student(s) by using the "Find a Student" search screen. You can search for students who qualify for "Honor" or "High Honor" by checking the respective checkboxes. You can also search for students who have requested a specific course by clicking on the "Choose" link next to the search option "Course" and choosing a course from the popup window that appears.
cs: Nejprve musíš vybrat (skupinu) studenta pomocí vyhledávacího panelu "Najít studenta". Můžeš vyhledávat studenty, kteří splňují podmínky pro "Čest" nebo "Vysokou čest", zaškrtnutím příslušných políček. Můžeš také vyhledávat studenty, kteří si objednali konkrétní kurz, kliknutím na odkaz "Vybrat" vedle možnosti vyhledávání "Kurz" a výběrem kurzu z vyskakovacího okna, které se zobrazí.
ru_ru: Сначала вам нужно выбрать учащегося (группу), воспользовавшись страницей поиска «Найти учащегося». Вы можете выполнить поиск учащихся, которые претендуют на «хорошистов» или «максимальный балл», установив соответствующие флажки. Вы также можете выполнить поиск учащихся, которые подали заявки на определённый курс, нажав на ссылку «Выбрать» рядом с параметром поиска «Курс» и выбрав курс в появившемся всплывающем окне.
uk_ua: Спочатку потрібно вибрати учня (групи), скориставшись пошуковою системою «Знайти учня». ви можете шукати учнів, які мають право на «добрі« або «відмінні» оцінки, встановивши відповідні прапорці. ви також можете шукати учнів, які запитували певний курс, натиснувши посилання «Вибрати» поруч із параметром пошуку «Курсу» та вибравши курс у спливаючому вікні, що з'явиться.

source: Alternatively, you can choose a Subject from the dropdown list on the "Find a Student" search screen to create honor roll lists or certificates by subject.
cs: Alternativně si můžeš vybrat předmět z rozbalovacího seznamu na vyhledávacím panelu "Najít studenta" a vytvořit tak seznamy vyznamenávačů nebo certifikáty podle předmětu.
ru_ru: Кроме того, вы можете выбрать предмет из выпадающего списка на странице поиска «Найти учащегося», чтобы создать списки отличников или сертификаты по предметам.
uk_ua: Крім того, ви можете вибрати предмет зі спадного списку на сторінці пошуку «Знайти учня», щоб створити списки відмінників або сертифікати з предметів.

source: Then, you can generate "Certificates" or a "List" of the qualifiers by selecting the right option at the top of the screen. The Certificate text can be personalized by editing it. Finally, click the "Create Honor Roll for Selected Students" button to generate the Honor Roll certificates or the List of qualifiers in a PDF format to print or email. Alternatively, you can click the "Download" icon to generate a spreadsheet of this data.
cs: Poté můžeš vygenerovat "Certifikáty" nebo "Seznam" kvalifikantů výběrem správné možnosti v horní části obrazovky. Text certifikátu lze upravit úpravou. Nakonec klikni na tlačítko "Vytvořit čestný seznam pro vybrané studenty" a vygeneruj certifikáty Čestné listiny nebo seznam kvalifikantů ve formátu PDF k vytištění nebo e-mailu. Případně můžeš kliknout na ikonu "Stáhnout" a vytvořit tabulku těchto dat.
ru_ru: Затем вы можете сгенерировать «Сертификаты» или «Список» квалификаторов, выбрав нужную опцию в верхней части страницы. Текст сертификата можно персонализировать, отредактировав его. Наконец, нажмите кнопку «Создать список отличников для выбранных учащихся», чтобы сгенерировать сертификаты или список отличников в формате PDF для распечатки или отправки по электронной почте. В качестве альтернативы вы можете нажать на значок «Загрузить», чтобы создать электронную таблицу с этими данными.
uk_ua: Потім ви можете створити «Сертифікати» або «Список» кваліфікаторів, вибравши потрібну опцію у верхній частині сторінки. Текст сертифіката можна персоналізувати, відредагувавши його. Нарешті, натисніть кнопку «Створити список відмінників для вибраних учнів», щоб створити сертифікати або список кандидатів у форматі PDF для друку або надсилання електронною поштою. Крім того, ви можете натиснути піктограму «Завантажити», щоб створити електронну таблицю з цими даними.

source: <i>Transcripts</i> is a utility that allows you to print transcripts for any number of students.
cs: <i>Transcript</i> je nástroj, který umožňuje tisknout si výpisy pro libovolný počet studentů.
ru_ru: <i>Стенограммы</i> - это утилита, которая позволяет печатать стенограммы для любого количества учащихся.
uk_ua: <i>Стенограми</i> - це утиліта, яка дозволяє друкувати стенограми для будь-якої кількості учнів.

source: Before printing the transcripts, you must select which marking periods to display on the transcript by checking desired marking period checkboxes.
cs: Před vytištěním výpisů musíš zvolit, které hodnotící období se zobrazí na výpisu, zaškrtnutím požadovaných hodnotících období.
ru_ru: Прежде чем распечатать стенограммы, вам нужно выбрать, какие периоды обучения будут отображаться в стенограмме, установив флажки для нужных периодов.
uk_ua: Перш ніж надрукувати стенограми, вам необхіодно вибрати, які періоди навчання відображатимуться в стенограмі, встановивши прапорці для потрібних періодів.

source: The transcripts will be automatically downloaded to your computer in the printable PDF format when you click the "Submit" button.
cs: Přepisy budou automaticky staženy do počítače ve formátu PDF po kliknutí na tlačítko "Odeslat".
ru_ru: Стенограммы будут автоматически загружены на ваш компьютер в формате PDF для печати, когда вы нажмете кнопку «Отправить».
uk_ua: Стенограми будуть автоматично завантажені на ваш комп'ютер у форматі PDF для друку, коли ви натиснете кнопку «Надіслати».

source: <i>Teacher Completion</i> is a report that shows which teachers have not entered grades for any given marking period.
cs: <i>Učitelský závěr</i> je zpráva, která ukazuje, kteří učitelé nezapsali známky za žádné hodnotící období.
ru_ru: <i>Невыставленное учителями</i> - это отчёт, в котором показано, какие учителя не выставили оценки за тот или иной период обучения.
uk_ua: <i>Невиставлене вчителем</i> - це звіт, в якому показано, які вчителі не виставили оцінки за той чи інший період навчання.

source: The red checks indicate that a teacher has failed to enter the current marking period's grades for that period.
cs: Červené kontrolky znamenají, že učitel nezadal známky za aktuální hodnotící období za toto období.
ru_ru: Красные галочки указывают на то, что учителю не удалось выставить оценки за текущий период обучения.
uk_ua: Червоні галочки вказують на те, що вчителю не вдалося ввести оцінки за поточний період навчання.

source: You can select the current quarter, semester from the pull-down menu at the top of the screen. To change the current quarter, change the marking period pull-down menu on the left frame. You can also show only one period by choosing that period from the period pull-down menu at the top of the screen.
cs: Aktuální čtvrtletí nebo semestr si můžeš vybrat z rozbalovacího menu v horní části obrazovky. Pro změnu aktuálního čtvrtletí změň rozbalovací menu s hodnoticím obdobím v levém rámečku. Můžeš také zobrazit pouze jednu hodinu, pokud ji vybereš v rozbalovacím menu v horní části obrazovky.
ru_ru: Вы можете выбрать текущую четверть или семестр из выпадающего меню в верхней части страницы. Чтобы изменить текущую четверть воспользуйтесь меню выбора периода в левой части страницы. Вы также можете отобразить только один период, выбрав его в раскрывающемся меню «Период» в верхней части страницы.
uk_ua: Ви можете вибрати поточну чверть або семестр зі спадного меню у верхній частині сторінки. Щоб змінити поточну чверть, змініть спадне меню «Період навчання» ліворуч. Ви також можете відобразити лише один період, вибравши його зі спадного меню періоду у верхній частині сторінки.

source: <i>Grade Breakdown</i> is a report that shows the number of each grade that a teacher gave.
cs: <i>Rozpis známek</i> je zpráva, která ukazuje počet známek, které učitel zadal.
ru_ru: <i>Распределение оценок</i> - отчёт, показывающий количество оценок, выставленных учителем.
uk_ua: <i>Розбивка оцінок</i> - це звіт, в якому відображається кількість оцінок, виставлених учителем за кожен період.
