Repository: Binyam95Bharu/Student-Management-System
Catalog: locale/*.utf8/LC_MESSAGES/help.po
Languages: cs, ru_ru, uk_ua

source: You can select the current quarter, semester from the pull-down menu at the top of the screen. To change the current quarter, change the marking period pull-down menu on the left frame.
cs: Aktuální čtvrtletí nebo semestr si můžeš vybrat z rozbalovacího menu v horní části obrazovky. Pro změnu aktuálního čtvrtletí změň rozbalovací menu s hodnoticím obdobím v levém rámečku.
ru_ru: Вы можете выбрать текущую четверть или семестр из выпадающего меню в верхней части страницы. Чтобы изменить текущую четверть воспользуйтесь меню в левой части страницы.
uk_ua: Ви можете вибрати поточну чверть або семестр зі спадного меню у верхній частині сторінки. Щоб змінити поточну чверть, змініть спадне меню «Період навчання» ліворуч.

source: <i>Student Grades</i> allows you to view the grades earned by a student.
cs: <i>Studentské známky</i> umožňují zobrazit známky, kterých student získal.
ru_ru: <i>Оценки учащегося</i> позволяет просматривать оценки, полученные учащимся.
uk_ua: <i>Оцінки учнів</i> дозволяє переглядати оцінки, отримані учнем.

source: <i>Final Grades</i> allows you to view the final grades earned by any number of students.
cs: <i>Konečné známky</i> umožňují zobrazit konečné známky získané libovolným počtem studentů.
ru_ru: <i>Итоговые оценки</i> позволяет просматривать итоговые оценки, полученные любым количеством учащихся.
uk_ua: <i>Підсумкові оцінки</i> тут можна переглянути підсумкові оцінки, отримані будь-якою кількістю учнів.

source: Then, select what you would like to include on the Grade List: "Teacher", "Comments" and "Year-to-date Daily Absences" are pre-checked by default. If you wish to include other columns, please check them. Do not forget to check the Marking Periods to show on the Grade List.
cs: Poté vyber, co chceš do seznamu známek zahrnout: "Učitel", "Komentáře" a "Denní absence od začátku roku" jsou předem zaškrtnuty automaticky. Pokud chceš zahrnout i další sloupky, podívej se na ně. Nezapomeň si zkontrolovat hodnotící období, která jsou uvedena na seznamu známek.
ru_ru: Выберите, что вы хотели бы включить в список оценок: по умолчанию предварительно отмечены «Учитель», «Комментарии» и «Ежедневные пропуски с начала года». Если вы хотите включить другие столбцы, пожалуйста, отметьте их. Не забудьте отметить периоды обучения, которые будут отображаться в списке оценок.
uk_ua: Виберіть, що ви хотіли б включити до списку оцінок: за замовчуванням попередньо позначено «Вчитель», «Коментарі» та «Кількість щоденних пропусків за рік». Якщо ви хочете включити інші стовпці, будь ласка, позначте їх. Не забудьте позначити періоди навчання, які відображатимуться у списку оцінок.

source: Finally, click the "Create Grade Lists for Selected Students" button.
cs: Nakonec klikni na tlačítko "Vytvořit seznamy známek pro vybrané studenty".
ru_ru: Наконец, нажмите кнопку «Создать списки оценок для выбранных учащихся».
uk_ua: Нарешті, натисніть кнопку «Створити списки оцінок для вибраних учнів».

source: Please note that if you select only ONE marking period, you will be able to delete Final Grades by clicking the (-) icon on the left hand side of the page, and then confirm your choice.
cs: Upozorňujeme, že pokud vybereš pouze JEDNO hodnotící období, budeš moci Konečné známky smazat kliknutím na ikonu (-) na levé straně stránky a poté potvrdit svůj výběr.
ru_ru: Пожалуйста, обратите внимание, что если вы выберете только ОДИН период обучения, вы сможете удалить итоговые оценки, нажав на значок (-) в левой части страницы, а затем подтвердите свой выбор.
uk_ua: Будь ласка, зверніть увагу, що якщо ви виберете лише ОДИН період навчання, ви зможете видалити підсумкові оцінки, натиснувши на значок (-) у лівій частині сторінки, а потім підтвердіть свій вибір.

source: <i>GPA / Class Rank List</i> is a report that shows the unweighted GPA, weighted GPA, and class rank of each student at your school.
cs: <i>GPA / Pořadí ve třídě</i> je zpráva, která ukazuje nevážené GPA, vážené GPA a pořadí ve třídě každého studenta na škole.
ru_ru: <i>Средний балл / рейтинг в классе</i> - это отчёт, который показывает невзвешенный средний балл, взвешенный средний балл и рейтинг в классе каждого учащегося в вашей школе.
uk_ua: <i>Список середнього балу / рейтингу класу</i> - це звіт, який показує незважений середній бал, зважений середній бал та рейтинг у класі кожного учня у вашій школі.

source: As with any list in RosarioSIS, you can sort by any value displayed by clicking on the coresponding column heading. For example, you can sort by grade by clicking on the "Grade" column heading. Similarly, you can sort by unweighted GPA by clicking on the "Unweighted GPA" column heading.
cs: Stejně jako u každého seznamu v RosarioSIS můžeš třídit podle jakékoli hodnoty kliknutím na odpovídající nadpis sloupce. Například můžeš třídit podle známky kliknutím na nadpis sloupce "Hodnocení". Podobně můžeš třídit podle neváženého GPA kliknutím na nadpis sloupce "Unweighted GPA".
ru_ru: Как и в случае с любым списком в RosarioSIS, вы можете выполнить сортировку по любому показанному значению, щелкнув по заголовку соответствующего столбца. Например, вы можете выполнить сортировку по оценкам, щелкнув по заголовку столбца «Оценка». Аналогично, вы можете выполнить сортировку по невзвешенному среднему баллу, щёлкнув по заголовку столбца «Невзвешенный средний балл».
uk_ua: Як і будь-який список у RosarioSIS, ви можете сортувати його за будь-яким показаним значенням, натиснувши на заголовок відповідного стовпця. Наприклад, ви можете сортувати за оцінкою, натиснувши на заголовок стовпця «оцінка». Аналогічно, ви можете сортувати за незваженим середнім балом, натиснувши на заголовок стовпця «Незважений середній бал».

source: <i>Configuration</i> allows you to override individual teacher configuration and configure the gradebook for them.
cs: <i>Konfigurace</i> umožní přepsat individuální konfiguraci učitele a nastavit pro ně hodnotící knihu.
ru_ru: <i>Настройка</i> позволяет переопределить настройки отдельных преподавателей и настроить для них журнал успеваемости.
uk_ua: <i>Налаштування</i> дозволяє перевизначити налаштування окремих вчителів і налаштувати для них журнал успішності.

source: By default, grades are weighted by points. This means that the number of points in each assignment determines its weight, and the total of points in all assignments in a category determines how much the category counts.
cs: Známky jsou ve výchozím nastavení váženy body. To znamená, že počet bodů v každém zadání určuje jeho váhu a součet bodů ve všech úkolech v kategorii určuje, jak moc se kategorie počítá.
ru_ru: По умолчанию оценки взвешиваются по баллам. Это означает, что количество баллов за каждое задание определяет его вес, а общее количество баллов за все задания в категории определяет, насколько важна категория.
uk_ua: За замовчуванням оцінки зважуються за балами. Це означає, що кількість балів за кожне завдання визначає його вагу, а загальна кількість балів за всі завдання в категорії визначає, наскільки важлива категорія.

source: You can choose to weight grades by assignment categories. This will add a "Percent of Final Grade" field to categories.
cs: Můžeš si zvolit vážení známek podle kategorií úkolů. Tím se do kategorií přidá pole "Procento z konečného hodnocení".
ru_ru: Вы можете выбрать взвешивание оценок по категориям заданий. При этом в категории будет добавлено поле «Процент от итоговой оценки».
uk_ua: Ви можете вибрати зважування оцінок за категоріями завдань. При цьому в категорії буде додано поле «Відсоток від підсумкової оцінки».

source: You can also choose to weight assignments. This lets you edit the weight of each assignment. In case you do not weight categories, the total of weights in all assignments in a category determines how much the category counts.
cs: Můžeš si také zvolit váhu přiřazení úkolů. To umožní upravit váhu každého úkolu. Pokud kategorie nevážeš, součet vah ve všech přiřazeních v kategorii určuje, jak moc se kategorie počítá.
ru_ru: Вы также можете выбрать взвешивание заданий. Это позволит вам отредактировать вес каждого задания. Если вы не взвешиваете категории, общее количество весов во всех заданиях в категории определяет, насколько важна категория.
uk_ua: Ви також можете вибрати зважування завдань. Це дозволить вам редагувати вагу кожного завдання. Якщо ви не зважуєте категорії, загальна кількість ваг у всіх завданнях у категорії визначає, наскільки важлива категорія.

source: Finally, you can also configure the final grading percentages of each semester. These values are used when averaging the quarter grades to calculate the semester grade.
cs: Nakonec si můžeš také nastavit konečné procento hodnocení za každý semestr. Tyto hodnoty se používají při průměrování známek za čtvrtletí k výpočtu semestrální známky.
ru_ru: Наконец, вы также можете настроить процентные значения итоговых оценок за каждый семестр. Эти значения используются при усреднении оценок за четверть для расчёта оценки за семестр.
uk_ua: Нарешті, ви також можете налаштувати процентні значення підсумкових оцінок за кожен семестр. Ці значення використовуються при усередненні оцінок за чверть для розрахунку оцінки за семестр.

source: <i>Grading Scales</i> allows you to setup your school's report card grades. Report card grades are used in the Input Final Grades program by teachers and in most of the Grades reports. Report card grades include letter grades as well as grade comments that a teacher can choose from when entering grades.
cs: <i>Hodnotící stupnice</i> ti umožňují nastavit známky na vysvědčení tvojí školy. Známky na vysvědčení používají učitelé v programu Zadávání konečných známek a ve většině zpráv o známkách. Známky na vysvědčení zahrnují písmenkové známky a také komentáře ke známkám, ze kterých si učitel může při zadávání známek vybrat.
ru_ru: <i>Шкала оценок</i> позволяет настроить оценки в табеле успеваемости вашей школы. Оценки в табеле используются учителями в разделе выставления итоговых оценок и в большинстве отчётов об оценках. Оценки в табеле включают буквенные оценки, а также комментарии к оценкам, которые учитель может выбрать при выставлении оценок.
uk_ua: <i>Шкала оцінок</i> дозволяє налаштувати оцінки в табелі успішності вашої школи. Оцінки в табелі використовуються вчителями в розділі введення підсумкових оцінок і в більшості звітів про оцінки. Оцінки в табелі включають літерні оцінки, а також коментарі до оцінок, які вчитель може вибрати при введенні оцінок.

source: To add a report card grade, fill in the grade's title, GPA value, and sort order in the empty fields at the bottom of the grades list and click the "Save" button.
cs: Pro přidání známky z vysvědčení vyplň název předmětu, hodnotu GPA a pořadí třídění v prázdných polích dole v seznamu známek a klikni na tlačítko "Uložit".
ru_ru: Чтобы добавить оценку в табель успеваемости, заполните название оценки, значение среднего балла и порядок сортировки в пустых полях внизу списка оценок и нажмите кнопку «Сохранить».
uk_ua: Щоб додати оцінку до табеля, вкажіть назву оцінки, значення середнього балу та порядок сортування в порожніх полях внизу списку оцінок і натисніть кнопку «Зберегти».

source: To add a comment, enter the new comment's title in the empty field at the bottom of the comments list.
cs: Pro přidání komentáře zadej název nového komentáře do prázdného pole ve spodní části seznamu komentářů.
ru_ru: Чтобы добавить комментарий, введите заголовок нового комментария в пустое поле внизу списка комментариев.
uk_ua: Щоб додати коментар, введіть заголовок нового коментаря в порожнє поле внизу списку коментарів.

source: To modify either type of grade, click on any of the grade's information, change the value, and click the "Save" button.
cs: Pro úpravu kteréhokoli typu známky klikni na jakoukoli informaci o známce, změň hodnotu a klikni na tlačítko "Uložit".
ru_ru: Чтобы изменить любой тип оценки, щёлкните по любой информации об оценке, измените значение и нажмите кнопку «Сохранить».
uk_ua: Щоб змінити будь-який тип оцінки, натисніть будь-яку інформацію про оцінку, змініть значення та натисніть кнопку «Зберегти».

source: To delete either type of grade, click the delete icon (-) next to the grade you want to delete. You will be asked to confirm the deletion.
cs: Pro smazání kterékoliv známky klikni na ikonu delete (-) vedle známky, kterou chceš smazat. Budeš požádán o potvrzení smazání.
ru_ru: Чтобы удалить любой из типов оценок, нажмите на значок удаления (-) рядом с оценкой, которую вы хотите удалить. Вам будет предложено подтвердить удаление.
uk_ua: Щоб видалити будь-який з типів оцінок, натисніть на значок видалення ( - ) поруч з оцінкою, яку ви хочете видалити. Вам буде запропоновано підтвердити видалення.

source: To add or edit a grade scale, first click the plus icon (+) tab. For each grade scale you should adjust their scale value, minimum passing grade (minimum grade to earn credits), along with various honor roll minimum GPAs.
cs: Pro přidání nebo úpravu stupnice nejprve klikni na záložku s ikonou plus (+). U každé stupnice známek bys měl upravit jejich hodnotu, minimální známku pro úspěšné získání kreditů a minimální GPA na různých čestných seznamech.
ru_ru: Чтобы добавить или отредактировать шкалу оценок, сначала перейдите на вкладку со значком плюса (+). Для каждой шкалы оценок вам нужно настроить значение шкалы, минимальный проходной балл (минимальный балл для получения баллов), а также различные минимальные средние баллы в списке отличников.
uk_ua: Щоб додати або відредагувати шкалу оцінок, спочатку перейдіть на вкладку зі значком плюса (+). Для кожної шкали оцінок ви повинні налаштувати значення шкали, мінімальний прохідний бал (мінімальний бал для отримання балів), а також різні мінімальні середні бали в списку відмінників.

source: <i>Report Card Comments</i> allows you to setup your school's report card comments, for each course or for all courses.
cs: <i>Komentáře k vysvědčení</i> umožní nastavit komentáře k vysvědčení školy, a to pro každý kurz nebo pro všechny předměty.
ru_ru: <i>Комментарии к табелю успеваемости</i> позволяет настроить комментарии к табелю успеваемости вашей школы для каждого курса или для всех курсов.
uk_ua: <i>Коментарі до табеля успішності</i> тут можна налаштувати коментарі до табеля вашої школи для кожного курсу або для всіх курсів.

source: The "All Courses" tab is where you create Comments that apply to All Courses, for example to grade conduct, or a quality of the students that all courses share in common. The (+) tab is where you add other comments, specifically course-specific comment tabs and comments.
cs: Záložka "Všechny kurzy" je místo, kde vytváříš komentáře, které se vztahují na všechny kurzy, například pro hodnocení chování nebo kvalitu studentů, kterou všechny kurzy sdílejí. Záložka (+) je místo, kam přidáváš další komentáře, konkrétně záložky a komentáře zaměřené na konkrétní kurz.
ru_ru: На вкладке «Все курсы» вы можете создавать комментарии, которые относятся ко всем курсам, например, к успеваемости или качествам учащихся, которые являются общими для всех курсов. На вкладке (+) вы можете добавлять другие комментарии, в частности, вкладки комментариев к конкретным курсам и комментарии.
uk_ua: На вкладці «Всі курси» ви можете створювати коментарі, які стосуються всіх курсів, наприклад, успішність або якості учнів, які є загальними для всіх курсів. На вкладці ( + ) ви можете додавати інші коментарі, зокрема вкладки коментарів до конкретного курсу.

source: The "General" tab contains the comments that are added when entering students' grades in the "Input Final Grades" program. Teachers can use the pull-down menu under the "General" tab to add one or more pre-designed comments to the report card. Please note that RosarioSIS has placeholder symbols that can be used in these comments: "^n" will be replaced by the student's first name, while "^s" will be replaced a gender-appropriate pronoun. For example, the comment "^n Comes to ^s Class Unprepared" will be translated to "John Comes to his Class Unprepared" in John Smith's report card.
cs: Záložka "Obecné" obsahuje komentáře, které se přidávají při zadávání známek studentů v programu "Zadání konečných známek". Učitelé mohou použít rozbalovací menu pod záložkou "Obecné" k přidání jednoho nebo více předem připravených komentářů do vysvědčení. Upozorňujeme, že RosarioSIS obsahuje zástupné symboly, které lze použít v těchto komentářích: "^n" bude nahrazeno křestním jménem studenta, zatímco "^s" bude nahrazeno zájmenem odpovídajícím pohlaví. Například komentář "^n přichází do ^s třídy nepřipravený" bude v Johnově vysvědčení přeložen jako "John přichází do třídy nepřipravený".
ru_ru: Вкладка «Общие» содержит комментарии, которые добавляются при вводе оценок учащихся в разделе «Выставление итоговых оценок». Учителя могут использовать выпадающее меню на вкладке «Общие», чтобы добавить один или несколько заранее подготовленных комментариев к табелю успеваемости. Пожалуйста, обратите внимание, что в RosarioSIS есть символы-заполнители, которые можно использовать в этих комментариях: «^n» будет заменено именем учащегося, а «^s» будет заменено местоимением, соответствующим полу. Например, комментарий «^n пришёл на занятия неподготовленным» в табеле успеваемости Джона Смита будет переведён как «Джон пришёл на занятия неподготовленным».
uk_ua: Вкладка загальних коментарів містить коментарі, які додаються при введенні оцінок учнів в розділі «Введення підсумкових оцінок». Вчителі можуть скористатися спадним меню на вкладці «Загальні», щоб додати один або кілька заздалегідь підготовлених коментарів до табеля. Будь ласка, зверніть увагу, що в RosarioSIS є Символи-заповнювачі, які можна використовувати в цих коментарях: «^n» буде замінено ім'ям учня, а «^s» буде замінено займенником, відповідним статі. Наприклад, коментар у табелі Джона Сміта «^n прийшов до класу непідготовленим» буде перекладено як «Джон прийшов до свого класу непідготовленим».

source: The "All Courses" tab allows you to create Comments that apply to All Courses. Enter the Comment name and associate it to a "Code Scale" (created in the "Comment Codes" program) using the pull-down menu. The result will be a new column for the comment in the "Input Final Grades" program, under the "All Courses" tab. The column will display a pull-down menu with the comment codes of the scale associated.
cs: Záložka "Všechny kurzy" umožňuje vytvářet komentáře, které se vztahují na všechny kurzy. Zadej název komentáře a přiřaď jej k "Škále kódu" (vytvořené v programu "Kódy komentářů") pomocí rozbalovacího menu. Výsledkem bude nový sloupec pro komentář v programu "Zadat konečné známky" pod záložkou "Všechny kurzy". Sloupec zobrazí rozbalovací menu s kódy komentářů k přiřazené škále.
ru_ru: Вкладка «Все курсы» позволяет создавать комментарии, применимые ко всем курсам. Введите заголовок комментария и привяжите его к «Шкале кодов» (созданной в разделе «Коды комментариев"), используя выпадающее меню. Результатом будет новый столбец для комментариев в разделе «Ввод итоговых оценок» на вкладке «Все курсы». В столбце появится выпадающее меню с соответствующими кодами комментариев.
uk_ua: Вкладка «Всі курси» дозволяє створювати коментарі, що застосовуються до всіх курсів. Введіть заголовок коментаря і прив'яжіть його до «шкали кодів» (створеної в розділі «Коди коментарів»), використовуючи меню, що випадає. Результатом буде новий стовпець для коментарів у розділі «Введення підсумкових оцінок» на вкладці «Всі курси». У стовпці з'явиться спадне меню з відповідними кодами коментарів до шкали.

source: To create course-specific comments, first select a course by using the pull-downs at the top of the page. Then click on the tab with the (+) icon to create a Comment Category. Click "Save" and then a new tab with the category name will appear. There you will be able to add individual comments, one-by-one, and to associate them to a "Code Scale" (created in the "Comment Codes" program) using the pull-down menu. The result will be a new tab in the "Input Final Grades" program. The tab will be named after the comment category and will display one column for each of the comments under that category. The columns will display a pull-down menu with the comment codes of the scales associated.
cs: Pro vytvoření komentářů specifických pro kurz nejprve vyber kurz pomocí rozbalovacích obrázků v horní části stránky. Poté klikni na záložku s ikonou (+) a vytvoř kategorii komentářů. Klikni na "Uložit" a objeví se nová záložka s názvem kategorie. Tam budeš moci přidávat jednotlivé komentáře jeden po druhém a přiřadit je k "Škále kódu" (vytvořené v programu "Comment Codes") pomocí rozbalovacího menu. Výsledkem bude nová záložka v programu "Zadat závěrečné známky". Záložka bude pojmenována podle kategorie komentářů a zobrazí jeden sloupec pro každý komentář v této kategorii. Sloupce zobrazí rozbalovací menu s komentářovými kódy přiřazených stupnic.
ru_ru: Чтобы создать комментарии к конкретному курсу, сначала выберите курс, используя выпадающие списки в верхней части страницы. Затем нажмите на вкладку со значком (+), чтобы создать категорию комментариев. Нажмите «Сохранить», после чего появится новая вкладка с названием категории. Там вы сможете добавлять отдельные комментарии, один за другим, и привязывать их к «Шкале кодов» (созданной в разделе «Коды комментариев") с помощью выпадающего меню. Результатом будет новая вкладка в разделе «Выставление итоговых оценок». Вкладка будет названа в честь категории комментариев и будет отображать по одному столбцу для каждого из комментариев в этой категории. В столбцах будет отображаться выпадающее меню с соответствующими кодами комментариев к шкалам.
uk_ua: Щоб створити коментарі до конкретного курсу, спочатку виберіть курс, використовуючи випадаючі списки у верхній частині сторінки. Потім натисніть на вкладку зі значком ( + ), щоб створити категорію коментарів. Натисніть «Зберегти», після чого з'явиться нова вкладка з назвою категорії. Там ви зможете додавати окремі коментарі, один за одним, і прив'язувати їх до «шкали кодів» (створеної в розділі «Коди комментарів») за допомогою меню, що випадає. Результатом буде нова вкладка в розділі «Введення підсумкових оцінок». Вкладка буде названа на честь категорії коментарів і відображатиме по одному стовпцю для кожного з коментарів у цій категорії. У стовпцях відображатиметься спадне меню з відповідними кодами коментарів до шкал.

source: <i>Comment Codes</i> allows you to create comment scales that will generate pull-down menus of grading codes in the Input Final Grades program. Then, those codes will be displayed with their associated comment in the Report Card.
cs: <i>Comment Codes</i> umožňuje vytvářet škály komentářů, které vygenerují rozbalovací menu s hodnotícími kódy v programu Input Final Grades. Poté se tyto kódy zobrazí spolu s jejich komentářem ve Vysvědčení.
ru_ru: <i>Коды комментариев</i> позволяет создавать шкалы комментариев, которые будут генерировать выпадающие меню с кодами оценок в разделе выставления итоговых оценок. Затем эти коды будут отображаться вместе с соответствующим комментарием в табеле успеваемости.
uk_ua: Розділ <i>Коди коментарів</i> дозволяє створювати шкали коментарів, які будуть генерувати меню з кодами оцінок в розділі введення підсумкових оцінок. Потім ці коди відображатимуться разом із відповідним коментарем у табелі.
