Repository: Binyam95Bharu/Student-Management-System
Catalog: locale/*.utf8/LC_MESSAGES/help.po
Languages: cs, ru_ru, uk_ua

source: If you check "Enable Assignment Submission", Students (or Parents) can submit the assignment (upload a file and/or leave a message). Submissions are opened from the assigned date and until the due date. If no due date has been set, submissions are open until the end of the quarter. You can later consult the submissions in the "Grades" program.
cs: Pokud zaškrtneš "Povolit odevzdání úkolu", studenti (nebo rodiče) mohou úkol odevzdat (nahrát soubor a/nebo zanechat zprávu). Přihlášky jsou otevřeny od přiděleného data až do termínu. Pokud nebyl stanoven termín, přihlášky jsou otevřeny až do konce čtvrtletí. Později si můžeš přihlášky prohlédnout v programu "Známky".
ru_ru: Если вы установите флажок «Разрешить отправку заданий», учащиеся (или родители) смогут отправить задание (загрузить файл и/или оставить сообщение). Заявки принимаются с назначенной даты и до истечения срока их сдачи. Если срок сдачи не установлен, заявки принимаются до конца четверти. Позже вы можете ознакомиться с материалами в разделе «Оценки».
uk_ua: Якщо ви встановите прапорець «Ввімкнути відправку завдань», учні (або батьки) зможуть надіслати завдання (завантажити файл та/або залишити повідомлення). Заявки приймаються з призначеної дати і до закінчення терміну їх подачі. Якщо термін здачі не встановлено, заявки приймаються до кінця чверті. Пізніше ви можете ознайомитися з матеріалами в розділі «Оцінки».

source: To change an assignment or type, click on the assignment or type you want to modify and click on the value you want to change in the grey area above the assignments / types lists. Then, change the value and click the "Save" button.
cs: Chceš-li změnit přiřazení nebo typ, klikni na přiřazení nebo typ, který chceš upravit, a klikni na hodnotu, kterou chceš změnit, v šedou oblasti nad seznamy přiřazení / typů. Poté změň hodnotu a klikni na tlačítko "Uložit".
ru_ru: Чтобы изменить задание или его тип, нажмите на то, что нужно изменить, внесите изменения. Затем нажмите кнопку «Сохранить».
uk_ua: Щоб змінити завдання або тип, натисніть те, що потрібно змінити, у сірій області над списками завдань / типу. Потім змініть значення та натисніть кнопку «Зберегти».

source: Finally, to delete an item, select it by clicking on its title on the list and click the "Delete" button at the top of the screen. You will be asked to confirm the deletion.
cs: Nakonec, pro smazání položky, vyber ji kliknutím na její název v seznamu a kliknutím na tlačítko "Smazat" v horní části obrazovky. Budeš požádán o potvrzení smazání.
ru_ru: Наконец, чтобы удалить элемент, выберите его, щёлкнув по названию в списке, и нажмите кнопку «Удалить» в верхней части страницы. Вам будет предложено подтвердить удаление.
uk_ua: Нарешті, щоб видалити елемент, виберіть його, натиснувши назву у списку, і натисніть кнопку «Видалити» у верхній частині сторінки. Вам буде запропоновано підтвердити видалення.

source: <i>Grades</i> allows you to input assignment grades for all your students in the current period. By default, this program will list the students in your first period class. You can alter the current period by changing the period pull-down menu in the left frame to the desired period.
cs: <i>Známky</i> umožňují zadat známky z úkolů pro všechny studenty v aktuálním období. Ve výchozím nastavení tento program uvádí studenty z první hodiny. Aktuální období můžeš změnit tím, že v levém panelu změníš rozbalovací menu období na požadované období.
ru_ru: <i>Оценки</i> позволяет вам ввыставить оценки за выполнение заданий для всех ваших учащихся за текущий период. По умолчанию этот раздел отображает список учащихся вашего первого занятия. Вы можете изменить текущий период с помощью меню в левой части страницы.
uk_ua: Розділ <i>Оцінки</i> дозволяє вам ввести оцінки за виконання завдань для всіх ваших учнів за поточний період. За замовчуванням цей розділ відображає список учнів вашого першого уроку. ви можете змінити поточний період, вибравши його в меню ліворуч.

source: Once you have chosen the correct period, you will see the total points and cumulative grade for each student in your class. You can view the grades for an assignment by selecting the assignment from the assignment pull-down menu at the top of the screen. From here, you can input a new grade by entering the points earned into the blank field next to the student's name or you can modify an existing grade by clicking on the points earned and changing the value. After changing the grades, click the "Save" button at the top of the screen.
cs: Jakmile si vybereš správnou hodinu, uvidíš celkový počet bodů a kumulativní známku každého studenta ve třídě. Známky za úkol si můžeš prohlédnout výběrem úkolu v rozbalovacím menu v horní části obrazovky. Odtud můžeš zadat novou známku zadáním získaných bodů do prázdného pole vedle jména studenta, nebo můžeš změnit stávající známku kliknutím na získané body a změnou hodnoty. Po změně známek klikni na tlačítko "Uložit" v horní části obrazovky.
ru_ru: Как только вы выберете нужный период, вы увидите общее количество баллов и итоговую оценку для каждого учащегося в вашем классе. Вы можете просмотреть оценки за выполнение задания, выбрав его в раскрывающемся меню «Задание» в верхней части страницы. Здесь вы можете выставить новую оценку, введя полученные баллы в пустое поле рядом с именем учащегося, или изменить существующую оценку, щёлкнув по полученным баллам и изменив значение. После изменения оценок нажмите кнопку «Сохранить» в верхней части страницы.
uk_ua: Вибравши правильний період, ви побачите загальну кількість балів та підсумкову оцінку для кожного учня у вашому класі. ви можете переглянути оцінки за виконання завдання, вибравши його зі спадного меню «Завдання» у верхній частині сторінки. Тут ви можете виставити нову оцінку, ввівши отримані бали в порожнє поле поруч з ім'ям учня, або змінити існуючу оцінку, клацнувши по отриманих балах і змінивши значення. Після зміни оцінок натисніть кнопку «Зберегти» у верхній частині сторінки.

source: You can also view and change all the grades for a single student by clicking on the student's name in the list. Input grades in the same way that you did with the multiple student list.
cs: Můžeš také zobrazit a změnit všechny známky jednoho studenta kliknutím na jeho jméno v seznamu. Zadávej známky stejným způsobem jako jsi to dělal se seznamem více studentů.
ru_ru: Вы также можете просмотреть и изменить все оценки для одного учащегося, щёлкнув по его имени в списке. Введите оценки так же, как вы это делали со списком нескольких учащихся.
uk_ua: Ви також можете переглянути та змінити всі оцінки для одного учня, натиснувши на його ім'я у списку. Введіть оцінки так само, як і зі списком кількох учнів.

source: <i>Progress Reports</i> lets you generate Progress Reports of the students for the current Marking Period.
cs: <i>Zprávy o pokroku</i> ti umožní generovat zprávy o pokroku studentů za aktuální hodnotící období.
ru_ru: <i>Отчёты об успеваемости</i>. Здесь можно создавать отчеты об успеваемости учащихся за текущий период обучения.
uk_ua: Розділ <i>Звіти про успішність</i> дозволяє створювати звіти про успішність учнів за поточний період навчання.

source: After having created assignments and entered gradebook grades, a progress report can be generated.
cs: Po vytvoření úkolů a zadání známek do školní knihy lze vygenerovat zprávu o pokroku.
ru_ru: После создания заданий и ввода оценок в журнале успеваемости можно создать отчёт об успеваемости.
uk_ua: Після створення завдань і введення оцінок в журнал успішності можна створити звіт про виконану роботу.

source: <i>Report Cards</i> is a utility that allows you to print report cards for your child.
cs: <i>Vysvědčení</i> je nástroj, který umožní vytisknout vysvědčení pro tvé dítě.
ru_ru: <i>Табели успеваемости</i> - это утилита, которая позволяет вам печатать табели успеваемости для вашего ребёнка.
uk_ua: <i>Табелі</i> - це утиліта, яка дозволяє друкувати табелі для вашої дитини.

source: The report cards will be automatically downloaded to your computer in the printable PDF format when you click the "Submit" button.
cs: Vysvědčení se automaticky stáhnou do počítače ve formátu PDF po kliknutí na tlačítko "Odeslat".
ru_ru: Табели успеваемости будут автоматически загружены на ваш компьютер в формате PDF для печати, когда вы нажмете кнопку «Отправить».
uk_ua: Картки звітів будуть автоматично завантажені на ваш комп'ютер у форматі PDF для друку, коли ви натиснете кнопку «Надіслати».

source: <i>Transcripts</i> is a utility that allows you to print transcripts for your child.
cs: <i>Výpisy známek</i> jsou nástroj, který ti umožní vytisknout výpisy pro tvé dítě.
ru_ru: <i>Стенограммы</i> - это утилита, которая позволяет вам распечатывать стенограммы для вашего ребёнка.
uk_ua: <i>Стенограми</i> - це утиліта, яка дозволяє друкувати стенограми для вашої дитини.

source: <i>Assignments</i> allows you to view your child's assignments.
cs: <i>Úkoly</i> ti umožňuje zobrazit úkoly tvého dítěte.
ru_ru: <i>Задания</i> позволяет просматривать задания вашего ребёнка.
uk_ua: <i>Завдання</i> дозволяє переглядати завдання вашої дитини.

source: In the detailed view of an assignment, you will be able to submit an assignment if allowed by the teacher. To this effect, you will be given the possibility to upload a file and/or leave a message.
cs: V detailním pohledu na úkol budeš moci úkol odevzdat, pokud to učitel dovolí. Za tímto účelem bude umožněno nahrát soubor a/nebo zanechat zprávu.
ru_ru: В режиме подробного просмотра задания вы сможете отправить задание, если учитель это разрешит. Для этого вам будет предоставлена возможность загрузить файл и/или оставить сообщение.
uk_ua: У режимі детального перегляду завдання ви зможете відправити завдання, якщо вчитель це дозволить. Для цього вам буде надана можливість завантажити файл та/або залишити повідомлення.

source: Assignment submissions are opened until the due date. If no due date has been set, submissions are open until the end of the quarter.
cs: Odevzdávání úkolů je otevřeno do termínu. Pokud nebyl stanoven termín, přihlášky jsou otevřeny až do konce čtvrtletí.
ru_ru: Заявки на выполнение заданий принимаются до истечения срока их выполнения. Если срок их выполнения не установлен, заявки принимаются до конца четверти.
uk_ua: Запити на виконання завдань приймаються до закінчення терміну їх виконання. Якщо цей термін не встановлено, запити приймаються до кінця чверті.

source: You can change the marking period using the dropdown list available in the left frame.
cs: Období hodnocení můžeš změnit pomocí rozbalovacího seznamu v levém rámečku.
ru_ru: Вы можете изменить период обучения, используя выпадающий список, доступный в левой части страницы.
uk_ua: Ви можете змінити період навчання, використовуючи випадаючий список, доступний ливоруч.

source: <i>Gradebook Grades</i> allows you to view the grades earned by your child.
cs: <i>Známky ze známkovací knihy</i> ti umožní zobrazit známky, které tvé dítě získalo.
ru_ru: Раздел <i>Оценки в журнале успеваемости</i> позволяют просматривать полученные вашим ребёнком оценки.
uk_ua: <i>Журнал оцінок</i> дозволяє переглядати оцінки, отримані вашою дитиною.

source: <i>GPA / Class Rank</i> is a report that shows the unweighted GPA, weighted GPA, and class rank of your child.
cs: <i>GPA / Třídní pořadí</i> je zpráva, která ukazuje nevážené GPA, vážené GPA a pořadí ve třídě tvého dítěte.
ru_ru: <i>Средний балл / рейтинг класса</i> - это отчёт, который показывает невзвешенный средний балл, взвешенный средний балл и рейтинг вашего ребёнка.
uk_ua: <i>Середній бал / Оцінка в класі</i> - це звіт, який показує незважений середній бал, зважений середній бал і оцінку в класі вашої дитини.

source: <i>Administration</i> allows you to view and change the student attendance records for any given day.
cs: <i>Administrativa</i> umožňuje prohlížet a měnit záznamy o docházce studentů za jakýkoli den.
ru_ru: Раздел <i>Администрация</i> позволяет вам просматривать и изменять записи о посещаемости учащихся за любой заданный день.
uk_ua: <i>Адміністрація</i> дозволяє переглядати та змінювати записи про відвідуваність учнів за будь-який день.

source: To change the student's attendance status for any period, click on the current value and select the short name of the attendance code you would like to assign that student. After making all the desired modifications, click the "Update" button at the top of the screen. You can also limit the list of students based upon what attendance codes the students have been assigned on the current day. For instance, by default, all students with any attendance codes with a state value of "Absent" are listed. This is shown by the pull-down menu on the upper right-hand corner of the screen that displays "Abs." This menu can be changed to the short name of any attendance code, and only students who received that code during the current day will be displayed. This menu can even be changed to "All" which will list all students for whom attendance has been taken. You can add an attendance code by clicking the add icon (+) next to the attendance code pull-down menu. If you select a second attendance code, the program will list students who received either code during the day.
cs: Chceš-li změnit stav docházky studenta v jakékoli hodině, klikni na aktuální hodnotu a vyber krátký název kódu docházky, který chceš studentovi přiřadit. Po provedení všech požadovaných úprav klikni na tlačítko "Aktualizovat" v horní části obrazovky. Můžeš také omezit seznam studentů podle toho, jaké docházkové kódy mají studenti v daný den přidělené. Například ve výchozím nastavení jsou uvedeni všichni studenti s jakýmkoli kódem docházky s hodnotou stavu "Nepřítomný". To ukazuje rozbalovací menu v pravém horním rohu obrazovky, které zobrazuje "Abs". Toto menu lze změnit na krátký název jakéhokoli kódu docházky a zobrazí se pouze studenti, kteří tento kód obdrželi během aktuálního dne. Toto menu lze dokonce změnit na "Všichni", což zobrazí všechny studenty, u kterých byla docházka zaznamenána. Kód docházky můžeš přidat kliknutím na ikonu přidat (+) vedle rozbalovacího menu kódu docházky. Pokud zvolíš druhý kód docházky, program zobrazí studenty, kteří během dne obdrželi některý z těchto kódů.
ru_ru: Чтобы изменить статус посещаемости учащегося за любой период, нажмите на текущее значение и выберите аббревиатуру кода посещаемости, который вы хотели бы присвоить этому учащемуся. После внесения всех необходимых изменений нажмите кнопку «Обновить» в верхней части страницы. Вы также можете ограничить список учащихся в зависимости от того, какие коды посещаемости были присвоены учащимся в текущий день. Например, по умолчанию в списке отображаются все учащиеся с любыми кодами посещаемости со значением состояния «Отсутствует». Об этом свидетельствует выпадающее меню в правом верхнем углу страницы, в котором отображается «Abs». Это меню можно изменить на краткое название любого кода посещаемости, и будут отображаться только те учащиеся, которые получили этот код в течение текущего дня. Это меню можно даже изменить на «Все», в котором будут перечислены все учащиеся, для которых была зарегистрирована посещаемость. Вы можете добавить код посещаемости, нажав на значок «Добавить» (+) рядом с раскрывающимся меню «Код посещаемости». Если вы выберете второй код посещаемости, в разделе отобразится список учащихся, которые получили любой из этих кодов в течение дня.
uk_ua: Щоб змінити статус відвідуваності учня за будь-який період, натисніть на поточне значення та виберіть коротку назву коду відвідуваності, який ви хотіли б призначити цьому учневі. Після внесення всіх необхідних змін натисніть кнопку «Оновити» у верхній частині сторінки. Ви також можете обмежити список учнів залежно від того, які коди відвідуваності були присвоєні учням у поточний день. Наприклад, за замовчуванням у списку відображаються всі учні з будь-якими кодами відвідуваності зі значенням стану «відсутній». Про це свідчить спадне меню у верхньому правому куті сторінки, яке відображає "Відс.". Це меню можна змінити на коротку назву будь-якого коду відвідуваності, і відображатимуться лише ті учні, які отримали цей код протягом поточного дня. Це меню можна навіть змінити на «Усі», де будуть перелічені всі учні, для яких було зареєстровано відвідуваність. Ви можете додати код відвідуваності, натиснувши на значок «Додати» (+) поруч зі спадним меню кодів відвідуваності. Якщо ви виберете другий код відвідуваності, програма відобразить список учнів, які отримали будь-який із цих кодів протягом дня.

source: You can alter the date displayed by clicking on the date on the upper left-hand side of the screen and changing it to the desired date.
cs: Zobrazené datum můžeš změnit kliknutím na datum v levém horním rohu obrazovky a změnou na požadované datum.
ru_ru: Вы можете изменить отображаемую дату, щёлкнув по дате в левой верхней части страницы и изменив её на нужную дату.
uk_ua: Ви можете змінити відображену дату, натиснувши дату у верхній лівій частині сторінки та змінивши її на потрібну дату.

source: After making changes to the attendance codes displayed or the current date, click the "Update" button to refresh the screen with the new parameters.
cs: Po změně zobrazovaných kódů docházky nebo aktuálního data klikni na tlačítko "Aktualizovat" pro obnovení obrazovky s novými parametry.
ru_ru: После внесения изменений в отображаемые коды посещаемости или текущую дату нажмите кнопку «Обновить», чтобы обновить страницу новыми параметрами.
uk_ua: Після внесення змін до відображуваних кодів відвідуваності або поточної дати натисніть кнопку "Оновити", щоб оновити сторінку новими параметрами.

source: You can also view the attendance code assigned to the student by the teacher as well as view and enter a comment for each period by clicking on the student's name.
cs: Můžeš také zobrazit kód docházky přidělený učitelem a zobrazit a zadat komentář ke každé hodině kliknutím na jméno žáka.
ru_ru: Вы также можете просмотреть код посещаемости, присвоенный учащемуся учителем, а также просмотреть и ввести комментарий к каждому уроку, нажав на имя учащегося.
uk_ua: Ви також можете переглянути код відвідуваності, присвоєний учню вчителем, а також переглянути та ввести коментар до кожного уроку, натиснувши на ім'я учня.

source: Clicking on "Current Student" on the top of the screen will display the day's attendance records for the current student displayed in the left frame.
cs: Kliknutím na "Aktuální student" v horní části obrazovky se zobrazí záznamy o docházce za daný den v levém rámečku.
ru_ru: Нажав на «Текущий учащийся» в верхней части страницы, вы увидите дневные записи о посещаемости для текущего учащегося, отображаемые в левой части страницы.
uk_ua: Натиснувши на «Поточного учня» у верхній частині сторінки, ви побачите щоденні записи про його відвідуваність, що відображаються ліворуч.

source: <i>Add Absences</i> allows you to add an absence to a group of students in one action.
cs: <i>Přidat absence</i> umožní přidat absenci do skupiny studentů v jednom kroku.
ru_ru: <i>Добавить пропуски</i> позволяет добавить пропуски занятий для группы учащихся за одно действие.
uk_ua: <i>Додати відсутніх</i> дозволяє додати відсутніх до групи учнів за одну дію.

source: First, search for students. Notice that you can search for students who are enrolled in a specific course or are in a certain activity. This can be useful since you can add an absence record for each period to all of Mrs. Smith's first period students or the football team who will be on an all day field trip.
cs: Nejprve vyhledej studenty. Všimni si, že můžeš vyhledávat studenty, kteří jsou zapsaní v konkrétním kurzu nebo v určité aktivitě. To může být užitečné, protože můžeš přidat záznam o absencích za každou hodinu všem studentům paní Smithové v první hodině nebo fotbalovému týmu, kteří budou na celodenním výletě.
ru_ru: Сначала выполните поиск учащихся. Обратите внимание, что вы можете выполнять поиск учащихся, которые записаны на определенный курс или посещают определённые занятия. Это может быть полезно, так как вы можете добавить запись об отсутствии на каждом уроке для всех учащихся первого класса миссис Смит или футбольной команды, которые будут находиться на экскурсии в течение всего дня.
uk_ua: Спочатку виконайте пошук учнів. Зверніть увагу, що ви можете шукати учнів, які записуються на певний курс або займаються певною діяльністю. Це може бути корисно, оскільки ви можете додати запис про відсутність на кожному уроці для всіх учнів першого класу місіс Сміт або футбольної команди, які будуть перебувати на екскурсії протягом усього дня.

source: From the search result, you can select any number of students. You can select all the students in the list by checking the checkbox in the column headings above the list. You can also specify the periods to mark the selected students, the absence code, the absence reason, and the date in the yellow box above the student list. After you have selected each desired student from this list, all the desired periods, the absence code, absence reason, and absence date, click the "Save" button at the top of the screen.
cs: Z výsledků vyhledávání si můžeš vybrat libovolný počet studentů. Všechny studenty ze seznamu můžeš vybrat zaškrtnutím zaškrtávacího políčka v nadpisech sloupců nad seznamem. Můžeš také určit období, která označíš vybrané studenty, kód absence, důvod absence a datum v žlutém poli nad seznamem studentů. Poté, co vybereš každého požadovaného studenta z tohoto seznamu, všechny požadované hodiny, kód absence, důvod absence a datum absence, klikni na tlačítko "Uložit" v horní části obrazovky.
ru_ru: В результате поиска вы можете выбрать любое количество учащихся. Вы можете выбрать всех учащихся в списке, установив флажок в заголовках столбцов над списком. Вы также можете указать периоды, в которые будут отмечены выбранные учащиеся, код отсутствия, причину отсутствия и дату в жёлтом поле над списком учащихся. После того, как вы выбрали каждого желаемого учащегося из этого списка, все желаемые периоды, код отсутствия, причину и дату отсутствия, нажмите кнопку «Сохранить» в верхней части страницы.
uk_ua: В результаті пошуку ви можете вибрати будь-яку кількість учнів. Ви можете вибрати всіх учнів у списку, встановивши прапорець у заголовках стовпців над списком. ви також можете вказати періоди, в які будуть позначені вибрані учні, код відсутності, причину відсутності та дату в жовтому полі над списком учнів. Після того, як ви вибрали кожного бажаного учня з цього списку, всі бажані періоди, код відсутності, причину і дату відсутності, натисніть кнопку «Зберегти» у верхній частині сторінки.
