Repository: Binyam95Bharu/Student-Management-System
Catalog: locale/*.utf8/LC_MESSAGES/help.po
Languages: cs, ru_ru, uk_ua

source: You can delete any Student field or Category simply by clicking on the "Delete" button in the upper right corner. Please note that you will lose all your data if you delete an already used field or category.
cs: Libovolné pole nebo kategorii studenta můžeš jednoduše smazat kliknutím na tlačítko "Smazat" v pravém horním rohu. Upozorňujeme, že pokud smažeš již používané pole nebo kategorii, přijdeš o všechna svá data.
ru_ru: Вы можете удалить любое поле или категорию учащихся, просто нажав на кнопку «Удалить» в правом верхнем углу. Пожалуйста, обратите внимание, что вы потеряете все свои данные, если удалите уже использованное поле или категорию.
uk_ua: Ви можете видалити будь-яке поле або категорію учнів, просто натиснувши на кнопку «Видалити» в правому верхньому куті. Будь ласка, зверніть увагу, що ви втратите всі свої дані, якщо видалите вже використане поле або категорію.

source: <i>Enrollment Codes</i> allows you to setup your school's enrollment codes. Enrollment codes are used in the Enrollment student screen, and specify the reason the student was enrolled or dropped from a school. These codes apply to all schools system-wide.
cs: <i>Enrollment Codes</i> umožní nastavit kódy zápisu školy. Kódy zápisu se používají v obrazovce Zápis studentů a uvádějí důvod, proč byl student zapsán nebo vyřazen ze školy. Tyto kodexy platí pro všechny školy v celém systému.
ru_ru: <i>Коды зачисления</i> позволяют настроить коды зачисления в вашу школу. Коды зачисления используются на странице о Зачислении учащегося и указывают причину, по которой учащийся был зачислен в школу или исключен из неё. Эти коды применимы ко всем школам в рамках всей системы.
uk_ua: <i>Коди зарахування</i> дозволяють налаштувати коди зарахування до вашої школи. Коди зарахування використовуються на екрані зарахування учнів і вказують причину, чому учень був зарахований до школи або виключений з неї. Ці коди застосовуються до всіх шкіл у всій системі.

source: The "Rollover default" column sets the code used by the Rollover program when enrolling students in the next school year. There must be exactly one Rollover default enrollment code (of type "Add").
cs: Sloupec "Rollover default" nastavuje kód používaný programem Rollover při zápisu studentů v příštím školním roce. Musí existovat přesně jeden výchozí kód zápisu Rolloveru (typu "Add").
ru_ru: В столбце «Перенос по умолчанию» указывается код, используемый подпрограммой переноса данных при зачислении учащихся на следующий учебный год. Должен быть только один код для переноса по умолчанию (типа «Добавить»).
uk_ua: У стовпці «За замовчуванням для перенесення» вказується код, який використовується функцією перенесення при зарахуванні учнів на наступний навчальний рік. Повинен бути тільки один код для перенесення за замовчуванням (типу «Додати»).

source: To add an enrollment code, fill in the enrollment code's title, short name, and type in the empty fields at the bottom of the enrollment codes list. Click the "Save" button.
cs: Pro přidání registračního kódu vyplň název, krátký název a zadej prázdná pole na konci seznamu registračních kódů. Klikni na tlačítko "Uložit".
ru_ru: Чтобы добавить код зачисления, укажите название этого кода, аббревиатуру и введите его в пустые поля в нижней части списка кодов зачисления. Нажмите кнопку «Сохранить».
uk_ua: Щоб додати код зарахування, додайте повну назву цього коду, коротку назву та введіть його в порожні поля внизу списку кодів зарахування. Натисніть кнопку «Зберегти».

source: To modify an enrollment code, click on any of the enrollment code's information, change the value, and click the "Save" button.
cs: Pro úpravu registračního kódu klikni na jakoukoli z informací v registračním kódu, změň hodnotu a klikni na tlačítko "Uložit".
ru_ru: Чтобы изменить код зачисления, нажмите на любую информацию о таком коде, измените значение и нажмите кнопку «Сохранить».
uk_ua: Щоб змінити код зарахування, натисніть будь-яку інформацію про цей код, змініть значення та натисніть кнопку «Зберегти».

source: To delete an enrollment code, click the delete icon (-) next to the enrollment code you want to delete. You will be asked to confirm the deletion.
cs: Pro smazání registračního kódu klikni na ikonu delete (-) vedle registračního kódu, který chceš smazat. Budeš požádán o potvrzení smazání.
ru_ru: Чтобы удалить код зачисления, нажмите на значок удаления (-) рядом с этим кодом. Вам будет предложено подтвердить удаление.
uk_ua: Щоб видалити код зарахування, торкніться значка видалення (-) поруч із кодом, який потрібно видалити. Вам буде запропоновано підтвердити видалення.

source: <i>General Information</i> is a display of a student's fundamental information. This includes birth date, social security number, ethnicity, gender, birthplace, and grade.
cs: <i>Obecné informace</i> jsou zobrazením základních informací studenta. To zahrnuje datum narození, číslo sociálního zabezpečení, etnicitu, pohlaví, místo narození a třídu.
ru_ru: Раздел <i>Общая информация</i> содержит основные сведения об учащемся. Сюда входят дата рождения, номер социального страхования, этническая принадлежность, пол, место рождения и класс.
uk_ua: Розділ <i>Загальна інформація</i> містить основні відомості про учня. Сюди входять: дата народження, номер соціального страхування, етнічна приналежність, стать, місце народження та клас.

source: A student can have any number of addresses.
cs: Student může mít libovolný počet adres.
ru_ru: У учащегося может быть любое количество адресов.
uk_ua: Учень може мати будь-яку кількість адрес.

source: <i>Enrollment</i> is a display of the student's enrollment history.
cs: <i>Zápis</i> je zobrazením historie zápisu studenta.
ru_ru: <i>Зачисление</i> - история зачисления учащегося.
uk_ua: <i>Зарахування</i> - тут відображається історія зарахування учня.

source: <i>Registration</i> will let you register your child's contacts details.
cs: <i>Registrace</i> umožní zaregistrovat kontaktní údaje dítěte.
ru_ru: <i>Регистрация</i> позволит вам зарегистрировать контактные данные вашего ребёнка.
uk_ua: <i>Реєстрація</i> дозволить вам зареєструвати контактні дані вашої дитини.

source: Fill in the form fields with your contacts details and their associated addresses. Then, enter or update the student information.
cs: Vyplň pole formuláře s kontaktními údaji a jejich souvisejícími adresami. Poté zadej nebo aktualizuj informace o studentovi.
ru_ru: Заполните поля формы вашими контактными данными и соответствующими адресами. Затем введите или обновите информацию об учащемся.
uk_ua: Заповніть поля форми своїми контактними даними та відповідними адресами. Потім введіть або оновіть інформацію про учня.

source: Once you have completed the forms, click the "Save" button at the bottom of the screen.
cs: Jakmile formuláře vyplníš, klikni na tlačítko "Uložit" ve spodní části obrazovky.
ru_ru: Как только вы заполните формы, нажмите кнопку «Сохранить» в нижней части страницы.
uk_ua: Після заповнення форм натисніть кнопку «Зберегти» внизу сторінки.

source: <i>General Information</i> is a display of a user's fundamental information. This includes his name, username, password, profile, school, email address, and phone number. If you are an administrator, you can change any of this information by clicking on the value you want to change, changing the value, and clicking the "Save" button at the top of the page. You can delete a user by clicking the "Delete" button at the top of the screen and confirming your action.
cs: <i>Obecné informace</i> jsou zobrazením základních informací uživatele. To zahrnuje jeho jméno, uživatelské jméno, heslo, profil, školu, e-mailovou adresu a telefonní číslo. Pokud jsi administrátor, můžeš tyto informace změnit kliknutím na požadovanou hodnotu, změnou hodnoty a kliknutím na tlačítko "Uložit" v horní části stránky. Uživatele můžeš smazat kliknutím na tlačítko "Smazat" v horní části obrazovky a potvrzením své akce.
ru_ru: Раздел <i>Общая информация</i> - здесь отображается основная информации о пользователе. Сюда входят его имя, псевдоним, пароль, роль, школа, адрес электронной почты и номер телефона. Если вы являетесь администратором, вы можете изменить любое из этих сведений, нажав на значение, которое вы хотите изменить, изменив значение и нажав кнопку «Сохранить» в верхней части страницы. Вы можете удалить пользователя, нажав на кнопку «Удалить» в верхней части страницы и подтвердив своё действие.
uk_ua: Розділ <i>Загальна інформація</i> містить основну інформацію про користувача. Сюди входять його ім'я, псевдонім, пароль, роль, школа, адреса електронної пошти та номер телефону. Якщо ви адміністратор, ви можете змінити будь-яку з цих деталей, натиснувши значення, яке потрібно змінити, змінивши значення та натиснувши кнопку «Зберегти» у верхній частині сторінки. ви можете видалити користувача, натиснувши на кнопку «Видалити» у верхній частині сторінки та підтвердивши свою дію.

source: Note: you cannot delete a user, for example a teacher, once they are assigned to a course; or a parent, once they are associated to a student.
cs: Poznámka: uživatele, například učitele, nemůžeš smazat, jakmile je přiřazen ke kurzu; nebo rodič, jakmile je spojen se studentem.
ru_ru: Примечание: вы не можете удалить пользователя, например учителя, если он назначен на курс, или родителя, если он связан с учащимся.
uk_ua: Примітка: ви не можете видалити користувача, наприклад вчителя, якщо він призначений на курс, або батька, якщо він пов'язаний з учнем.

source: <i>Add a User</i> allows you to add a user to the system. This includes administrators, teachers, and parents. Simply fill in the new user's name, username, password, profile, school, email address, and phone number. Click the "Save" button.
cs: <i>Přidání uživatele</i> umožní přidat uživatele do systému. To zahrnuje administrátory, učitele a rodiče. Stačí vyplnit jméno nového uživatele, uživatelské jméno, heslo, profil, školu, e-mailovou adresu a telefonní číslo. Klikni na tlačítko "Uložit".
ru_ru: <i>Добавить пользователя</i> позволяет вам добавить пользователя в систему. Сюда входят администраторы, учителя и родители. Просто введите имя нового пользователя, псевдоним, пароль, роль, школу, адрес электронной почты и номер телефона. Нажмите кнопку «Сохранить».
uk_ua: <i>Додати користувача</i> дозволяє додати користувача до системи. Сюди входять адміністратори, вчителі та батьки. Просто введіть ім'я нового користувача, псевдонім, пароль, роль, школу, адресу електронної пошти та номер телефону. Натисніть кнопку «Зберегти».

source: <i>Associate Students with Parents</i> allows you to associate students to parents.
cs: <i>Asociace studentů s rodiči</i> umožňuje spojit studenty s rodiči.
ru_ru: <i>Связать учащегося с родителями</i> позволяет связать учащихся с родителями.
uk_ua: <i>Зв'язати учнів з батьками</i>. Тут можна зв'язати учнів з батьками.

source: Once a parent's account has been set up, their children must be associated to their account with this program. If you have not already chosen a user earlier in your session, select a user by using the "Find a User" Search screen. Next, search for a student to add to the user's account. From the search result, you can select any number of students. You can select all the students in the list by checking the checkbox in the column headings above the list. After you have selected each desired student from this list, click the "Add Selected Students" button at the top of the screen.
cs: Jakmile je rodičovský účet založen, musí být jejich děti přiřazeny k jejich účtu v tomto programu. Pokud sis uživatele nevybral dříve ve své relaci, vyber uživatele pomocí obrazovky "Najít uživatele". Dále vyhledej studenta, kterého chceš přidat do uživatelského účtu. Z výsledků vyhledávání si můžeš vybrat libovolný počet studentů. Všechny studenty ze seznamu můžeš vybrat zaškrtnutím zaškrtávacího políčka v nadpisech sloupců nad seznamem. Poté, co vybereš každého požadovaného studenta z tohoto seznamu, klikni na tlačítko "Přidat vybrané studenty" v horní části obrazovky.
ru_ru: Как только учётная запись родителя будет настроена, их дети должны быть привязаны к его учётной записи в этом разделе. Если вы ещё не выбрали пользователя ранее в ходе сеанса, сделайте это с помощью страницы поиска «Найти пользователя». Затем выполните поиск учащегося, которого нужно добавить в учётную запись пользователя. В результате поиска вы можете выбрать любое количество учащихся. Вы можете выбрать всех учащихся в списке, установив флажок в заголовках столбцов над списком. После того, как вы выбрали каждого желаемого учащегося из этого списка, нажмите кнопку «Добавить выбранных учащихся» в верхней части страницы.
uk_ua: Як тільки обліковий запис батьків буде налаштовано, їхні діти повинні бути прив'язані до свого облікового запису в цьому розділі. Якщо ви ще не вибрали користувача раніше під час сеансу, виберіть його за допомогою сторінки пошуку «Знайти користувача». Потім знайдіть учня, якого потрібно додати до облікового запису користувача. В результаті пошуку ви можете вибрати будь-яку кількість учнів. ви можете вибрати всіх учнів у списку, встановивши прапорець у заголовках стовпців над списком. Вибравши кожного бажаного учня з цього списку, натисніть кнопку «Додати вибраних учнів» у верхній частині сторінки.

source: At any time after a user has been selected, you can see the students already associated with that user. These students are listed to the top of the student search screen / search results. These students can be disassociated from this user by clicking the delete icon (-) next to the student you wish to disassociate from the user. You will be asked to confirm this action.
cs: Kdykoliv po výběru uživatele můžeš vidět studenty, kteří jsou s tímto uživatelem již spojeni. Tito studenti jsou uvedeni na vrcholu obrazovky vyhledávání / výsledků vyhledávání studentů. Tito studenti mohou být od tohoto uživatele odpojeni kliknutím na ikonu delete (-) vedle studenta, kterého chceš od uživatele oddělit. Budeš požádán o potvrzení tohoto kroku.
ru_ru: В любой момент после выбора пользователя вы можете просмотреть учащихся, которые уже связаны с этим пользователем. Эти учащиеся отображаются в верхней части страницы поиска учащихся / результатов поиска. Этих учащихся можно отсоединить от этого пользователя, нажав на значок удаления (-) рядом с тем учащимся, которого вы хотите отсоединить от пользователя. Вам будет предложено подтвердить это действие.
uk_ua: У будь-який момент після вибору користувача ви можете переглянути учнів, які вже пов'язані з ним. Ці учні відображаються у верхній частині сторінки пошуку учнів / результатів пошуку. Цих учнів можна відключити від цього користувача, натиснувши на піктограму видалення (-) поруч із учнем, якого ви хочете відключити від користувача. Вам буде запропоновано підтвердити цю дію.

source: <i>My Preferences</i> will let you personalize RosarioSIS to meet your own needs. You can also change your password, and setup RosarioSIS to show data that is important for your work.
cs: <i>Moje preference</i> umožní RosarioSIS přizpůsobit podle potřeb. Můžeš také změnit heslo a nastavit RosarioSIS tak, aby zobrazoval data důležitá pro práci.
ru_ru: Раздел <i>Мои настройки</i> позволят вам настроить RosarioSIS в соответствии с вашими собственными потребностями. Вы также можете изменить свой пароль и настроить RosarioSIS для отображения данных, важных для вашей работы.
uk_ua: Розділ <i>Мої налаштування</i> дозволяє налаштувати RosarioSIS відповідно до ваших власних потреб. ви також можете змінити свій пароль і налаштувати RosarioSIS для відображення даних, важливих для вашої роботи.

source: Display Options tab
cs: Záložka Zobrazit možnosti
ru_ru: Вкладка настроек отображения
uk_ua: Вкладка Параметри відображення

source: It allows you to select your preferred RosarioSIS theme. You can change the theme (overall color scheme) or within a particular theme, the Highlight Color. You can also set the date format, like changing the month to "January", or "Jan" or "01". "Disable Login Alerts" will hide the alerts shown on the Portal (first page after login), like the Teachers missing attendance, the new discipline Referrals & the Food Service balance alerts.
cs: Umožňuje vybrat si preferované téma RosarioSIS. Můžeš změnit téma (celkové barevné schéma) nebo v rámci konkrétního tématu Zvýraznění barvy. Můžeš také nastavit formát data, například změnit měsíc na "leden", nebo "leden" nebo "01". "Disable Login Alerts" skryje upozornění zobrazená v portálu (první stránka po přihlášení), jako jsou chybějící docházka učitelů, nová disciplína Referrals a upozornění na zůstatek stravování.
ru_ru: С её помощью вы можете выбрать предпочитаемую вами тему RosarioSIS. Вы можете изменить тему (общую цветовую гамму) или цвет подсветки в рамках конкретной темы. Вы также можете установить формат даты, например, изменить месяц на «Январь», «Янв» или «01». «Отключить оповещения о входе в систему» скроет оповещения, отображаемые на портале (на первой странице после входа в систему), например, о пропусках занятий учителями, рекомендациях по новым дисциплинам и о балансе на счёте в столовой.
uk_ua: Тут ви можете вибрати або змінити бажану тему RosarioSIS (загальну колірну гамму) або колір підсвічування в рамках конкретної теми. ви також можете встановити формат дати, наприклад, змінити місяць на «Січень», «Січ» або «01». «Вимкнути сповіщення при вході в систему» приховає сповіщення, що відображаються на порталі (на першій сторінці після входу в систему), наприклад, про пропуски занять вчителями, рекомендації з нових дисциплін і про баланс в їдальні.

source: Student Listing tab
cs: Záložka Seznam studentů
ru_ru: Вкладка списка учащихся
uk_ua: Вкладка зі списком учнів

source: "Student Sorting" lets you choose to have the students in listings listed by just their "Name" or by their Grade Level and Name. "File Export Type" lets you choose between Tabulation delimited files, designed for Excel, or CSV files (comma-separated values) designed for LibreOffice, or XML files. "Date Export Format" lets you choose between different date formats when date fields are exported using the "Download Icon". "Display Student Search Screen" should remain checked, unless instructed otherwise.
cs: "Třídění studentů" umožňuje vybrat, zda budou studenti v seznamech uvedeni pouze podle jejich "Jména" nebo podle ročníku a jména. "File Export Type" umožní vybrat mezi soubory oddělenými tabulkami, určenými pro Excel, nebo CSV soubory (hodnoty oddělené čárkou) určenými pro LibreOffice, nebo XML soubory. "Formát exportu datu" umožňuje vybrat si mezi různými formáty dat, když jsou pole data exportována, pomocí "Ikony ke stažení". "Zobrazit obrazovku vyhledávání studenta" by měla zůstat zaškrtnuta, pokud není uvedeno jinak.
ru_ru: «Сортировка учащихся» позволяет вам выбрать, как будут указываться их имена: имя, класса и имя. «Тип файла экспорта» позволяет вам выбирать между файлами с разделителями-табуляциями, предназначенными для Excel, или файлами CSV (значения, разделенные запятыми), предназначенными для LibreOffice, или файлами XML. «Формат даты экспорта» позволяет выбирать между различными форматами дат при экспорте полей даты с помощью «Значка загрузки». Флажок «Отображать страницу поиска учащихся» должен оставаться установленным, если не указано иное.
uk_ua: «Сортування учнів» дозволяє вибрати, щоб учні у списках були вказані лише за їх ім'ям або за класом й іменем. «Тип файлів експорту» дозволяє вибирати між файлами, розділеними табуляцією, призначеними для Excel, або файлами CSV (значення, розділені комами), призначеними для LibreOffice, або файлами XML. «Формат експорту дати» дозволяє вибирати між різними форматами дат під час експорту полів дати за допомогою «Значка завантаження». Прапорець «Відображати екран пошуку учнів» повинен залишатися встановленим, якщо не вказано інше.

source: Password tab
cs: Záložka hesla
ru_ru: Вкладка Пароль
uk_ua: Вкладка Пароль

source: It will help you change your password. Simply enter your current password in the first text field, and your new password in the next two text fields. Finally, click "Save".
cs: Pomůže změnit heslo. Stačí zadat své aktuální heslo do prvního textového pole a nové heslo do dalších dvou textových polí. Nakonec klikni na "Uložit".
ru_ru: Поможет вам сменить пароль. Просто введите ваш текущий пароль в первое текстовое поле, а новый пароль - в следующие два текстовых поля. Наконец, нажмите «Сохранить».
uk_ua: Тут можна змінити пароль. Просто введіть свій поточний пароль у перше текстове поле, а новий пароль - у наступні два текстові поля. Нарешті, натисніть «Зберегти».

source: Student Fields tab
cs: Záložka oboru Studenta
ru_ru: Вкладка Поля учащегося
uk_ua: Вкладка «Поля для учнів»

source: The two columns on the right side of the page lets you choose data fields to show on either the "Find a Student" Page or when you click "Expanded View" in a student listing. Click the "Search" checkbox to add an often-used field to your "Find a Student" page, instead of having to click "Advanced Search" to use that often-used field. Click the "Expanded View" checkbox adds that field to your Expanded View report. You can add or remove fields as often as you want, customizing the Search page and the Expanded View report.
cs: Dva sloupce na pravé straně stránky umožní vybrat datová pole, která se zobrazí buď na stránce "Najít studenta", nebo když klikneš na "Rozšířený pohled" ve seznamu studentů. Klikni na políčko "Hledat" a přidáš často používané pole na stránku "Najít studenta", místo abys musel klikat na "Pokročilé vyhledávání" pro použití tohoto často používaného pole. Klikni na zaškrtávací políčko "Rozšířený pohled", který toto pole přidá do zprávy Rozšířený pohled. Pole můžeš přidávat nebo odebírat tak často, jak chceš, přizpůsobovat stránku Vyhledávání a reportu Rozšířený pohled.
ru_ru: Два столбца в правой части страницы позволяют выбрать поля данных, которые будут отображаться либо на странице «Найти учащегося», либо при нажатии кнопки «Расширенный просмотр» в списке учащихся. Установите флажок «Поиск», чтобы добавить часто используемое поле на страницу «Найти учащегося», вместо того, чтобы нажимать «Расширенный поиск», чтобы использовать это часто используемое поле. Установите флажок «Расширенный просмотр», чтобы добавить это поле в отчёт при расширенном просмотре. Вы можете добавлять или удалять поля так часто, как захотите, настраивая страницу поиска и отчёт в расширенном виде.
uk_ua: Два стовпці в правій частині сторінки дозволяють вибрати поля даних, які відображатимуться або на сторінці «Знайти учня», або при натисканні кнопки «Розширений перегляд» у списку учнів. Установіть прапорець «Пошук», щоб додати часто використовуване поле на сторінку пошука учнів, замість того, щоб натискати «Розширений перегляд», щоб використовувати це часто використовуване поле. Установіть прапорець «Розширений перегляд», щоб додати це поле до звіту з Розширеним переглядом. ви можете додавати або видаляти поля так часто, як забажаєте, налаштовуючи сторінку пошуку та звіт про Розширений перегляд.

source: <i>User Profiles</i> helps you configure how the users access to the information, and if they can modify it.
cs: <i>Uživatelské profily</i> pomáhají nastavit, jak uživatelé přistupují k informacím a zda je mohou upravovat.
ru_ru: <i>Роли пользователей</i>. Здесь можно настроить способ доступа пользователей к информации и возможность её изменения.
uk_ua: <i>Ролі користувачів</i> допомагають вам налаштувати спосіб доступу користувачів до інформації та можливість її зміни.
