Repository: Binyam95Bharu/Student-Management-System
Catalog: locale/*.utf8/LC_MESSAGES/help.po
Languages: cs, ru_ru, uk_ua

source: Then, on the left hand side of the page, check the columns you would like to see on the list. The fields, in the order you have selected them, will appear in the list at the top of the page.
cs: Poté na levé straně stránky zkontroluj sloupce, které bys chtěl vidět na seznamu. Pole, v pořadí, v jakém jsi je vybral, se objeví v seznamu nahoře na stránce.
ru_ru: Затем в левой части страницы отметьте столбцы, которые вы хотели бы видеть в списке. Выбранные вами поля появятся в списке в верхней части страницы.
uk_ua: Потім у лівій частині сторінки позначте стовпці, які ви хотіли б бачити у списку. Поля в тому порядку, в якому ви їх вибрали, з'являться у списку у верхній частині сторінки.

source: Finally, select the Classes to List on the report at the bottom of the page and click "Create Class Lists for Selected Course Periods".
cs: Nakonec vyber Předměty pro zařazení ve zprávě na konci stránky a klikni na "Vytvořit seznamy tříd pro vybrané období kurzů".
ru_ru: Наконец, выберите занятия для отображения в отчёте внизу страницы и нажмите «Создать списки занятий для выбранных периодов прохождения курсов».
uk_ua: Нарешті, виберіть заняття для відображення у звіті внизу сторінки та натисніть «Створити списки занять для вибраних періодів проходження курсу».

source: The Class Lists with the selected columns will be generated as a PDF document that can be printed or sent by email.
cs: Seznamy tříd s vybranými sloupci budou generovány jako PDF dokument, který lze vytisknout nebo zaslat e-mailem.
ru_ru: Списки занятий с выбранными столбцами будут сгенерированы в виде документа PDF, который можно распечатать или отправить по электронной почте.
uk_ua: Списки занять із вибраними стовпцями будуть створені як документ PDF, який можна роздрукувати або надіслати електронною поштою.

source: <i>Print Requests</i> is a utility that allows you to print requests sheets for any number of students.
cs: <i>Vytisknout Žádosti</i> je nástroj, který ti umožňuje tisknout listy požadavků pro libovolný počet studentů.
ru_ru: <i>Печать запросов</i> - это утилита, которая позволяет печатать листы с запросами для любого количества учащихся.
uk_ua: <i>Друк запитів</i> - це утиліта, яка дозволяє друкувати аркуші запитів для будь-якої кількості учнів.

source: You can search for students who requested a specific course by clicking the "Choose" link next to the "Request" search option and choosing a course from the popup window that appears.
cs: Studenty, kteří si vyžádali konkrétní kurz, můžeš vyhledat kliknutím na odkaz "Vybrat" vedle možnosti vyhledávání "Žádat" a výběrem kurzu z vyskakovacího okna, které se zobrazí.
ru_ru: Вы можете выполнить поиск учащихся, которые запросили определённый курс, нажав на ссылку «Выбрать» рядом с параметром поиска «Запрос» и выбрав курс в появившемся всплывающем окне.
uk_ua: Ви можете шукати учнів, які запитували певний курс, натиснувши посилання «Вибрати» поруч із параметром пошуку «Запит» та вибравши курс у спливаючому вікні, що з'явиться.

source: Also, you can choose to print the requests sheets with mailing labels. The requests sheets will have mailing labels positioned in such a way as to be visible in a windowed envelope when the sheet is folded in thirds. More than one request sheet may be printed per student if the student has guardians residing at more than one address.
cs: Také si můžeš vytisknout žádosti s poštovními štítky. Žádosti budou mít štítky umístěné tak, aby byly viditelné v obálce s oknem, když je list složen na třetiny. Na jednoho studenta může být vytištěno více než jeden žádostový list, pokud má student opatrovníky bydlící na více adresách.
ru_ru: Кроме того, вы можете распечатать листы с заявками с почтовыми ярлыками. На листах с заявками будут прикреплены почтовые ярлыки, расположенные таким образом, чтобы они были видны в конверте с окошком, когда лист сложен втрое. Для каждого учащегося может быть распечатано более одного листа с заявками, если у учащегося есть опекуны, проживающие по нескольким адресам.
uk_ua: Крім того, ви можете роздрукувати листи із заявками з ярликами для розсилки. На аркушах із заявками будуть прикріплені поштові ярлики, розташовані таким чином, щоб вони були видні в конверті з віконцем, коли лист складний втричі. Для кожного учня може бути роздруковано більше одного аркуша із запитами, якщо у учня є опікуни, які проживають за кількома адресами.

source: The request sheets will be automatically downloaded to your computer in the printable PDF format when you click the "Submit" button.
cs: Žádostové listy budou automaticky staženy do počítače ve formátu PDF pro tisk, jakmile klikneš na tlačítko "Odeslat".
ru_ru: Бланки заявок будут автоматически загружены на ваш компьютер в формате PDF для печати, когда вы нажм`те кнопку «Отправить».
uk_ua: Бланки запитів будуть автоматично завантажені на ваш комп'ютер у форматі PDF для друку, коли ви натиснете кнопку «Надіслати».

source: <i>Schedule Report</i> is a report that shows the students who are scheduled into each course, the students who requested the course but weren't successfully scheduled into it, and the number of requests, open seats, and total seats in each course.
cs: <i>Report o rozvrhu</i> je zpráva, která ukazuje studenty zařazené do každého kurzu, studenty, kteří o kurz žádali, ale nebyli do něj úspěšně zařazeni, a počet žádostí, volná místa a celkový počet míst v každém kurzu.
ru_ru: <i>Отчёт о расписании</i> - это отчёт, который показывает учащихся, записанных на каждый курс, учащихся, которые запрашивали курс, но не были успешно записаны на него, а также количество запросов, свободных мест и общее количество мест на каждом курсе.
uk_ua: <i>Звіт про розклад</i> - це звіт, який показує учнів, записаних на кожен курс, учнів, які запитували курс, але не були успішно записані на нього, а також кількість запитів, вільних місць і загальну кількість місць на кожному курсі.

source: To navigate through this report, first click on any one of the subjects. You will now see each course in that subject as well as the number of requests for that course and open and total seats available for that course. If you choose a course by clicking on it, you will see a list of the course periods, and the requests, open, and total seats numbers will be broken down by each period. Here, you can also see a list of students scheduled in the course or a list of students who requested the course but weren't scheduled into it by clicking the "List Students" and "List Unscheduled Students" links respectively.
cs: Pro procházení této zprávy nejprve klikni na kterékoli z témat. Nyní uvidíš každý kurz v daném oboru, počet žádostí o tento kurz a volná a celková počet míst pro daný kurz. Pokud si kurz vybereš kliknutím na něj, uvidíš seznam období kurzů a počet žádostí, otevřených a celkových míst bude rozdělen podle jednotlivých období. Zde také můžeš vidět seznam studentů naplánovaných v kurzu nebo seznam studentů, kteří si kurz vyžádali, ale nebyli do něj zařazeni, kliknutím na odkazy "Seznam studentů" a "Seznam neplánovaných studentů".
ru_ru: Чтобы просмотреть этот отчёт, сначала щёлкните по любому из предметов. Теперь вы увидите каждый курс по этому предмету, а также количество заявок на этот курс и количество свободных мест на этот курс. Если вы выберете курс, нажав на него, вы увидите список периодов прохождения курса, а количество заявок, доступных мест и общее количество мест будут распределены по каждому периоду. Здесь вы также можете просмотреть список учащихся, записанных на курс, или список учащихся, которые запросили курс, но не были записаны на него, нажав на ссылки «Список учащихся» и «Список нераспределённых учащихся» соответственно.
uk_ua: Щоб переглянути цей звіт, спочатку натисніть на будь-який із предметів. Тепер ви побачите кожен курс з цього предмету, а також кількість заявок на цей курс, кількість відкритих і загальну кількість вільних місць на цей курс. Якщо ви виберете курс, натиснувши на нього, ви побачите список періодів проходження курсу, а кількість запитів, відкритих місць і загальна кількість місць будуть розподілені по кожному періоду. Тут ви також можете переглянути список учнів, записаних на курс, або список учнів, які просили курс, але не були записані на нього, натиснувши посилання «Список учнів» та «Список незапланованих учнів» відповідно.

source: At any point after selecting a subject, you can navigate backwards by clicking on the links that appear in the grey bar at the top of the screen.
cs: Kdykoliv po výběru tématu můžeš navigovat zpět kliknutím na odkazy, které se objeví v šedém pruhu v horní části obrazovky.
ru_ru: В любой момент после выбора предмета вы можете вернуться, перейдя по ссылкам, которые отображаются на серой полосе в верхней части страницы.
uk_ua: У будь-який момент після вибору предмету ви можете перейти в зворотному напрямку, перейшовши за посиланнями, які відображаються на сірій смузі у верхній частині сторінки.

source: <i>Requests Report</i> is a report that shows the number of students who requested each course and the number of total seats in that course. The courses are grouped by subject.
cs: <i>Requests Report</i> je zpráva, která ukazuje počet studentů, kteří si každý kurz vyžádali, a celkový počet míst v daném kurzu. Kurzy jsou seskupeny podle předmětů.
ru_ru: <i>Отчёт о запросах</i> - это отчёт, который показывает количество учащихся, запросивших каждый курс, и общее количество мест на этом курсе. Курсы сгруппированы по предметам.
uk_ua: <i>Звіт про запити</i> - це звіт, який показує кількість учнів, які просили кожен курс, і загальну кількість місць на цьому курсі. Курси згруповані за предметами.

source: This report is useful for creating the master schedule since it helps you determine the number of course periods necessary for each course due to demand for the course.
cs: Tato zpráva je užitečná pro vytvoření hlavního rozvrhu, protože pomáhá určit počet hodin potřebných pro každý kurz vzhledem k poptávce.
ru_ru: Этот отчёт полезен для составления основного расписания, поскольку он помогает вам определить количество учебных часов, необходимых для каждого курса, в зависимости от спроса на курс.
uk_ua: Цей звіт корисний для складання основного розкладу, оскільки він допомагає визначити кількість періодів проходження курсу, необхідних для кожного курсу, залежно від попиту на курс.

source: <i>Unfilled Requests</i> is a report of course requests unfilled for a group of students.
cs: <i>Nesplněné požadavky</i> jsou zpráva o nevyplněných požadavcích na kurzy pro skupinu studentů.
ru_ru: <i>Незаполненные заявки</i> - это отчёт о незаполненных заявках на курс для группы учащихся.
uk_ua: <i>Незаповнені запити</i> - це звіт про незаповнені запити на курс для групи учнів.

source: You must first select a (group of) student(s) by using the "Find a Student" search screen.
cs: Nejprve musíš vybrat (skupinu) studenta pomocí vyhledávacího panelu "Najít studenta".
ru_ru: Сначала вам нужно выбрать учащегося (группу) с помощью страницы поиска «Найти учащегося».
uk_ua: Спочатку потрібно вибрати учня (групи) за допомогою сторінки пошуку «Знайти учня».

source: The report shows the student information along with the request unfilled details (teacher and period requested) and the number of sections or course periods which have been setup for the course (in the Scheduling > Courses program). You can also check the available seats by checking "Show Available Seats" at the top of the screen.
cs: Zpráva ukazuje informace o studentovi spolu s nevyplněnými požadavky (požadovaný učitel a hodina) a počtem sekcí nebo hodin kurzu, které byly pro kurz nastaveny (v programu Plánování > kurzů). Dostupná místa si můžeš také zkontrolovat zaškrtnutím "Zobrazit dostupná místa" v horní části obrazovky.
ru_ru: В отчёте отображается информация об учащемся вместе с незаполненными данными запроса (учитель и запрашиваемый период) и количеством разделов или периодов обучения, которые были настроены для курса (в разделе Расписание > Курсы). Вы также можете проверить наличие свободных мест, установив флажок «Показывать свободные места» в верхней части страницы.
uk_ua: У звіті відображається інформація про учня разом із незаповненими даними запиту (викладач та запитуваний період) та кількістю розділів або періодів проходження курсу, які були налаштовані для курсу (у розділі Розклад > Програма курсів). ви також можете перевірити наявність вільних місць, встановивши прапорець «Показувати вільні місця» у верхній частині сторінки.

source: Clicking on the student's name will redirect you to the Student Requests program.
cs: Kliknutím na jméno studenta se přesměruješ do programu Žádosti studentů.
ru_ru: Нажав на имя учащегося, вы перейдёте к разделу «Заявки учащихся».
uk_ua: Натиснувши на ім'я учня, ви перейдете до розділу «Запити учнів».

source: <i>Incomplete Schedules</i> is a report of students who have no class scheduled in a particular period.
cs: <i>Neúplné rozvrhy</i> jsou zpráva o studentech, kteří nemají v daném období naplánovanou žádnou hodinu.
ru_ru: <i>Неполные расписания</i> - это отчёт об учащихся, у которых не запланированы занятия на определённый период.
uk_ua: <i>Неповні розклади</i> - це звіт про учнів, у яких не заплановані заняття на певний період.

source: Then, the students in the list are not scheduled in the periods corresponding to the columns where they have red "X" icons. If the period column has a green "tick" icon, the student have a class scheduled in that period. A red "X" icon therefore indicates a free, unscheduled period that can be scheduled.
cs: Studenti v seznamu pak nejsou rozvrhováni do období odpovídajících sloupcům, kde mají červené ikony "X". Pokud má sloupec hodiny zelenou ikonu "zaškrtnutí", student má v této hodině naplánovanou hodinu. Červená ikona "X" tedy označuje volné, neplánované období, které lze naplánovat.
ru_ru: В этом случае учащиеся в списке не будут записаны на те периоды, которые соответствуют столбцам с красными значками «X». Если в столбце «период» есть зеленый значок «галочка», значит, у учащегося запланированы занятия на этот период. Таким образом, красный значок «X» указывает на свободный незапланированный период, который можно использовать.
uk_ua: У цьому випадку учні в списку не будуть записані на ті періоди, які відповідають стовпцям з червоними значками «X». Якщо в стовпці періоду є зелений значок «галочка«, значить, у учня заплановані заняття на цей період. Таким чином, червоний значок «X» вказує на вільний, незапланований період, який можна запланувати.

source: <i>Add / Drop Report</i> is a report of students who have had classes added to, or dropped from, their schedule during the timeframe selected. You can select a different timeframe by changing the dates at the top of the screen, and then clicking the "Go" button. The report shows student information along with the Course, Course Period, Enrolled and Dropped dates. You can export the report to a spreadsheet using the "Download" icon.
cs: <i>Přidat / Odebrat Report</i> je zpráva o studentech, kterým byly během zvoleného časového rámce přidány nebo vyřazeny z rozvrhu. Můžeš zvolit jiný časový rámec změnou dat v horní části obrazovky a kliknutím na tlačítko "Go". Zpráva ukazuje informace o studentech spolu s daty kurzu, období kurzu, zápisem a odhlášením. Report můžeš exportovat do tabulky pomocí ikony "Stáhnout".
ru_ru: <i>Отчёт о добавлении/отмене занятий</i> - это отчёт об учащихня, у которых были добавлены занятия в расписание или исключены из него в течение выбранного периода времени. Вы можете выбрать другой период, изменив даты в верхней части страницы, а затем нажав кнопку «Перейти». В отчёте отображается информация об учащемся, а также курс, период обучения, даты зачисления и исключения. Вы можете экспортировать отчёт в электронную таблицу, нажав на значок «Загрузить».
uk_ua: <i>Звіт про Додавання/Скасування занять</i> - це звіт про учнів, у яких були додані заняття в розклад або виключені з нього протягом обраного періоду часу. ви можете вибрати інший період, змінивши дати у верхній частині сторінки, а потім натиснувши кнопку «Далі». У звіті відображається інформація про учня, а також курс, період проходження курсу, дати зарахування та виключення. ви можете експортувати звіт в електронну таблицю, натиснувши на значок «Завантажити».

source: <i>Courses</i> allows you to setup your school's courses. There are three tiers of courses: Subjects, Courses, and Course Periods.
cs: <i>Kurzy</i> ti umožní nastavit kurzy tvojí školy. Kurzy jsou tři úrovně: předměty, kurzy a hodiny kurzu.
ru_ru: <i>Курсы</i> позволяет настроить учебные курсы в вашей школе. Существует три уровня курсов: предметы, курсы и периоды прохождения курсов.
uk_ua: <i>Курси</i> дозволяє налаштувати навчальні курси у вашій школі. Існує три рівні курсів: предмети, курси та періоди проходження курсу.

source: To add any of these three things, click on the Add icon (+) in the column corresponding to what you want to add. Then, fill in the information requested in the fields above the list of courses and click the "Save" button.
cs: Chceš-li přidat některou z těchto tří věcí, klikni na ikonu Přidat (+) ve sloupci odpovídajícím tomu, co chceš přidat. Poté vyplň požadované informace v poli nad seznamem kurzů a klikni na tlačítko "Uložit".
ru_ru: Чтобы добавить что-либо из этих трёх вариантов, нажмите на значок «Добавить» (+) в столбце, соответствующем тому, что вы хотите добавить. Затем заполните информацией требуемые поля над списком курсов и нажмите кнопку «Сохранить».
uk_ua: Щоб додати будь-який із цих трьох пунктів, торкніться значка «Додати» (+) у стовпці, що відповідає тому, що ви хочете додати. Потім заповніть необхідну інформацію в полях над списком курсів і натисніть кнопку «Зберегти».

source: To change any of these three things, click on the item you want to change, and click on whatever value you want to change in the grey area above the lists. Then, change the value and click the "Save" button.
cs: Chceš-li změnit některou z těchto tří věcí, klikni na položku, kterou chceš změnit, a klikni na jakoukoli hodnotu, kterou chceš změnit, v šedé oblasti nad seznamy. Poté změň hodnotu a klikni na tlačítko "Uložit".
ru_ru: Чтобы изменить любой из этих трёх вариантов, щёлкните по элементу, который вы хотите изменить, и выберите любое значение, которое вы хотите изменить, в серой области над списками. Затем измените значение и нажмите кнопку «Сохранить».
uk_ua: Щоб змінити будь-який із цих трьох параметрів, клацніть на елементі, який потрібно змінити, і виберіть будь-яке значення, яке потрібно змінити, у сірій області над списками. Потім змініть значення та натисніть кнопку «Зберегти».

source: Finally, to delete something, select it by clicking on its title on the list and click the "Delete" button at the top of the screen. You will be asked to confirm the deletion.
cs: Nakonec, pokud chceš něco smazat, vyber to kliknutím na název v seznamu a kliknutím na tlačítko "Smazat" v horní části obrazovky. Budeš požádán o potvrzení smazání.
ru_ru: Наконец, чтобы что-то удалить, выберите это, щёлкнув по названию в списке, и нажмите кнопку «Удалить» в верхней части страницы. Вам будет предложено подтвердить удаление.
uk_ua: Нарешті, щоб щось видалити, виберіть їх, натиснувши назву у списку, і натисніть кнопку «Видалити» у верхній частині сторінки. Вам буде запропоновано підтвердити видалення.

source: Course
cs: Kurz
ru_ru: Курс
uk_ua: Курс

source: <i>Description</i>: the description is optional. You can, for example, enter the course syllabus. By default, students and parents can browse the courses list and thus consult descriptions.
cs: <i>Popis</i>: popis je volitelný. Můžeš například zadat sylabus kurzu. Studenti a rodiče si ve výchozím nastavení mohou seznam kurzů prohlížet a tedy konzultovat popisy.
ru_ru: <i>Описание</i>: описание необязательно. Вы можете, например, ввести программу курса. По умолчанию учащиеся и родители могут просматривать список курсов и, таким образом, просматривать описания.
uk_ua: <i>Опис</i>: робити опис необов'язково. ви можете, наприклад, ввести програму курсу. За замовчуванням учні та батьки можуть переглядати список курсів і таким чином переглядати описи.

source: <i>Credit Hours</i> (abbreviated "C.H."), or the number of hours to complete the course; can be displayed on Transcripts. This field is optional.
cs: <i>Kreditní hodiny</i> (zkráceně "KH"), tedy počet hodin potřebných k dokončení kurzu; lze zobrazit na přepisech. Toto pole je volitelné.
ru_ru: <i>Зачётные часы (сокращённо «З.Ч.») или количество часов, необходимых для прохождения курса; может отображаться в Стенограммах. Это поле необязательно.
uk_ua: <i>Залікові години (скорочено «З. Г.») або кількість годин, необхідних для проходження курсу; може відображатися в протоколах. Це поле необов'язково.

source: Course Period (or Class)
cs: Období kurzu (nebo třída)
ru_ru: Время прохождения курса (или занятия)
uk_ua: Період проходження курсу (або заняття)

source: <i>Seats</i>: this field is optional. When set, you can check how many seats are available (based on the number of students enrolled in the class).
cs: <i>Místa</i>: toto pole je volitelné. Když je nastaveno, můžeš zkontrolovat, kolik míst je k dispozici (podle počtu zapsaných studentů ve třídě).
ru_ru: <i>Количество мест</i>: это поле необязательно. После настройки вы можете проверить, сколько мест доступно (в зависимости от количества учащихся, зачисленных на занятие).
uk_ua: <i>Кількість місць</i>: це поле необов'язкове. Після налаштування ви можете перевірити, скільки місць доступно (залежно від кількості учнів, які навчаються в класі).

source: <i>Period - Days</i>: you can add various Periods, each with their own Days. Click on the "Add a Period" link. To remove a Period, uncheck all Days and click on the "Save" button. A Course Period must have at least one Period, or else it will not appear in the Teacher's left menu.
cs: <i>Období – Dny</i>: můžeš přidat různé období, každé s vlastními dny. Klikni na odkaz "Přidat hodinu". Pro odstranění hodiny odškrtni všechny dny a klikni na tlačítko "Uložit". Hodina musí mít alespoň jednu hodinu, jinak se neobjeví v levém menu učitele.
ru_ru: <i>Период - Дни</i>: вы можете добавлять различные периоды, для каждого из которых свои дни. Нажмите на ссылку «Добавить период». Чтобы удалить период, снимите флажки со всех дней и нажмите кнопку «Сохранить». Период обучения должен содержать хотя бы один период, иначе он не будет отображаться меню учителя слева.
uk_ua: <i>Період - Дні</i>: ви можете додавати різні періоди, для кожного з яких свої дні. Натисніть на посилання «Додати період». Щоб видалити період, зніміть прапорці з усіх днів і натисніть кнопку «Зберегти». Період проходження курсу повинен містити хоча б один період, інакше він не буде відображатися в лівому меню вчителя.

source: <i>Calendar</i>: associate a Calendar. Students in the class should be associated to that same Calendar. Note: you can create various calendars using the <i>School > Calendars</i> program.
cs: <i>Kalendář</i>: připojí kalendář. Studenti ve třídě by měli být přiřazeni ke stejnému kalendáři. Poznámka: můžeš vytvářet různé kalendáře pomocí programu <i>Škola > Kalendáře</i> .
ru_ru: <i>Календарь</i>: привязать календарь. Учащиеся на занятии должны быть привязаны к одному и тому же календарю. Примечание: вы можете создавать различные календари, используя раздел <i>Школа > Календари</i>.
uk_ua: <i>Календар</i>: тут можна прив'язати календар. Учні в класі повинні бути прив'язані до одного календаря. Примітка: ви можете створювати різні календарі, використовуючи розділ <i>Школа > Календарі</i>.
