Repository: Binyam95Bharu/Student-Management-System
Catalog: locale/*.utf8/LC_MESSAGES/help.po
Languages: cs, ru_ru, uk_ua

source: Also, you can choose to print the letters with mailing labels. The letters will have mailing labels positioned in such a way as to be visible in a windowed envelope when the sheet is folded in thirds. More than one letter may be printed per student if the student has guardians residing at more than one address.
cs: Také si můžeš vybrat, zda dopisy vytiskneš s poštovními štítky. Dopisy mají poštovní štítky umístěné tak, aby byly viditelné v obálce s oknem, když je list složen na třetiny. Na jednoho studenta může být vytištěno více než jedno písmeno, pokud má student opatrovníky bydlící na více než jedné adrese.
ru_ru: Кроме того, вы можете распечатать письма с почтовыми ярлыками. Почтовые ярлыки будут расположены таким образом, чтобы их было видно в конверте с окошком, когда лист сложен втрое. Для каждого учащегося может быть распечатано более одного письма, если у него есть опекуны, проживающие по нескольким адресам.
uk_ua: Крім того, ви можете роздрукувати листи з поштовими ярликами. Поштові ярлики будуть розташовані таким чином, щоб їх було видно в конверті з віконцем, коли лист складний втричі. Для кожного учня може бути надруковано більше одного листа, якщо у нього є опікуни, які проживають за кількома адресами.

source: The letters will be automatically downloaded to your computer in the printable PDF format when you click the "Submit" button.
cs: Dopisy budou automaticky staženy do počítače ve formátu PDF pro tisk, jakmile klikneš na tlačítko "Odeslat".
ru_ru: Письма будут автоматически загружены на ваш компьютер в формате PDF для печати, когда вы нажмете кнопку «Отправить».
uk_ua: Електронні листи будуть автоматично завантажені на ваш комп'ютер у форматі PDF для друку, коли ви натиснете кнопку «Надіслати».

source: <i>General Information</i> is a display of a student's fundamental information. This includes birth date, social security number, ethnicity, gender, birthplace, and grade. You can change any of this information by clicking on the value you want to change, changing the value, and clicking the "Save" button at the top of the page.
cs: <i>Obecné informace</i> jsou zobrazením základních informací studenta. To zahrnuje datum narození, číslo sociálního zabezpečení, etnicitu, pohlaví, místo narození a třídu. Jakoukoli z těchto informací můžeš změnit kliknutím na požadovanou hodnotu, změnou hodnoty a kliknutím na tlačítko "Uložit" v horní části stránky.
ru_ru: <i>Общая информация</i> - основная информация об учащемся. Сюда входят: дата рождения, номер социального страхования, этническая принадлежность, пол, место рождения и класс. Вы можете изменить любое из этих сведений, щёлкнув по значению, которое хотите изменить, изменив значение и нажав кнопку «Сохранить» в верхней части страницы.
uk_ua: <i>Загальна інформація</i> тут відображається основна інформація про учня. Сюди входять дата народження, номер соціального страхування, етнічна приналежність, стать, місце народження та клас. ви можете змінити будь-яку з цих деталей, натиснувши значення, яке потрібно змінити, змінивши значення та натиснувши кнопку «Зберегти» у верхній частині сторінки.

source: <i>Addresses & Contacts</i> is a display of a student's address and contact information.
cs: <i>Addresses & Contacts</i> je zobrazení adresy a kontaktních údajů studenta.
ru_ru: <i>Адреса и контакты</i> - адрес и контактная информация учащегося.
uk_ua: <i>Адреси та контакти</i> - адреси та контактна інформація про учня.

source: A student can have any number of addresses. To add an address, click the "Add a New Address" link and complete the empty fields in the Address box. Finally, click the "Save" button at the top of the screen.
cs: Student může mít libovolný počet adres. Pro přidání adresy klikni na odkaz "Přidat novou adresu" a vyplň prázdná pole v poli Adresa. Nakonec klikni na tlačítko "Uložit" v horní části obrazovky.
ru_ru: У учащегося может быть любое количество адресов. Чтобы добавить адрес, нажмите на ссылку «Добавить новый адрес» и заполните пустые поля в блоке Адрес. Наконец, нажмите кнопку «Сохранить» в верхней части страницы.
uk_ua: Учень може мати будь-яку кількість адрес. Щоб додати адресу, натисніть посилання «Додати нову адресу» та заповніть порожні поля в підрозділі «Адреса». Нарешті, натисніть кнопку «Зберегти» у верхній частині сторінки.

source: Now, you can add a contact to this address. To do this, complete the contact's name, and again, press the "Save" button.
cs: Teď můžeš přidat kontakt na tuto adresu. K tomu doplň jméno kontaktu a znovu stiskni tlačítko "Uložit".
ru_ru: Теперь вы можете добавить контактное лицо к этому адресу. Для этого введите имя контакта и снова нажмите кнопку «Сохранить».
uk_ua: Тепер ви можете додати контакт за цією адресою. Для цього введіть ім'я контакту та знову натисніть кнопку «Зберегти».

source: You can now add more information about this contact by checking the "Custody" and "Emergency" checkboxes, after first clicking on their default value of "No" (cross). Relations marked as having "Custody" of the student receive mailings and relations marked as being "Emergency" contacts can be contacted in the case of an emergency.
cs: Nyní můžeš přidat více informací o tomto kontaktu zaškrtnutím políček "Péče" a "Nouzové" po prvním kliknutí na výchozí hodnotu "Ne" (křížem). Vztahy označené jako "Péče" o studenta přijímají zásilky a vztahy označené jako "Naléhavé" kontakty lze kontaktovat v případě nouze.
ru_ru: Теперь вы можете добавить дополнительную информацию об этом контактном лице, установив флажки «Опека» и «Экстренная помощь», предварительно установив их значение по умолчанию «Нет» (крестик). Родственники, отмеченные как «Опека» учащегося, получают почтовые рассылки, а с родственниками, отмеченными как «Экстренная помощь», можно связаться в случае чрезвычайной ситуации.
uk_ua: Тепер ви можете додати додаткову інформацію про цю контактну особу, встановивши прапорці «Опіка» та «Екстрена допомога», попередньо встановивши їх значення за замовчуванням «Ні» (хрестик). Родичі, позначені як «Опікуни» учня, отримують поштові розсилки, а родичі, позначені як «Екстрені», можуть зв'язатися у разі надзвичайної ситуації.

source: You can add other information about this contact, such as their cell phone number, fax number, occupation, workplace, etc. by filling in the title of the new data in the "Description" field and its corresponding value in the "Value" field.
cs: Další informace o tomto kontaktu, jako je jeho mobilní číslo, faxové číslo, povolání, pracoviště atd., můžeš přidat vyplněním názvu nových dat do pole "Popis" a odpovídající hodnoty v poli "Hodnota".
ru_ru: Вы можете добавить другую информацию об этом контактном лице, такую как номер его мобильного телефона, номер факса, род занятий, рабочее место и т.д., добавив новые данные в поле «Описание» и соответствующее значение в поле «Значение».
uk_ua: Ви можете додати іншу інформацію про цю контактну особу, таку як номер її мобільного телефону, номер факсу, рід занять, робоче місце тощо, додавши назву нових даних в поле «Опис» і відповідне значення в поле «Значення».

source: Contacts and information about contacts can be deleted by clicking on the delete icon (-) next to the information to be deleted. (Note: you will be asked to confirm all deletions.) Any information on the screen can be modified by first clicking on the information, then changing its value, and finally clicking the "Save" button at the top of the screen.
cs: Kontakty a informace o kontaktech lze smazat kliknutím na ikonu mazání (-) vedle informací, které mají být smazány. (Poznámka: budeš požádán o potvrzení všech smazání.) Jakékoli informace na obrazovce lze nejprve upravit kliknutím na informace, poté změnou jejich hodnoty a nakonec kliknutím na tlačítko "Uložit" v horní části obrazovky.
ru_ru: Контакты и информацию о контактах можно удалить, нажав на значок удаления (-) рядом с информацией, которую нужно удалить. (Примечание: вам будет предложено подтвердить все удаления). Любую информацию на экране можно изменить, сначала щёлкнув по ней, затем изменив её значение и, наконец, нажав кнопку «Сохранить» в верхней части страницы.
uk_ua: Контакти та інформацію про контакти можна видалити, натиснувши на значок видалення ( - ) поруч з інформацією, яку потрібно видалити. (Примітка: вам буде запропоновано підтвердити всі видалення). Будь-яку інформацію на сторінці можна змінити, спочатку натиснувши на неї, потім змінивши її значення і, нарешті, натиснувши кнопку «Зберегти» у верхній частині сторінки.

source: <i>Medical</i> is a display of a student's medical information.
cs: <i>Zdravotní informace</i> jsou zobrazeny v sekci Zdravotní informace studenta.
ru_ru: <i>Медицинская информация</i> - медицинская информация об учащемся.
uk_ua: <i>Медична інформація</i> - відповідно медична інформація про учня.

source: This includes the student's physician, the physician's phone, the student's preferred hospital, any medical comments, whether or not the student has a doctor's note, and comments concerning the doctor's note. To change any of these values, click on the value you want to change, change it, and click the "Save" button at the top of the screen.
cs: To zahrnuje lékaře studenta, lékařův telefon, preferovanou nemocnici studenta, jakékoli lékařské komentáře, zda má lékařské potvrzení či nikoliv, a komentáře týkající se lékařského potvrzení. Chceš-li změnit jakoukoli z těchto hodnot, klikni na požadovanou hodnotu, změň ji a klikni na tlačítko "Uložit" v horní části obrazovky.
ru_ru: Сюда можно отнести информацию о лечащем враче учащегося, номер телефона врача, предпочитаемую учащимся больницу, любые медицинские замечания, независимо от того, есть ли у учащегося справка от врача или нет, а также комментарии, касающиеся справки от врача. Чтобы изменить любое из этих значений, нажмите на нужное значение, измените его и нажмите кнопку «Сохранить» в верхней части страницы.
uk_ua: Це включає інформацію про лікаря, що лікує учня, телефон лікаря, бажану учнем лікарню, будь-які медичні зауваження, незалежно від того, чи є у учня довідка від лікаря чи ні, а також коментарі, що стосуються довідки від лікаря. Щоб змінити будь-яке з цих значень, торкніться потрібного значення, змініть його та натисніть кнопку «Зберегти» у верхній частині сторінки.

source: You can also add entries for each immunization or physical received by the student as well as any medical alerts such as allergies or illnesses.
cs: Můžeš také přidat záznamy o každé očkování nebo preventivní prohlídce, kterou student obdržel, stejně jako případná lékařská upozornění, například alergie nebo nemoci.
ru_ru: Вы также можете добавить записи о каждой прививке или медицинском осмотре, проведённом учащимся, а также о любых медицинских предупреждениях, таких как аллергия или заболевания.
uk_ua: Ви також можете додати записи про кожну вакцинацію або медичний огляд, проведений з учнем, а також про будь-які медичні попередження, такі як алергія або захворювання.

source: To add an immunization, physical, or medical alert, fill in the blank fields at the bottom of the appropriate list, and click the "Save" button at the top of the screen.
cs: Pro přidání očkování, fyzického nebo lékařského upozornění vyplň prázdná pole dole v příslušném seznamu a klikni na tlačítko "Uložit" v horní části obrazovky.
ru_ru: Чтобы добавить уведомление об иммунизации, физическом осмотре или медицинской помощи, заполните пустые поля внизу соответствующего списка и нажмите кнопку «Сохранить» в верхней части страницы.
uk_ua: Щоб додати повідомлення про імунізацію, фізичний огляд або медичну допомогу, заповніть порожні поля внизу відповідного списку та натисніть кнопку «Зберегти» у верхній частині сторінки.

source: To change an immunization, physical, or medical alert, click on the value you want to change, change it, and click the "Save" button at the top of the screen.
cs: Pro změnu očkování, fyzického nebo lékařského upozornění klikni na požadovanou hodnotu, změň ji a klikni na tlačítko "Uložit" v horní části obrazovky.
ru_ru: Чтобы изменить предупреждение об иммунизации, физиотерапевтическом осмотре или медицинском обслуживании, нажмите на значение, которое вы хотите изменить, измените его и нажмите кнопку «Сохранить» в верхней части страницы.
uk_ua: Щоб змінити попередження про імунізацію, фізичний огляд або медичну допомогу, натисніть на значення, яке потрібно змінити, змініть його та натисніть кнопку «Зберегти» у верхній частині сторінки.

source: To delete an immunization, physical, or medical alert, click on the delete icon (-) next to the item you want to delete. You will be asked to confirm your deletion.
cs: Chceš-li smazat očkování, lékařské nebo lékařské upozornění, klikni na ikonu pro smazání (-) vedle položky, kterou chceš smazat. Budeš požádán o potvrzení smazání.
ru_ru: Чтобы удалить сообщение об иммунизации, физиотерапевтическом или медицинском осмотре, нажмите на значок удаления (-) рядом с элементом, который вы хотите удалить. Вам будет предложено подтвердить удаление.
uk_ua: Щоб видалити повідомлення про імунізацію, фізіотерапію або фізичний огляд, торкніться значка видалення (-) поруч із елементом, який потрібно видалити. Вам буде запропоновано підтвердити видалення.

source: <i>Enrollment</i> can be used to enroll or drop a student from any school. A student can have only one active enrollment record at any time.
cs: <i>Zápis</i> může být použit k zápisu nebo vyhlášení studenta z jakékoli školy. Student může mít v daném okamžiku pouze jeden aktivní zápis.
ru_ru: Раздел <i>Зачисление</i> будет полезен для зачисления или исключения учащегося из любой школы. У учащегося может быть только одна активная запись о зачислении в любой момент времени.
uk_ua: <i>Зарахування</i>. Цей підрозділ може бути використаний для зарахування або виключення учня з будь-якої школи. Учень може мати лише один активний запис про зарахування в будь-який момент часу.

source: To drop a student, change the "Dropped" date to the effective date of the student's drop as well as the reason for his drop. Click the "Save" button at the top of the screen.
cs: Pro vyřazení studenta změň datum "Vyřazeno" na datum účinnosti jeho vyřazení a také důvod jeho vyřazení. Klikni na tlačítko "Uložit" v horní části obrazovky.
ru_ru: Чтобы исключить учащегося, измените дату «Исключение» на дату вступления в силу исключения учащегося, а также причину его исключения. Нажмите кнопку «Сохранить» в верхней части страницы.
uk_ua: Щоб виключити учня, змініть дату «Виключення» на дату набрання чинності виключенням учня, а також причину його виключення. Натисніть кнопку «Зберегти» у верхній частині сторінки.

source: Now you can reenroll the student. To do this, select the effective date of the student's enrollment and the reason for his enrollment from the blank line at the bottom of the list. Also, select the school at which the student should be enrolled and click the "Save" button at the top of the screen.
cs: Teď můžeš studenta znovu zapsat. K tomu vyber datum účinnosti zápisu studenta a důvod jeho zápisu z prázdného řádku dole v seznamu. Také vyber školu, na kterou by měl být student zapsán, a klikni na tlačítko "Uložit" v horní části obrazovky.
ru_ru: Теперь вы можете повторно зачислить учащегося. Для этого выберите дату вступления в силу зачисления учащегося и причину его зачисления в пустой строке внизу списка. Кроме того, выберите школу, в которую следует зачислить учащегося, и нажмите кнопку «Сохранить» в верхней части страницы.
uk_ua: Тепер ви можете повторно зарахувати учня. Для цього виберіть дату зарахування учня і причину його зарахування в порожній рядку внизу списку. Крім того, виберіть школу, до якої слід зарахувати учня, і натисніть кнопку «Зберегти» у верхній частині сторінки.

source: The enrollment and drop dates and reasons can be modified by clicking on the values, changing them to the desired value, and clicking the "Save" button at the top of the screen.
cs: Termíny a důvody zápisu a odhlášení lze upravit kliknutím na hodnoty, jejich změnou na požadovanou hodnotu a kliknutím na tlačítko "Uložit" v horní části obrazovky.
ru_ru: Даты и причины зачисления и исключения можно изменить, щёлкнув по значениям, изменив их на желаемое значение и нажав кнопку «Сохранить» в верхней части страницы.
uk_ua: Дати та причини зарахування та виключення можна змінити, натиснувши значення, змінивши їх на потрібне значення та натиснувши кнопку «Зберегти» у верхній частині сторінки.

source: <i>Advanced Report</i> is a tool that helps you create any report you want, easily.
cs: <i>Advanced Report</i> je nástroj, který pomůže snadno vytvořit jakoukoli zprávu, kterou chceš.
ru_ru: <i>Расширенный отчёт</i> - это инструмент, который поможет вам легко создать любой отчёт.
uk_ua: <i>Розширений звіт</i> - це інструмент, який допоможе вам легко створити будь-який звіт, який ви хочете.

source: Select what you want to see on the report by checking the checkboxes next to the columns you wish to see on the report. The columns will appear in the list at the top of the screen in the order you have selected them.
cs: Vyber to, co chceš vidět ve zprávě, zaškrtnutím zaškrtávacích políček vedle sloupců, které chceš vidět ve zprávě. Sloupce se objeví v seznamu nahoře na obrazovce v pořadí, v jakém sis je vybral.
ru_ru: Выберите, что вы хотите видеть в отчёте, установив флажки рядом со столбцами, которые вы хотите видеть в отчёте. Столбцы появятся в списке вверху странице в выбранном вами порядке.
uk_ua: Виберіть, що ви хочете бачити у звіті, встановивши прапорці біля стовпців, які ви хочете бачити у звіті. Стовпці з'являться у списку у верхній частині сторінки в тому порядку, в якому ви їх вибрали.

source: To get the list of students who have their birthday on a specific date, select the date using the "Birth Month" and "Birth Day" pull-down menus in the "Find a Student" box.
cs: Pro získání seznamu studentů, kteří mají narozeniny na konkrétní datum, vyber datum pomocí rozbalovacích menu "Měsíc narození" a "Den narození" v poli "Najít studenta".
ru_ru: Чтобы получить список учащихся, у которых день рождения приходится на определённую дату, выберите нужную дату, используя выпадающие меню «Месяц рождения» и «День рождения» в блоке «Найти учащегося».
uk_ua: Щоб отримати список учнів, у яких день народження припадає на певну дату, виберіть потрібну дату, використовуючи випадаючі меню «Місяць народження» і «День народження» в підрозділі «Знайти учня».

source: <i>Add / Drop Report</i> is a report of all the students who have enrolled or dropped their enrollment during the time period selected.
cs: <i>Report o přidání / odhlášení</i> je zpráva o všech studentech, kteří se během zvoleného období zapsali nebo odhlásili ze zápisu.
ru_ru: <i>Отчёт о добавлении/удалении</i> - это отчёт обо всех учащихся, которые зачислились или исключились в течение выбранного периода времени.
uk_ua: <i>Звіт про Зарахування/відрахування</i> - це звіт про всіх учнів, які зараховані або відраховані протягом обраного періоду часу.

source: To consult other time periods, change the dates in the top part of the page and click the "Go" button on the right of the end date.
cs: Pro kontrolu jiných časových období změň data v horní části stránky a klikni na tlačítko "Go" napravo od data konce.
ru_ru: Чтобы ознакомиться с другими периодами, измените даты в верхней части страницы и нажмите кнопку «Перейти» справа от даты окончания.
uk_ua: Щоб ознайомитися з іншими періодами, змініть дати у верхній частині сторінки та натисніть кнопку «Перейти» праворуч від дати закінчення.

source: <i>Print Student Labels</i> allows you to generate labels for Student folders.
cs: <i>Print Student Labels</i> umožňuje generovat štítky pro složky Student.
ru_ru: <i>Печать ярлыков учащегося</i> позволяет создавать ярлыки для папок учащихся.
uk_ua: <i>Друк ярликів учнів</i> дозволяє створювати ярлики для папок учня.

source: <i>Print Mailing Labels</i> allows you to generate mailing labels for a group of students, parents or families.
cs: <i>Print Mailing Labels</i> umožňuje generovat poštovní štítky pro skupinu studentů, rodičů nebo rodin.
ru_ru: <i>Печать почтовых ярлыков</i> позволяет создавать почтовые ярлыки для группы учащихся, родителей или семей.
uk_ua: <i>Друк поштових ярликів</i> дозволяє створювати поштові ярлики для групи учнів, батьків або сімей.

source: You must first select a student by using the "Find a Student" search screen.
cs: Nejprve musíš vybrat studenta pomocí vyhledávacího panelu "Najít studenta".
ru_ru: Сначала необходимо выбрать учащегося с помощью страницы поиска «Найти учащегося».
uk_ua: Спочатку необхідно вибрати учня за допомогою сторінки пошуку «Знайти учня».

source: Then, select the students & what to print on the label: use the checkboxes on the left hand side of the student list to select the students, and use the options below the "Include on Labels" section to select what information you wish to include. You can include the student's Attendance Teacher and Attendance Room on the folder label.
cs: Poté vyber studenty a co vytisknout na štítek: použij zaškrtávací políčka na levé straně seznamu studentů pro výběr studentů a použij možnosti pod sekcí "Zahrnout na štítky" k výběru, jaké informace chceš zahrnout. Na štítku složky můžeš uvést učitele docházky a místnost docházky studenta.
ru_ru: Затем выберите учащихся и то, что нужно напечатать на ярлыке: установите флажки в левой части списка учащихся, чтобы выбрать учащихся и воспользуйтесь опциями под разделом «Добавить на ярлыки», чтобы выбрать, какую информацию вы хотите добавить. Вы можете указать на ярлыке папки информацию о посещаемости учащегося, его учителе и комнате для занятий.
uk_ua: Потім виберіть учнів і те, що потрібно надрукувати на ярлику: поставте прапорці в лівій частині списку учнів, щоб вибрати учнів, і використовуйте опції під розділом «Включити в ярлики», щоб вибрати, яку інформацію ви хочете включити. ви можете вказати на ярлику папки інформацію про відвідуваність учня, його вчителя і кімнату для занять.

source: <i>Print Student Info</i> will generate a multi-page report out of the information present in the Student Info tabs.
cs: <i>Print Student Info</i> vygeneruje vícestránkovou zprávu z informací dostupných v záložkách Student Info.
ru_ru: <i>Печать информации об учащемся</i> позволит создать многостраничный отчёт на основе информации, представленной на вкладках с информацией об учащемся.
uk_ua: <i>Друк інформації про учня</i> буде створено багатосторінковий звіт на основі інформації, представленої на вкладках з інформацією про учня.
