Repository: Binyam95Bharu/Student-Management-System
Catalog: locale/*.utf8/LC_MESSAGES/help.po
Languages: cs, ru_ru, uk_ua

source: Then, select the students and the information on the report: use the checkboxes on the left hand side of the student list to select the students, and then, at the top of the screen, check the tabs of the Student Info you would like to include. You can also check "Mailing Labels" to add the mailing information to the report so you may mail it in a window envelope. When you're done, click "Print Info for Selected Students".
cs: Poté vyber studenty a informace ve zprávě: použij zaškrtávací políčka na levé straně seznamu studentů k výběru studentů a v horní části obrazovky zaškrtni záložky Student Info, které chceš zahrnout. Můžeš také zaškrtnout "Mailing Labels" a přidat informace o odeslání do zprávy, abys ji mohl poslat v obálce s oknem. Až skončíš, klikni na "Vytisknout informace o vybraných studentech".
ru_ru: Выберите учащихся и информацию для отчёта: установите флажки в левой части списка учащихся, чтобы выбрать учащихся, а затем в верхней части страницы отметьте вкладки с информацией об учащемся, которую вы хотели бы добавить. Вы также можете установить флажок «Почтовые ярлыки», чтобы добавить в отчёт информацию о рассылке и отправить его в конверте с окошком. Когда вы закончите, нажмите «Распечатать информацию о выбранных учащихся».
uk_ua: Виберіть учнів та інформацію у звіті: поставте прапорці в лівій частині списку учнів, щоб вибрати учнів, а потім у верхній частині сторінки позначте вкладки з інформацією про учня, яку ви хотіли б включити. ви також можете встановити прапорець «Поштові ярлики», щоб додати інформацію про розсилку в звіт і відправити його в конверті з віконцем. Закінчивши, натисніть «Друк інформації для обраних учнів».

source: <i>My Report</i> will generate a report that can be downloaded to your desktop as an excel spreadsheet, with complete contact information.
cs: <i>My Report</i> vygeneruje report, který si můžeš stáhnout na plochu jako excelovou tabulku s kompletními kontaktními údaji.
ru_ru: <i>Мой отчёт</i> создаст отчёт, который можно будет загрузить на ваш рабочий стол в виде электронной таблицы Excel с полной контактной информацией.
uk_ua: <i>Мій звіт</i>. Тут може бути створений звіт, який можна буде завантажити на ваш робочий стіл у вигляді електронної таблиці Excel з повною контактною інформацією.

source: This report will provide a printable listing, or more appropriately, a spreadsheet of students and their contact information you might use in a mail merge directory, or other.
cs: Tato zpráva poskytne tisknutelný seznam, nebo přesněji tabulku studentů a jejich kontaktních údajů, které můžeš použít v adresáři pro sloučení pošty nebo jiném.
ru_ru: Этот отчёт будет содержать распечатанный список или, что более уместно, электронную таблицу с перечнем учащихся и их контактной информацией, которую вы можете использовать для рассылки по электронной почте или в других целях.
uk_ua: Цей звіт міститиме роздрукований список або, що більш доречно, електронну таблицю з переліком учнів та їх контактною інформацією, яку ви можете використовувати для розсилок електронною поштою або для інших цілей.

source: Click on the Download icon at the top of the list to export the report to an Excel spreadsheet.
cs: Klikni na ikonu Stáhnout v horní části seznamu a exportuj report do Excel tabulky.
ru_ru: Нажмите на значок загрузки вверху списка, чтобы экспортировать отчёт в электронную таблицу Excel.
uk_ua: Торкніться значка завантаження у верхній частині списку, щоб експортувати звіт до електронної таблиці Excel.

source: <i>Create Parent Users</i> will let you create Parent accounts from the Contact information recorded for each Student.
cs: <i>Vytvořit rodičovské uživatele</i> umožní vytvářet rodičovské účty z kontaktních údajů zaznamenaných pro každého studenta.
ru_ru: Раздел <i>Создание родителей пользователей</i> позволит вам создавать учётные записи родителей на основе контактной информации, записанной для каждого учащегося.
uk_ua: <i>Створення користувачів-батьків</i>. Тут можна створювати облікові записи батьків на основі контактної інформації, записаної для кожного учня.

source: You must first select the Field where parent email addresses are stored. The drop down list contains Student and Address fields ("Text" type only).
cs: Nejprve musíš vybrat pole, kde jsou uloženy rodičovské e-mailové adresy. Rozbalovací seznam obsahuje pole Student a Adresa (pouze "text").
ru_ru: Сначала вам нужно выбрать поле, в котором хранятся адреса электронной почты родителей. Выпадающий список содержит поля для учащихся и адреса (только текстового типа).
uk_ua: Спочатку потрібно вибрати поле, де зберігаються електронні адреси батьків. Випадаючий список містить поля для учнів і адреси (тільки текстового типу).

source: You can create a new Email text field using the <i>Student Fields</i> program.
cs: Nové textové pole E-mail můžeš vytvořit pomocí programu <i>Studentská pole</i> .
ru_ru: Вы можете создать новое текстовое поле для электронной почты, используя раздел <i>Поля учащегося</i>.
uk_ua: Ви можете створити нове текстове поле для електронної пошти, використовуючи розділ <i>Поля для учнів</i>.

source: You then must select a student by using the "Find a Student" search screen.
cs: Poté musíš vybrat studenta pomocí vyhledávacího panelu "Najít studenta".
ru_ru: Затем нужно выбрать учащегося, используя страницу поиска «Найти учащегося».
uk_ua: Потім ви повинні вибрати учня за допомогою сторінки пошуку «Знайти учня».

source: The list of students will show the parent name and email. Students will have a checkbox only if a valid email address was found in the email field.
cs: Seznam studentů zobrazí jméno rodiče a e-mail. Studenti budou mít zaškrtávací políčko pouze tehdy, pokud byla v poli nalezena platná e-mailová adresa.
ru_ru: В списке учащихся будут указаны имя родителя и адрес электронной почты. Учащиеся будут отмечены флажком только в том случае, если в поле для электронной почты был указан действительный адрес.
uk_ua: У списку учнів буде вказано ім'я батька та адресу електронної пошти. Учні будуть позначені лише в тому випадку, якщо в полі електронної пошти було вказано дійсну адресу електронної пошти.

source: Customize the email content sent to parents using the large text boxes and substitution codes above the list.
cs: Přizpůsob obsah e-mailů zasílaný rodičům pomocí velkých textových polí a kódů pro náhradu nad seznamem.
ru_ru: Настройте содержимое электронного письма, отправляемого родителям, с помощью больших текстовых полей и кодов замены над списком.
uk_ua: Налаштуйте вміст електронного листа для надсилання батькам, за допомогою великих текстових полів та кодів заміни над списком.

source: To test the Parent Users creation and check the email content, you can enter your email address in the Test Mode field.
cs: Pro ověření vytvoření rodičovských uživatelů a kontrolu obsahu e-mailu můžeš zadat svou e-mailovou adresu do pole Testovací režim.
ru_ru: Чтобы протестировать создание родительских учётных записей и проверить содержимое письма, вы можете ввести свой адрес электронной почты в поле «Тестовый режим».
uk_ua: Щоб протестувати створення батьківських облікових записів і перевірити вміст електронного листа, ви можете ввести свою адресу електронної пошти в поле «Тестовий режим».

source: Click the "Create Parent Accounts for the Selected Students" button.
cs: Klikni na tlačítko "Vytvořit rodičovské účty pro vybrané studenty".
ru_ru: Нажмите кнопку «Создать родительские учётные записи для выбранных учащихся».
uk_ua: Натисніть кнопку «Створити батьківські облікові записи для вибраних учнів».

source: <i>Registration</i> lets you configure the Registration program's form and preview how it will be displayed to Parents or Students.
cs: <i>Registrace</i> umožní nastavit formulář registračního programu a zobrazit si, jak bude zobrazen rodičům nebo studentům.
ru_ru: <i>Регистрация</i> позволяет настроить форму регистрации и предварительно просмотреть, как она будет отображаться для родителей или учащихся.
uk_ua: <i>Реєстрація</i> дозволяє налаштувати форму розділу реєстрації та попередньо переглянути, як вона буде відображатися для батьків або учнів.

source: The <i>Registration</i> program is a convenient way to allow Students or Parents to self register their information once their Student account is activated.
cs: Program <i>registrace</i> je pohodlný způsob, jak umožnit studentům nebo rodičům samostatně zaregistrovat své údaje poté, co je jejich studentský účet aktivován.
ru_ru: Раздел <i>Регистрация</i> - это удобный способ, позволяющий учащимся или родителям самостоятельно регистрировать свои данные после активации их учётной записи учащегося.
uk_ua: Розділ <i>Реєстрація</i> - це зручний спосіб, що дозволяє учням або батькам самостійно реєструвати свої дані після активації їх облікового запису учня.

source: The first Parent fieldset allows you to edit the main Contact relation, check whether it should be marked as "Custody" and "Emergency", select which Contact Information and which Contact Field categories you would like to be completed.
cs: První pole Rodič ti umožní upravit hlavní vztah kontaktů, zkontrolovat, zda má být označen jako "Schovává" a "Nouze", a zvolit, které kategorie kontaktních informací a kontaktních polí chceš vyplnit.
ru_ru: Первый родительский набор полей позволяет вам отредактировать основную контактную информацию, проверить, следует ли её помечать как «Опека» или «Экстренная помощь», выбрать, какую контактную информацию и категории контактных полей вы хотели бы заполнить.
uk_ua: Перший батьківський набір полів дозволяє редагувати основну контактну інформацію, перевіряти, чи слід їх позначати як «Опіка» чи «Екстрена допомога», вибирати, яку контактну інформацію та категорії контактних полів ви хотіли б заповнити.

source: If no Contact Information is available, add it first to an existing contact from the <i>Student Info > Addresses & Contacts</i> tab.
cs: Pokud nejsou k dispozici žádné kontaktní údaje, přidej je nejprve do existujícího kontaktu v záložce <i>Studentské informace > Adresy a kontakty</i> .
ru_ru: Если контактная информация недоступна, сначала добавьте её к существующему контакту на вкладке <i>Об учащемся > Адреса и контакты</i>.
uk_ua: Якщо контактна інформація недоступна, спочатку додайте її до існуючого контакту на вкладці <i>Інформація про учня > Адреси та контакти</i>.

source: If no Contact Fields are available, you can add some from the <i>Student Fields</i> program.
cs: Pokud nejsou k dispozici žádná kontaktní pole, můžeš přidat některá z programu <i>Studentská pole</i> .
ru_ru: Если поля для контактов недоступны, вы можете добавить их в разделе <i>Поля учащегося</i>.
uk_ua: Якщо поля для контактів недоступні, ви можете додати їх у розділі <i>Поля для учнів</i>.

source: Next to the main Parent contact, a similar fieldset allows you to edit the secondary Contact form. You can select whether it has no address, or to use the same address as for the student, or to display a new address form.
cs: Vedle hlavního rodičovského kontaktu je podobná sada polí, která umožňuje upravit formulář sekundárního kontaktu. Můžeš zvolit, zda nemá adresu, nebo použít stejnou adresu jako student, nebo zobrazit nový formulář adresy.
ru_ru: Рядом с основным контактом для родителей есть аналогичный набор полей, позволяющий редактировать дополнительную контактную форму. Вы можете выбрать, будет ли у неё отсутствовать адрес, или использовать тот же адрес, что и для учащегося, или отобразить новую форму адреса.
uk_ua: Поруч із основною контактною особою для батьків є подібний набір полів, що дозволяє редагувати додаткову контактну форму. ви можете вибрати, чи буде у неї відсутня адреса, або використовувати ту саму адресу, що і для учня, або відобразити нову форму адреси.

source: Below is the Address fieldset which allows you to select which Address Field categories you would like to be completed.
cs: Níže je pole Adresa, které umožňuje vybrat, které kategorie polí adresy chceš vyplnit.
ru_ru: Ниже приведен набор полей адреса, который позволяет вам выбрать, какие категории для адреса вы хотели бы заполнить.
uk_ua: Нижче наведено набір адресних полів, який дозволяє вибрати, які категорії адресних полів ви хотіли б заповнити.

source: If no Address Fields are available, you can add some from the <i>Student Fields</i> program.
cs: Pokud nejsou k dispozici žádná Adresová pole, můžeš je přidat z programu <i>Studentská pole</i> .
ru_ru: Если адресные поля недоступны, вы можете добавить их в разделе <i>Поля учащегося</i>.
uk_ua: Якщо адресні поля недоступні, ви можете додати їх у розділі <i>Поля для учнів</i>.

source: Below you can activate and configure other Contacts such as Grandparents.
cs: Níže můžeš aktivovat a nastavit další kontakty, například prarodiče.
ru_ru: Ниже вы можете активировать и настроить другие контакты, например, бабушек и дедушек.
uk_ua: Нижче ви можете активувати та налаштувати інші контакти, наприклад, бабусь і дідусів.

source: Finally, the Student fieldset allows you to select which Student Field categories you would like to be completed.
cs: Nakonec Student fieldset umožňuje vybrat, které kategorie Student Field chceš dokončit.
ru_ru: Наконец, набор полей для учащихся позволяет вам выбрать, какие категории полей для учащихся вы хотели бы заполнить.
uk_ua: Нарешті, набір полів для учнів дозволяє вибрати, які категорії полів для учнів ви хотіли б заповнити.

source: You can add more Student Fields from the <em>Student Fields</em> program.
cs: Můžeš přidat další Studentská pole z programu <em>Studentská pole</em> .
ru_ru: Вы можете добавить дополнительные поля для учащихся в разделе <em>Поля учащегося</em>.
uk_ua: Ви можете додати додаткові поля для учнів у розділі <em>Поля для учнів</em>.

source: Click the "Save" button once you are ready. To preview the form, click the "Preview" link at the top of the screen.
cs: Klikni na tlačítko "Uložit", jakmile budeš připraven. Pro náhled formuláře klikni na odkaz "Náhled" v horní části obrazovky.
ru_ru: Нажмите кнопку «Сохранить», когда будете готовы. Чтобы просмотреть форму, нажмите на ссылку «Предварительный просмотр» в верхней части страницы.
uk_ua: Натисніть кнопку «Зберегти», коли будете готові. Щоб переглянути форму, натисніть посилання «Попередній перегляд» у верхній частині сторінки.

source: Parents registering a student who already have siblings in the school will be shown the "Use same address and contact information as for [Student name]" checkbox.
cs: Rodičům, kteří registrují žáka, který již má sourozence ve škole, se zobrazí zaškrtávací políčko "Použít stejnou adresu a kontaktní údaje jako pro [Jméno studenta]".
ru_ru: Родителям, регистрирующим учащегося, у которого уже есть братья и сестры в школе, будет показан флажок «Использовать тот же адрес и контактную информацию, что и для [Имя учащегося]».
uk_ua: Батькам, які реєструють учня, який уже має братів і сестер у школі, буде показано прапорець «Використовувати ту саму адресу та контактну інформацію, що і для [ім'я учня]».

source: Tip: you can create a Student Field named "Parent email" and set it as the "Student email field" from the <i>School > Configuration</i> program. Students having the same Parent email will also be shown a "Use same address and contact information as for [Student name]" checkbox when registering.
cs: Tip: můžeš vytvořit pole Student s názvem "Email Rodiče" a nastavit ho jako "pole emailu Studenta" v programu <i>Škola > Konfigurace</i> . Studenti se stejným e-mailem rodiče budou při registraci také označeni políčkem "Použít stejnou adresu a kontaktní údaje jako [Jméno studenta]".
ru_ru: Совет: вы можете создать поле для учащихся с именем «Адрес электронной почты родителей» и задать его как «Поле электронной почты учащихся» в раздеое <i>Школа > Настройка</i>. Учащимся, у которых тот же адрес электронной почты, что и у родителей, при регистрации также будет показан флажок «Использовать тот же адрес и контактную информацию, что и для [Имя учащегося]».
uk_ua: Порада: ви можете створити поле для учнів з ім'ям «Адреса електронної пошти батьків» і задати його як «Поле електронної пошти учнів» у розділі <i>Школа > Налаштування</i>. Учні, які мають ту саму адресу електронної пошти, що і батьки, також матимуть прапорець «Використовувати ту саму адресу та контактну інформацію, що і для [ім'я учня]» під час реєстрації.

source: <i>Remove Access</i> will let you remove access for students and their associated parents.
cs: <i>Odebrat Přístup</i> ti umožní odebrat přístup studentům a jejich rodičům.
ru_ru: Раздел <i>Удаление доступа</i> позволит вам удалить доступ для учащихся и связанных с ними родителей.
uk_ua: Розділ <i>Видалити доступ</i> дозволить вам видалити доступ для учнів і пов'язаних з ними батьків.

source: To grant access for students and their associated parents, click the "Grant Access" link.
cs: Chceš-li udělit přístup studentům a jejich přidruženým rodičům, klikni na odkaz „Udělit přístup“.
ru_ru: Чтобы предоставить доступ учащимся и связанным с ними родителям, нажмите на ссылку «Предоставить доступ».
uk_ua: Щоб надати доступ учням та пов'язаним з ними батькам, натисніть посилання «Надати доступ».

source: You then must select a student by using the "Students with Access" search screen.
cs: Poté musíš vybrat studenta pomocí vyhledávací obrazovky "Studenti s přístupem".
ru_ru: Затем выберите учащегося, используя страницу поиска «Учащиеся, имеющие доступ».
uk_ua: Потім потрібно вибрати учня за допомогою сторінки пошуку «Учні, які мають доступ».

source: The list of students will show the student username. Only students having a username and a password set will be displayed in the list.
cs: Seznam studentů zobrazí uživatelské jméno studenta. V seznamu se zobrazí pouze studenti s uživatelským jménem a heslem.
ru_ru: В списке учащихся будет указан псевдоним учащегося. В списке будут отображаться только те учащиеся, у которых есть псевдоним и пароль.
uk_ua: У списку учнів буде вказано ім'я користувача. У списку відображатимуться лише ті учні, які мають псевдонім і пароль.

source: Customize the username prefix you want to add so students cannot guess it.
cs: Uprav předponu uživatelského jména, kterou chceš přidat, aby ji studenti nemohli uhodnout.
ru_ru: Настройте префикс имени пользователя, который вы хотите добавить, чтобы учащиеся не могли его угадать.
uk_ua: Налаштуйте префікс псевдоніму, який ви хочете додати, щоб учні не могли його вгадати.

source: Check the "Remove Access for Associated Parents" checkbox if you wish to set those parents' profile to No Access.
cs: Pokud chceš nastavit profil těchto rodičů na No Access, zaškrtni políčko "Odebrat přístup pro přidružené rodiče".
ru_ru: Установите флажок «Удалить доступ для связанных родителей», если вы хотите запретить доступ к профилю этих родителей.
uk_ua: Установіть прапорець «Видалити доступ для пов'язаних батьків», якщо ви хочете заборонити доступ до профілю цих батьків.

source: Click the "Remove Access for Selected Students" button.
cs: Klikni na tlačítko "Odebrat přístup vybraným studentům".
ru_ru: Нажмите кнопку «Удалить доступ для выбранных учащихся».
uk_ua: Натисніть кнопку «Видалити доступ для вибраних учнів».

source: <i>Data Fields</i> allows you to setup your school's custom data fields. These fields are used to store information about a student in the "General Info" tab / "Addresses & Contacts" tab or a custom tab of the student screen.
cs: <i>Data Fields</i> umožní nastavit vlastní datová pole školy. Tato pole slouží k ukládání informací o studentovi do záložky "Obecné informace" / "Adresy a kontakty" nebo do vlastní záložky na obrazovce studenta.
ru_ru: Раздел <i>Поля данных</i> позволяет настроить пользовательские поля данных вашей школы. Эти поля используются для хранения информации об учащемся на вкладке Общей информации / Адресов и контактов или на пользовательской вкладке страницы учащегося.
uk_ua: <i>Поля даних</i> дозволяє налаштувати користувацькі поля даних вашої школи. Ці поля використовуються для зберігання інформації про учня на вкладці «Загальна інформація» / «Адреси та контакти» або на вкладці користувача на сторінці учня.

source: Data Field Categories
cs: Kategorie datových polí
ru_ru: Категории полей данных
uk_ua: Категорії полів даних

source: RosarioSIS allows you to add custom categories that will take the form of new "Tabs" of Data Fields in the Students > Student Info program. To create a new category or "tab", just click on the "+" icon below the existing Categories.
cs: RosarioSIS umožňuje přidávat vlastní kategorie, které budou mít podobu nových "záložek" datových polí v programu Students > Student Info. Pro vytvoření nové kategorie nebo "karty" stačí kliknout na ikonu "+" pod existujícími kategoriemi.
ru_ru: RosarioSIS позволяет добавлять пользовательские категории, которые будут представлены в виде новых «вкладок» полей данных в разделе Учащиеся > Об учащемся. Чтобы создать новую категорию или «вкладку», просто нажмите на значок «+» под существующими категориями.
uk_ua: RosarioSIS дозволяє додавати спеціальні категорії, які будуть представлені у вигляді нових «Вкладок» полів даних у розділі «Учні > Інформація про учня». Щоб створити нову категорію або «вкладку», просто натисніть на значок « + » під існуючими категоріями.

source: New Category
cs: Nová kategorie
ru_ru: Новая категория
uk_ua: Нова категорія

source: You can now type in the name of the new Category in the "Title" field(s) provided. Add a sort order (order in which the tabs will appear in the Student Info program), and the number of columns the tab will display (optional). Click "Save" when you have finished.
cs: Nyní můžeš zadat název nové kategorie do polí "Název". Přidej pořadí třídění (pořadí, v jakém se záložky zobrazí v programu Student Info) a počet sloupců, které záložka zobrazí (volitelné). Klikni na "Uložit", až skončíš.
ru_ru: Теперь вы можете ввести название новой категории в предоставленные поля «Заголовок». Добавьте порядок сортировки (порядок, в котором вкладки будут отображаться в разделе Об учащемся) и количество столбцов, которые будут отображаться на вкладке (необязательно). Когда закончите, нажмите «Сохранить».
uk_ua: Тепер ви можете ввести назву нової категорії в надані поля (або поле) «Назва». Додайте порядок сортування (порядок відображення вкладок у розділі інформації про учня) та кількість стовпців, які відображатимуться на вкладці (необов'язково). Закінчивши, натисніть «Зберегти».

source: Click on the "+" icon below the "No Student Fields were found" text. Fill in the Field Name field(s), and then choose what type of field you wish with the "Data Type" pull-down.
cs: Klikni na ikonu "+" pod textem "Nebyla nalezena žádná studentská pole". Vyplň pole Název pole a pak si vyber typ pole, který chceš, pomocí rozbalovacího menu "Typ dat".
ru_ru: Нажмите на значок «+» под текстом о том, что поля учащихся не найдены. Заполните поля с названиями новых полей, а затем выберите желаемый тип полей в раскрывающемся списке «Тип данных».
uk_ua: Натисніть на значок « + » під текстом про не знайдені поля для учнів. Заповніть поля з назвами полів, а потім виберіть потрібний тип полів у спадному списку «Тип даних».

source: The "Sort Order" determines the order in which the fields will be displayed in the Student Info tab.
cs: "Pořadí třídění" určuje pořadí, v jakém budou pole zobrazena v záložce Student Info.
ru_ru: «Порядок сортировки» определяет порядок, в котором поля будут отображаться на вкладке с информация об учащемся.
uk_ua: «Порядок сортування» визначає порядок, у якому поля відображатимуться на вкладці з інформацією про учня.
