Repository: Binyam95Bharu/Student-Management-System
Catalog: locale/*.utf8/LC_MESSAGES/help.po
Languages: cs, ru_ru, uk_ua

source: To create a new Comment Scale, click on the tab with the (+) icon. Give a name to your comment scale, add an optional comment and then click "Save". A new tab will appear with the name of your new Comment Scale. Click on the tab of the comment scale to select it and then you will be able to add, one by one, the comment scale codes by filling in their respective "Title" (enter here the code), "Short Name" and "Comment" (entry / code legend that will appear on the report card).
cs: Pro vytvoření nové škály komentářů klikni na záložku s ikonou (+). Dej svému komentáři jméno, přidej volitelný komentář a pak klikni na "Uložit". Objeví se nová záložka s názvem nové škály komentářů. Klikni na záložku škály komentářů, abys ji vybral, a poté budeš moci postupně přidávat kódy škály komentářů vyplněním příslušného "Názvu" (zadej zde kód), "Krátké jméno" a "Komentář" (legenda záznamu/kódu, která se objeví na vysvědčení).
ru_ru: Чтобы создать новую шкалу комментариев, нажмите на вкладку со значком (+). Укажите название вашей шкалы комментариев, добавьте необязательный комментарий и нажмите «Сохранить». Откроется новая вкладка с названием вашей новой шкалы комментариев. Нажмите на вкладку шкалы комментариев, чтобы выбрать её, и затем вы сможете добавлять один за другим коды шкалы комментариев, заполнив соответствующие поля «Название» (введите здесь код), «Аббревиатура» и «Комментарий» (обозначение записи / кода, которое появится на странице). табель успеваемости).
uk_ua: Щоб створити нову шкалу коментарів, натисніть на вкладку зі значком ( + ). Вкажіть назву вашої шкали коментарів, додайте необов'язковий коментар і натисніть «Зберегти». Відкриється нова вкладка з назвою вашої нової шкали коментарів. Натисніть на вкладку шкали коментарів, щоб вибрати її, і тоді ви зможете додавати коди шкали коментарів один за одним, заповнивши відповідні поля «Заголовок» (введіть код сюди), «Коротка назва» та «Коментар» (позначення запису / коду, яке з'явиться на сторінці). табель успішності).

source: <i>History Marking Periods</i> allows you to create marking periods for past years grades.
cs: <i>Historie hodnotícího období</i> umožňují vytvořit hodnoticí období pro známky z minulých let.
ru_ru: <i>История периодов обучения</i> позволяет создавать периоды оценивания для оценок за прошлые годы.
uk_ua: <i>Історія періодів навчання</i> дозволяє створювати періоди навчання для оцінок за минулі роки.

source: Use this program first if you want to enter past years grades into RosarioSIS that were given before installing RosarioSIS, or if you want to enter grades for a student transferred to your school. Once the history marking period is added, you will be able to select it via the Historical Grades program.
cs: Použij tento program nejdřív, pokud chceš zadat známky z minulých let do RosarioSIS, které byly uděleny před instalací RosarioSIS, nebo pokud chceš zadat známky studenta přestupujícího na školu. Jakmile bude přidáno období pro hodnocení historie, budeš si ji moci vybrat prostřednictvím programu Historie Známky.
ru_ru: Используйте этот раздел в первую очередь, если вы хотите ввести в RosarioSIS оценки за прошлые годы, которые были выставлены до установки RosarioSIS, или если вы хотите выставить оценки для учащегося, переведённого в вашу школу. Как только будет добавлен период обучения, вы сможете выбрать его с помощью раздела Истории периодов обучения.
uk_ua: Використовуйте цей розділ в першу чергу, якщо ви хочете ввести в RosarioSIS оцінки за минулі роки, які були виставлені до встановлення RosarioSIS, або якщо ви хочете ввести оцінки для учня, переведеного в вашу школу. Як тільки буде додано період навчання, ви зможете вибрати його за допомогою розділу історичних оцінок.

source: Please note that the "Grade Post Date" field determines the order of the history marking periods when entering grades or generating the Transcript and should therefore be entered properly. Also, each history marking period needs to be created only once.
cs: Upozorňujeme, že pole "Datum zveřejnění známky" určuje pořadí historických hodnotících období při zadávání známek nebo generování výpisu, a proto by mělo být správně zadáno. Také každé období historického označování musí být vytvořeno pouze jednou.
ru_ru: Пожалуйста, обратите внимание, что поле «Дата выставления оценки» определяет порядок периодов обучения в истории при вводе оценок или создании стенограммы и поэтому должно быть введено правильно. Кроме того, каждый период обучения в истории должен быть создан только один раз.
uk_ua: Будь ласка, зверніть увагу, що поле «Дата виставлення оцінки» визначає порядок періодів виставлення відміток в історії при введенні оцінок або створенні стенограми і тому має бути введено правильно. Крім того, кожен період виставлення відміток в історії повинен бути створений тільки один раз.

source: <i>Edit Student Grades</i> allows you to enter the past years grades of a student or the grades of a transferred student.
cs: <i>Editovat Známky Studenta</i> ti umožní zadat známky z minulého ročníku studenta nebo známky přestupujícího studenta.
ru_ru: <i>Изменить оценки учащегося</i> позволяет ввести оценки учащегося за прошлые годы или оценки переведённого учащегося.
uk_ua: <i>Редагування оцінок учнів</i> дозволяє ввести оцінки учня за минулі роки або оцінки переведеного учня.

source: Now, for the selected student, add the marking period (typically an history marking period you have created via the History Marking Periods program) selecting it in the "New Marking Period" pull-down menu. Then, enter the grade level for the selected student and click "Save".
cs: Nyní pro vybraného studenta přidej hodnotící období (obvykle historické období, které jsi vytvořil pomocí programu Historie hodnotícího období), a vyber ho v rozbalovacím menu "Nové opravovací období". Poté zadej ročník vybraného studenta a klikni na "Uložit".
ru_ru: Теперь для выбранного учащегося добавьте период обучения (обычно это исторический период обучения, который вы создали с помощью раздела «История периодов обучения»), выбрав его в раскрывающемся меню «Новый период обучения». Затем введите класс для выбранного учащегося и нажмите «Сохранить».
uk_ua: Тепер для вибраного учня додайте період навчання (як правило, історичний період навчання, який ви створили за допомогою розділу «Історія періоду навчання»), вибравши його з меню «Новий період навчання». Потім вкажіть клас для вибраного учня та натисніть «Зберегти».

source: You can add the student grades via the "Grades" tab. Enter the "Course Name" and the grades associated, then click "Save". Please note that you can use a custom grade scale for the GPA calculation.
cs: Známky studentů můžeš přidat přes záložku "Známky". Zadej "Název kurzu" a přiřazené známky, poté klikni na "Uložit". Vezmi prosím na vědomí, že pro výpočet GPA můžeš použít vlastní škálu známek.
ru_ru: Вы можете добавить оценки учащихся на вкладке «Оценки». Введите «Название курса» и соответствующие оценки, затем нажмите «Сохранить». Пожалуйста, обратите внимание, что для расчёта среднего балла вы можете использовать собственную шкалу оценок.
uk_ua: Ви можете додати оцінки учнів на вкладці «Оцінки». Введіть «Назву курсу» та відповідні оцінки, а потім натисніть «Зберегти». Будь ласка, зверніть увагу, що для розрахунку середнього балу ви можете використовувати власну шкалу оцінок.

source: RosarioSIS needs credits to calculate the GPA. Please check the "Credits" tab and adjust the credits for each course as needed.
cs: RosarioSIS potřebuje kredity k výpočtu GPA. Zkontroluj prosím záložku "Kredity" a uprav kredity pro každý kurz podle potřeby.
ru_ru: Для расчета среднего балла RosarioSIS необходимы зачётные единицы. Пожалуйста, перейдите на вкладку «Зачетные единицы» и при необходимости скорректируйте количество зачётных единиц для каждого курса.
uk_ua: Для розрахунку середнього балу за програмою RosarioSIS необхідні залікові одиниці. Будь ласка, перейдіть на вкладку «Залікові одиниці» і при необхідності скорегуйте кількість залікових одиниць для кожного курсу.

source: <i>Mass Create Assignments</i> allows you to create assignments for multiple courses at once. There are two tiers involved with assignments: assignment types and assignments.
cs: <i>Hromadné vytváření úkolů</i> umožňuje vytvářet úkoly pro více kurzů najednou. Přiřazení se skládá ze dvou úrovní: typy úkolů a zadání.
ru_ru: <i>Массовое создание заданий</i> позволяет создавать задания для нескольких курсов одновременно. Задания делятся на два уровня: типы заданий и собственно задания.
uk_ua: <i>Масове створення завдань</i> дозволяє створювати завдання для декількох курсів одночасно. Завдання діляться на два рівні: типи завдань і самі завдання.

source: You will probably have assignment types called "Homework", "Tests", and perhaps "Quizzes". Assignment types are set for every period of a given course.
cs: Pravděpodobně budeš mít typy úkolů jako "Domácí úkoly", "Testy" a možná "Kvízy". Typy úkolů jsou nastaveny pro každé období daného kurzu.
ru_ru: Вероятно, у вас будут типы заданий, которые называются «Домашнее задание», «Тесты» и, возможно, «Викторины». Типы заданий устанавливаются для каждого периода данного курса.
uk_ua: Ймовірно, у вас будуть типи завдань, які називаються «Домашнє завдання», «Тести» і, можливо, «Вікторини». Типи завдань встановлюються для кожного періоду даного курсу.

source: To add an assignment type, click on the Add icon (+) in the assignment type column. Then, fill in the information in the fields above the list of assignment types. Select the Courses in the list at the bottom of the screen and click the "Create Assignment Type for Selected Courses" button.
cs: Pro přidání typu přiřazení klikni na ikonu Přidat (+) ve sloupci typu přiřazení. Poté doplň informace v poli nad seznamem typů přiřazení. Vyber kurzy v seznamu dole na obrazovce a klikni na tlačítko "Vytvořit typ zadání pro vybrané kurzy".
ru_ru: Чтобы добавить тип задания, нажмите на значок «Добавить» (+) в столбце «Тип задания». Затем заполните поля над списком типов заданий информацией. Выберите курсы в списке внизу экрана и нажмите кнопку «Создать тип задания для выбранных курсов».
uk_ua: Щоб додати тип завдання, натисніть на значок «Додати» ( + ) у стовпці типу завдання. Потім заповніть інформацію в полях над списком типів завдань. Виберіть курси у списку внизу сторінки та натисніть кнопку «Створити тип завдання для обраних курсів».

source: If you set the "Percent of Final Grade", teachers will see it only if they have checked the "Weight Assignment Categories" checkbox in their Gradebook Configuration.
cs: Pokud nastavíš "Procento z konečné známky", učitelé ho uvidí pouze tehdy, pokud zaškrtnou políčko "Kategorie přiřazení váhy" ve své konfiguraci Gradebook.
ru_ru: Если вы установите параметр «Процент от итоговой оценки», учителя увидят его, только если они установили флажок «Весовые категории для заданий» в настройках своего журнала успеваемости.
uk_ua: Якщо ви встановите параметр «Відсоток від підсумкової оцінки», вчителі побачать його, тільки якщо вони встановили прапорець щодо вагових категорій для завдань в налаштуваннях свого журналу успішності.

source: To add an assignment, click on the desired assignment type in the assignment type column. Then, fill in the information in the fields above the list of assignment types. Select the Course Periods in the list at the bottom of the screen and click the "Create Assignment for Selected Course Periods" button.
cs: Pro přidání zadání klikni na požadovaný typ přiřazení ve sloupci typu zadání. Poté doplň informace v poli nad seznamem typů přiřazení. Vyber Kurzová období v seznamu dole na obrazovce a klikni na tlačítko "Vytvořit úkol pro vybrané kurzové období".
ru_ru: Чтобы добавить задание, нажмите на нужный тип задания в столбце «Тип задания». Затем заполните информацию в полях над списком типов заданий. Выберите периоды прохождения курсов в списке внизу экрана и нажмите кнопку «Создать задание для выбранных периодов прохождения курса».
uk_ua: Щоб додати завдання, натисніть на потрібний тип завдання в стовпці типу завдання. Потім заповніть інформацію в полях над списком типів завдань. Виберіть періоди проходження курсу у списку внизу сторінки та натисніть кнопку «Створити завдання для обраних періодів проходження курсу».

source: If you enter 0 "Points", this will let you give Students Extra Credit.
cs: Pokud zadáš 0 "bodů", můžeš studentům udělit extra body.
ru_ru: Если вы введёте 0 «Баллов», это позволит вам выставить учащимся дополнительный зачёт.
uk_ua: Якщо ви введете 0 «балів», це дозволить вам виставити учням додатковий залік (надати додаткові залікові одиниці).

source: If you set the "Weight", teachers will see it only if they have checked the "Weight Assignments" checkbox in their Gradebook Configuration.
cs: Pokud nastavíš "Váhu", učitelé ji uvidí pouze tehdy, pokud zaškrtli políčko "Přiřazení váhy" ve své konfiguraci Gradebooku.
ru_ru: Если вы установите значение «Вес», учителя увидят его только в том случае, если они установили флажок «Весовые задания» в своём журнале успеваемости.
uk_ua: Якщо ви встановите значення «Ваги», вчителі побачать його тільки в тому випадку, якщо вони встановили прапорець «Зважених завдань» в свойому журналі.

source: If you check "Enable Assignment Submission", Students (or Parents) can submit the assignment (upload a file and/or leave a message). Submissions are opened from the assigned date and until the due date. If no due date has been set, submissions are open until the end of the quarter. Teachers can later consult the submissions in the "Grades" program.
cs: Pokud zaškrtneš "Povolit odevzdání úkolu", studenti (nebo rodiče) mohou úkol odevzdat (nahrát soubor a/nebo zanechat zprávu). Přihlášky jsou otevřeny od přiděleného data až do termínu. Pokud nebyl stanoven termín, přihlášky jsou otevřeny až do konce čtvrtletí. Učitelé mohou později konzultovat podání v programu "Známky".
ru_ru: Если вы установите флажок «Разрешить отправку заданий», учащиеся (или родители) смогут отправить задание (загрузить файл и/или оставить сообщение). Заявки принимаются с назначенной даты и до истечения срока их сдачи. Если срок сдачи не установлен, заявки принимаются до конца четверти. Позже учителя могут ознакомиться с материалами в разделе «Оценки».
uk_ua: Якщо ви встановите прапорець «Ввімкнути відправку завдань», учні (або батьки) зможуть надіслати завдання (завантажити файл та/або залишити повідомлення). Заявки приймаються з призначеної дати і до закінчення терміну їх подавання. Якщо термін здачі не встановлено, заявки приймаються до кінця чверті. Пізніше вчителі можуть ознайомитися з матеріалами в розділі «Оцінки».

source: <i>Input Final Grades</i> allows you to enter quarter, semester or progress period grades for all your students in the current period. By default, this program will list the students in your first period class for the current quarter. You can alter the quarter by changing the marking period pull-down menu on the left frame. Also, you can select the current semester or progress period by changing the marking period pull-down menu at the top of the screen to the desired marking period.
cs: <i>Vstup závěrečných známek</i> umožňuje zadat známky za čtvrtletí, semestr nebo pokrokové období pro všechny studenty v aktuálním období. Ve výchozím nastavení tento program uvádí studenty z první hodiny za aktuální čtvrtletí. Čtvrtinu můžeš změnit změnou rozbalovacího menu pro hodnotící období v levém rámečku. Také si můžeš vybrat aktuální semestr nebo období postupu změnou rozbalovacího menu hodnoticího období v horní části obrazovky na požadované hodnotící období.
ru_ru: <i>Выставление итоговых оценок</i> позволяет ввести оценки за четверть, семестр или за период успеваемости для всех ваших учащихся за текущий период. По умолчанию этот раздел отображает список учащихся вашего первого класса за текущую четверть. Вы можете изменить четверть в меню слева. Кроме того, вы можете выбрать текущий семестр или период обучения, изменив раскрывающееся меню «Период обучения» в верхней части страницы на желаемый период.
uk_ua: <i>Введення підсумкових оцінок</i> дозволяє ввести оцінки за чверть, семестр або за період навчання для всіх ваших учнів за поточний період. За замовчуванням цей розділ відображає список учнів вашого першого класу за поточну чверть. Ви можете змінити чверть за допомогою меню «Період навчання» ліворуч. Крім того, ви можете вибрати поточний семестр або період навчання за допомогою меню «Період навчання» у верхній частині сторінки на потрібний період.

source: If you are using the Gradebook, you can have RosarioSIS calculate each student's quarter grades by clicking on the "Use Gradebook Grades" link at the top of the list. Clicking this link will automatically save each student's grades and refresh the list.
cs: Pokud používáš Gradebook, můžeš nechat RosarioSIS vypočítat čtvrtletní známky každého studenta kliknutím na odkaz "Použít známky z Gradebooku" v horní části seznamu. Kliknutím na tento odkaz se automaticky uloží známky každého studenta a seznam se obnoví.
ru_ru: Если вы пользуетесь журналом успеваемости, вы можете попросить RosarioSIS подсчитать оценки каждого учащегося за четверть, нажав на ссылку «Использовать оценки из журнала успеваемости» в верхней части списка. При нажатии на эту ссылку оценки каждого учащегося будут автоматически сохранены и список обновится.
uk_ua: Якщо ви користуєтеся журналом успішності, ви можете попросити RosarioSIS підрахувати оцінки кожного учня за чверть, натиснувши на посилання «Використати журнал» у верхній частині списку. При натисканні на це посилання оцінки кожного учня будуть автоматично збережені й список оновиться.

source: <i>Configuration</i> allows you to configure the gradebook.
cs: <i>Konfigurace</i> umožňuje nastavit si třídní knihu.
ru_ru: <i>Настройка</i> позволяет настроить журнал успеваемости.
uk_ua: Розділ <i>Налаштування</i> дозволяє налаштувати журнал успішності.

source: You can configure the gradebook to round scores up, down, or normally. Normal rounding would round 19.5 to 20 but 19.4 to 19.
cs: Známkovou knihu můžeš nastavit tak, aby zaokrouhlovala skóre nahoru, dolů nebo normálně. Normální zaokrouhlování by bylo 19,5 na 20, ale 19,4 na 19.
ru_ru: Вы можете настроить журнал успеваемости таким образом, чтобы результаты округлялись в большую, меньшую или обычную сторону. При обычном округлении значения более 19,5 округляются до 20, а менее 19,4 до 19.
uk_ua: Ви можете налаштувати журнал успішності таким чином, щоб результати округлялися в більшу, меншу або звичайну сторону. При звичайному округленні значення 19,5 стало б як 20, але 19,4 як 19.

source: You can also configure the score breakoff points for each letter grade. For example, if you set the score breakoff points for A+, A, and A- to 99, 91, and 90 respectively, a student with 99% to 100% would have an A+, another student with a 91% to 98% would have an A, and a student with a 90% would have an A-. The score breakoff point for F should probably be 0.
cs: Můžeš také nastavit body pro rozdělení skóre pro každou písmenkovou známku. Například pokud nastavíš body pro rozdělení skóre pro A+, A a A- na 99, 91 a 90, student s 99% a 100 % by měl mít A+, student s 91% do 98 % by měl A a student s 90 % by měl A-. Bod pro přerušení skóre pro F by měl být pravděpodobně 0.
ru_ru: Вы также можете настроить итоговые баллы для каждой буквенной оценки. Например, если вы установите промежуточные баллы для оценок A+, A и A- равными 99, 91 и 90 соответственно, учащийся, набравший от 99% до 100%, получит оценку A+, другой учащийся, набравший от 91% до 98%, получит оценку A, а учащийся с 90% получит А-. Точка отсчёта для F, вероятно, должна быть равна 0.
uk_ua: Ви також можете налаштувати підсумкові бали для кожної літерної оцінки. Наприклад, якщо ви встановите проміжні бали для оцінок A+, A і A- як 99, 91 і 90 відповідно, учень, який набрав від 99% до 100%, отримає оцінку A+, інший учень, який набрав від 91% до 98%, отримає оцінку А, а учень з 90% з них мали би А-. Точка відліку для F, ймовірно, повинна дорівнювати 0.

source: <i>Assignments</i> allows you to setup your assignments. There are two tiers involved with assignments: assignment types and assignments.
cs: <i>Úkoly</i> ti umožňuje nastavit si úkoly. Přiřazení se skládá ze dvou úrovní: typy úkolů a zadání.
ru_ru: <i>Задания</i> позволяет вам настраивать свои задания. Задания делятся на два уровня: типы заданий и сами задания.
uk_ua: Розділ <i>Завдання</i> дозволяє вам налаштовувати свої завдання. Завдання діляться на два рівні: типи завдань і самі завдання.

source: You will probably have assignment types called "Homework", "Tests", and perhaps "Quizzes". Assignment types are set for every period on which you teach any given course. So, if you teach Algebra on 1st and 3rd period, you will have to add assignment types to only one of these periods.
cs: Pravděpodobně budeš mít typy úkolů jako "Domácí úkoly", "Testy" a možná "Kvízy". Typy úkolů jsou nastaveny pro každé období, ve kterém vyučuješ daný kurz. Takže pokud učíš algebru v první a třetí hodině, budeš muset přidat typy úkolů jen do jedné z těchto hodin.
ru_ru: Вероятно, у вас будут типы заданий, которые называются «Домашнее задание», «Тесты» и, возможно, «Викторины». Типы заданий устанавливаются для каждого периода, в течение которого вы преподаете тот или иной курс. Итак, если вы преподаете алгебру на 1-м и 3-м уроках, вам нужно будет добавить типы заданий только к одному из этих периодов.
uk_ua: Ймовірно, у вас будуть типи завдань, які називаються «Домашнє завдання», «Тести» і, можливо, «Вікторини». Типи завдань встановлюються для кожного періоду, протягом якого ви викладаєте той чи інший курс. Отже, якщо ви викладаєте алгебру на 1-му та 3-му уроках, вам потрібно буде додати типи завдань лише до одного з цих періодів.

source: To add an assignment type or an assignment, click on the Add icon (+) in the column corresponding to what you want to add. Then, fill in the information in the fields above the list of assignments / types and click the "Save" button.
cs: Pro přidání typu přiřazení nebo přiřazení klikni na ikonu Přidat (+) ve sloupci odpovídajícím tomu, co chceš přidat. Poté vyplň informace v poli nad seznamem přiřazení / typů a klikni na tlačítko "Uložit".
ru_ru: Чтобы добавить тип задания, нажмите на значок «Добавить» (+) в столбце, соответствующем тому, что вы хотите добавить. Затем заполните информацию в полях над списком заданий/типов и нажмите кнопку «Сохранить».
uk_ua: Щоб додати тип завдання, натисніть на значок «Додати» ( + ) у стовпці, що відповідає тому, що ви хочете додати. Потім заповніть інформацією поля над списком завдань / типів і натисніть кнопку «Зберегти».

source: If you check "Apply to all Periods for this Course", the assignment will be added for each period for which you teach a specific course, in the same way assignment types are added.
cs: Pokud zaškrtneš "Přihlásit se do všech období pro tento kurz", úkol bude přidán pro každé období, ve kterém učíš konkrétní kurz, stejným způsobem jako se přidávají typy úkolů.
ru_ru: Если вы установите флажок «Применить ко всем периодам этого курса», задание будет добавлено для каждого периода, в течение которого вы преподаете определенный курс, таким же образом, как добавляются типы заданий.
uk_ua: Якщо ви встановите прапорець «Застосувати до всіх періодів цього курсу», завдання буде додано для кожного періоду, протягом якого ви викладаєте певний курс, таким же чином, як додаються типи завдань.
