Repository: Binyam95Bharu/Student-Management-System
Catalog: locale/*.utf8/LC_MESSAGES/help.po
Languages: cs, ru_ru, uk_ua

source: You can specify the eligibility timeframe you want to view by choosing the timeframe from the pull-down menu at the top of the screen and clicking the "Go" button. Eligibility is entered once per week.
cs: Časový rámec způsobilosti, který chceš vidět, můžeš zvolit výběrem časového rámce v rozbalovacím menu nahoře na obrazovce a kliknutím na tlačítko "Jít". Způsobilost se zadává jednou týdně.
ru_ru: Вы можете указать желаемые временные рамки, выбрав их в выпадающем меню в верхней части страницы и нажав кнопку «Перейти» Допуски выставляются один раз в неделю.
uk_ua: Ви можете вказати часові рамки, які ви хочете переглянути, вибравши їх у спадному меню у верхній частині сторінки та натиснувши кнопку «Далі». Умови допуску вводяться один раз на тиждень.
