Repository: Binyam95Bharu/Student-Management-System
Catalog: locale/*.utf8/LC_MESSAGES/help.po
Languages: cs, ru_ru, uk_ua

source: <i>Average Daily Attendance</i> is a report that shows the number of students, days possible, the number of student days present, the number of student days absent, the Average Daily Attendance, the average number of students in attendance per day, and the average number of students absent per day for any date range at your school. These numbers are broken down by grade.
cs: <i>Průměrná denní docházka</i> je zpráva, která ukazuje počet studentů, možné dny, počet přítomných studentských dnů, počet absencí studentů, průměrnou denní docházku, průměrný počet studentů přítomných za den a průměrný počet absencí studentů za den v jakémkoli rozmezí na škole. Tato čísla jsou rozdělena podle úrovně.
ru_ru: <i>Средняя ежедневная посещаемость</i> - это отчёт, который показывает количество учащихся, количество возможных дней, количество дней присутствия учащихся, количество дней отсутствия учащихся, среднюю ежедневную посещаемость, среднее количество учащихся, посещающих школу в день, и среднее количество учащихся, отсутствующих в день для любого диапазона дат в вашей школе. Эти цифры приведены в разбивке по оценкам.
uk_ua: <i>Середня відвідуваність за день</i> - це звіт, який показує кількість учнів, кількість можливих днів, кількість днів присутності учнів, кількість днів відсутності учнів, середню щоденну відвідуваність, середню кількість учнів, які відвідують школу в день, і середню кількість учнів, відсутніх в день. День для будь-якого діапазону дат у вашій школі. Ці цифри наведені в розбивці по класах.

source: You can alter the date range displayed by changing the date pull-down menus at the top of the screen and clicking the "Go" button. You can also limit the numbers by searching by gender or any of the customizable data fields by clicking on the "Advanced" link.
cs: Zobrazený časový rozsah můžeš změnit tak, že změníš rozbalovací menu v horní části obrazovky a klikneš na tlačítko "Go". Počet můžeš také omezit vyhledáváním podle pohlaví nebo podle libovolného z přizpůsobitelných datových polí kliknutím na odkaz "Pokročilé".
ru_ru: Вы можете изменить отображаемый диапазон дат, изменив выпадающее меню даты в верхней части страницы и нажав кнопку «Перейти». Вы также можете ограничить количество дат, выполнив поиск по полу или по любому из настраиваемых полей данных, нажав на ссылку «Дополнительно».
uk_ua: Ви можете змінити діапазон дат, який відображається, змінивши у верхній частині сторінки та натиснувши кнопку «Далі». Ви також можете обмежити кількість дат, шукаючи за статтю або будь-яким із користувацьких полів даних, натиснувши посилання «Додатково».

source: <i>Average Attendance by Day</i> is a report that shows the number of students, days possible, the number of student days present, the number of student days absent, and the Average Daily Attendance per day for any date range at your school. These numbers are broken down by grade.
cs: <i>Průměrná docházka podle dnů</i> je zpráva, která ukazuje počet studentů, možné dny, počet přítomných studentských dnů, počet absencí studentských dnů a průměrnou denní docházku za den pro libovolné období na škole. Tato čísla jsou rozdělena podle úrovně.
ru_ru: <i>Средняя посещаемость по дням</i> - это отчёт, который показывает количество учащихся, количество возможных дней, количество дней присутствия учащихся, количество дней отсутствия учащихся и среднюю ежедневную посещаемость в вашей школе за любой период времени. Эти цифры приведены в разбивке по оценкам.
uk_ua: <i>Середня відвідуваність по днях</i> - це звіт, який показує кількість учнів, кількість можливих днів, кількість днів присутності учнів, кількість днів відсутності учнів і середню щоденну відвідуваність у вашій школі за будь-який період часу. Ці цифри наведені в розбивці по класах.

source: <i>Attendance Chart</i> is a report that shows the daily attendance status of any number of students for every date during any timeframe.
cs: <i>Tabulka návštěvnosti</i> je zpráva, která ukazuje denní stav docházky libovolného počtu studentů na každé datum v jakémkoli časovém období.
ru_ru: <i>Диаграмма посещаемости</i> - это отчёт, который показывает ежедневный статус посещаемости любого количества учащихся на каждую дату в течение любого периода времени.
uk_ua: <i>Діаграма відвідуваності</i> - це звіт, який показує щоденний статус відвідуваності будь-якої кількості учнів на кожну дату протягом будь-якого періоду часу.

source: After searching for students, you can alter the date range by changing the date pull-down menus at the top of the screen and clicking the "Go" button. The list shows each student's daily attendance value for each day with color codes. A red box signifies that the student was absent all day, a yellow box signifies that a student was absent half-day, and a green box signifies that a student was present all day long.
cs: Po vyhledání studentů můžeš změnit časové rozmezí změnou rozbalovacích nabídek v horní části obrazovky a kliknutím na tlačítko "Jdi". Seznam ukazuje denní docházku každého studenta za každý den s barevnými kódy. Červené políčko znamená, že student byl celý den nepřítomen, žluté políčko znamená, že student chyběl půl dne, a zelené políčko znamená, že student byl přítomen celý den.
ru_ru: После поиска учащихся вы можете изменить диапазон дат, изменив выпадающие меню с датами в верхней части страницы и нажав кнопку «Перейти». В списке отображается ежедневное значение посещаемости каждого учащегося за каждый день с цветовыми кодами. Красный флажок означает, что учащийся отсутствовал весь день, жёлтый флажок означает, что учащийся отсутствовал полдня, а зелёный флажок означает, что учащийся присутствовал весь день.
uk_ua: Після пошуку учнів ви можете змінити діапазон дат, використавши меню з датами у верхній частині сторінки та натиснувши кнопку «Далі». У списку відображається щоденне значення відвідуваності кожного учня за кожен день з колірними кодами. Червоний прапорець означає, що учень був відсутній цілий день, жовтий прапорець означає, що учень був відсутній півдня, а зелений прапорець означає, що учень був присутній цілий день.

source: You can see the attendance records for each period for any student by clicking on a student's name from the list. Here, the absence code is displayed in the color-coded box.
cs: Záznamy o docházce za každou hodinu u každého studenta můžeš vidět kliknutím na jméno studenta ze seznamu. Zde je kód absence zobrazen v barevně označeném políčku.
ru_ru: Вы можете просмотреть данные о посещаемости за каждый период для любого учащегося, щёлкнув по его имени в списке. Здесь код отсутствия отображается в поле с цветовой кодировкой.
uk_ua: Ви можете переглянути дані про відвідуваність кожного періоду для будь-якого учня, натиснувши на його ім'я у списку. Тут код відсутності відображається у кольоровому полі.

source: <i>Absence Summary</i> is a report that shows the days for which a student has an absence. Select the <i>Absence Summary</i> from the pull-down at the top of the screen.
cs: <i>Shrnutí absencí</i> je zpráva, která ukazuje dny, kdy má student nepřítomnost. Vyber <i>Shrnutí absence</i> z rozbalovacího panelu v horní části obrazovky.
ru_ru: <i>Сводка по отсутствию</i> - это отчёт, который показывает дни, в течение которых учащийся отсутствовал. Выберите <i>Сводку по отсутствию</i> в раскрывающемся списке в верхней части страницы.
uk_ua: <i>Підсумок відсутності</i> - це звіт, який показує дні, коли учень був відсутній. Виберіть підсумок відсутності у спадному списку у верхній частині сторінки.

source: <i>Teacher Completion</i> is a report that shows which teachers have not entered attendance for any given day.
cs: <i>Učitelské dokončení</i> je zpráva, která ukazuje, kteří učitelé nezapsali docházku za daný den.
ru_ru: <i>Невыставленное учителями</i> - это отчёт, который показывает, какие учителя не указали посещаемость за определенный день.
uk_ua: <i>Невиставлене вчителем</i> - це звіт, який показує, які вчителі не вказали відвідуваність за певний день.

source: The red checks indicate that a teacher has failed to enter the current day's attendance for that period.
cs: Červené kontrolky znamenají, že učitel nezadal docházku za aktuální den za daný čas.
ru_ru: Красные галочки указывают на то, что учителю не удалось выставить данные о посещаемости за текущий день за этот период.
uk_ua: Червоні галочки вказують на те, що вчителю не вдалося ввести дані про відвідуваність за поточний день за цей період.

source: You can select the current date from the pull-down menu at the top of the screen. You can also show only one period by choosing that period from the period pull-down menu at the top of the screen. After choosing a date or period, the list will be automtically refreshed with the new parameters.
cs: Aktuální datum si můžeš vybrat z rozbalovacího menu v horní části obrazovky. Můžeš také zobrazit pouze jednu hodinu, pokud ji vybereš v rozbalovacím menu v horní části obrazovky. Po výběru data nebo období se seznam automaticky obnoví s novými parametry.
ru_ru: Вы можете выбрать текущую дату из выпадающего меню в верхней части страницы. Вы также можете отобразить только один период, выбрав его в раскрывающемся меню «Период» в верхней части страницы. После выбора даты или периода список будет автоматически обновлён с новыми параметрами.
uk_ua: Ви можете вибрати поточну дату зі спадного меню у верхній частині сторінки. Ви також можете відобразити лише один період, вибравши його зі спадного меню у верхній частині сторінки. Після вибору дати або періоду список буде автоматично оновлено новими параметрами.

source: <i>Recalculate Daily Attendance</i> is a utility to recalculate the daily attendance for a specific time-frame.
cs: <i>Přepočítat denní docházku</i> je nástroj pro přepočítání denní docházky pro konkrétní časové období.
ru_ru: <i>Пересчёт ежедневной посещаемости</i> - это утилита для пересчёта ежедневной посещаемости за определенный период времени.
uk_ua: <i>Перерахувати щоденну відвідуваність</i> - це утиліта для перерахунку щоденної відвідуваності за певний період часу.

source: Select the time-frame and click "OK". All attendance will be then calculated for whole day/half day. Please select a shorter time-frame if the system freezes. Using this utility can avoid problems related to missing course periods attendance.
cs: Vyber časový rámec a klikni na "OK". Veškerá docházka se pak počítá za celý den/půl dne. Pokud systém zamrzne, zvol prosím kratší časový rámec. Použití této pomůcky může předejít problémům spojeným s chybějícími hodinami výuky.
ru_ru: Выберите период времени и нажмите «ОК». Затем будет рассчитана общая посещаемость за весь день/полдня. Пожалуйста, выберите более короткий промежуток времени, если система зависает. Использование этой утилиты позволяет избежать проблем, связанных с пропуском занятий на курсах.
uk_ua: Виберіть період часу та натисніть «Добре». Потім буде розрахована загальна відвідуваність за весь день / півдня. Якщо система зависає, будь ласка, виберіть коротший проміжок часу. Використання цієї утиліти дозволяє уникнути проблем, пов'язаних з пропуском періодів проходження курсів.

source: <i>Delete Duplicate Attendance</i> is a utility to spot and delete any attendance that was taken for a student AFTER their enrollment drop date.
cs: <i>Smazat duplicitní docházku</i> je nástroj k odhalení a smazání jakékoli docházky, která byla studentovi provedena PO datu zápisu.
ru_ru: <i>Удалить дубликаты посещений</i> - это утилита для определения и удаления любых посещений, которые были зафиксированы у учащегося после даты исключения.
uk_ua: <i>Видалення повторюваних відвідувань</i> - це утиліта для визначення та видалення будь-яких відвідувань, які були зафіксовані у учня після дати відрахування.

source: In case a student is retro-actively dropped from a course, but attendance has already been taken by teachers or administrators for dates after the drop date.
cs: V případě, že je student zpětně vyřazen z kurzu, ale učitelé nebo administrátoři již zaznamenali docházku na data po datu vyřazení.
ru_ru: В случае, если учащийся был исключён из курса задним числом, но преподаватели или администраторы уже записали его на занятия после даты исключения.
uk_ua: У випадку, якщо учень був виключений з курсу заднім числом, але вчителі або адміністратори вже записали його на заняття після дати виключення.

source: <i>Attendance Codes</i> allows you to setup your school's attendance codes. Attendance codes are used in the teacher's "Take Attendance" program (as well as most of the Attendance reports) and specify whether or not the student was present during the period, and if he wasn't, the reason.
cs: <i>Kódy docházky</i> umožňují nastavit školní kódy docházky. Kódy docházky se používají v učitelově programu "Kontrola docházky" (stejně jako většina zpráv o docházce) a určují, zda byl student během hodiny přítomen, a pokud ne, jaký je důvod.
ru_ru: <i>Коды посещаемости</i> позволяет настроить коды посещаемости в вашей школе. Коды посещаемости используются в разделе учителя «Учёт посещаемости» (а также в большинстве отчётов о посещаемости) и указывают, присутствовал ли учащийся на уроке, и если нет, то по какой причине.
uk_ua: Розділ <i>Коди відвідуваності</i> дозволяє налаштувати коди відвідуваності у вашій школі. Коди відвідуваності використовуються в розділі вчителя «Контроль відвідуваності» (а також у більшості звітів про відвідуваність) і вказують, чи був учень присутній на уроці, а якщо ні, то з якої причини.

source: To add an attendance code, fill in the attendance code's title, short name, type, and state code. Select whether or not the code should be a teacher's default from the empty fields at the bottom of the attendance codes list and click the "Save" button. Generally, the attendance code called "Present" will be marked as the teacher's default. If the attendance code is marked as being type "Teacher," a teacher will be able to select that attendance code from their "Take Attendance" program. Administrators will be able to assign all codes to a student.
cs: Pro přidání kódu docházky vyplň název kódu docházky, jeho krátký název, typ a kód státu. Z prázdných polí dole seznamu docházkových kódů vyber, zda má být kód učitele výchozím, a klikni na tlačítko "Uložit". Obecně je kód docházky nazvaný "Přítomný" označen jako výchozí pro učitele. Pokud je kód docházky označen jako typ "Učitel", učitel si bude moci tento kód docházky vybrat ze svého programu "Kontrola docházky". Administrátoři budou moci přiřadit všechny kódy studentovi.
ru_ru: Чтобы добавить код посещаемости, укажите его заголовок, аббревиатуру, тип и код состояния. Выберите, должен ли этот код использоваться учителем по умолчанию, в пустых полях внизу списка кодов посещаемости и нажмите кнопку «Сохранить». Как правило, код посещаемости, называемый «Присутствует», будет помечен как используемый учителем по умолчанию. Если код посещаемости помечен как «Учитель», учитель сможет выбрать этот код посещаемости в своём разделе «Учёт посещаемости». Администраторы смогут присвоить все коды учащемуся.
uk_ua: Щоб додати код відвідуваності, введіть назву коду відвідуваності, коротку назву, тип і код стану. Виберіть, чи має цей код бути кодом вчителя за замовчуванням, у порожніх полях внизу списку кодів відвідуваності та натисніть кнопку «Зберегти». Зазвичай, код відвідуваності під назвою «Присутній» буде позначено як код вчителя за замовчуванням. Якщо код відвідуваності позначено як тип «Вчитель», вчитель зможе вибрати цей код відвідуваності зі своєї програми «Відстеження відвідуваності». Адміністратори зможуть призначити всі коди учню.

source: To modify an attendance code, click on any of the attendance code's information, change the value, and click the "Save" button.
cs: Pro úpravu kódu docházky klikni na jakoukoli z informací kódu docházky, změň hodnotu a klikni na tlačítko "Uložit".
ru_ru: Чтобы изменить код посещаемости, нажмите на любую информацию о коде посещаемости, измените значение и нажмите кнопку «Сохранить».
uk_ua: Щоб змінити код відвідуваності, натисніть будь-яку інформацію про код відвідуваності, змініть значення та натисніть кнопку «Зберегти».

source: To delete an attendance code, click the delete icon (-) next to the attendance code you want to delete. You will be asked to confirm the deletion.
cs: Pro smazání kódu docházky klikni na ikonu delete (-) vedle kódu docházky, který chceš smazat. Budeš požádán o potvrzení smazání.
ru_ru: Чтобы удалить код посещаемости, нажмите на значок удаления (-) рядом с кодом посещаемости, который вы хотите удалить. Вам будет предложено подтвердить удаление.
uk_ua: Щоб видалити код відвідуваності, торкніться значка видалення (-) поруч із кодом відвідуваності, який потрібно видалити. Вам буде запропоновано підтвердити видалення.

source: Attendance Categories
cs: Kategorie návštěvností
ru_ru: Категории посещаемости
uk_ua: Категорії відвідуваності

source: RosarioSIS allows you to add custom categories that will take the form of new "Tabs" in the <i>Scheduling > Take Attendance</i> program. To create a new category or "tab", just click on the "+" icon next to the existing Categories.
cs: RosarioSIS umožňuje přidávat vlastní kategorie, které budou mít podobu nových "záložek" v programu <i>Plánování > Kontrola docházky</i> . Pro vytvoření nové kategorie nebo "záložky" stačí kliknout na ikonu "+" vedle stávajících kategorií.
ru_ru: RosarioSIS позволяет добавлять пользовательские категории, которые будут отображаться в виде новых «вкладок» в разделе <i>Расписание > Учёт посещаемости</i>. Чтобы создать новую категорию или «вкладку», просто нажмите на значок «+» рядом с существующими категориями.
uk_ua: RosarioSIS дозволяє додавати спеціальні категорії, які відображатимуться як нові «вкладки» в розділі <i>Розклад > Контроль відвідуваності</i> Щоб створити нову категорію або «вкладку», просто натисніть на значок « + » поруч з існуючими категоріями.

source: You can now type in the name of the new Category in the "Title" field(s) provided. Add a sort order (order in which the tabs will appear in the <i>Take Attendance</i> program). Click "Save" when you have finished.
cs: Nyní můžeš zadat název nové kategorie do polí "Název". Přidej pořadí třídění (pořadí, v jakém se záložky objeví v programu <i>Docházky k odběru</i> ). Klikni na "Uložit", až skončíš.
ru_ru: Теперь вы можете ввести название новой категории в предоставленные поля «Название». Добавьте порядок сортировки (порядок, в котором вкладки будут отображаться в разделе <i>Учёт посещаемости</i>). Когда закончите, нажмите «Сохранить».
uk_ua: Тепер ви можете ввести назву нової категорії в надані поля «Назва». Додайте порядок сортування (порядок, в якому вкладки відображатимуться в розділі <i>Контроль відвідуваності</i>). Закінчивши, натисніть «Зберегти».

source: To activate the Category for a specific course period, check it when editing the Course Period from the <i>Scheduling > Courses</i> program.
cs: Pro aktivaci kategorie pro konkrétní období kurzu ji zkontroluj při úpravě období kurzu v programu <i>Plánování > kurzy</i> .
ru_ru: Чтобы активировать категорию для определенного периода прохождения курса, отметьте её при редактировании периода в разделе <i>Расписание > Курсы</i>.
uk_ua: Щоб активувати категорію для певного періоду проходження курсу, відзначте її при редагуванні періоду навчання в розділі <i>Розклад > Курси</i>.

source: Lunch Category
cs: Kategorie oběda
ru_ru: Категория обедов
uk_ua: Категорія обідів

source: The Lunch Category comes in handy to take Lunch counts in the morning so the Food Service staff knows how many meals to prepare.
cs: Kategorie oběda se hodí, když ráno počítáš obědy, takže personál stravování ví, kolik jídel má připravit.
ru_ru: Категория обедов удобна для подсчёта количества обедов по утрам, чтобы персонал столовой знал, сколько блюд нужно приготовить.
uk_ua: Категорія обідів зручна для підрахунку обідів вранці, щоб персонал харчової служби знав, скільки страв потрібно приготувати.

source: <i>Attendance Summary</i> is a report that shows a day by day record of each student's attendance over the school year in one table.
cs: <i>Shrnutí docházky</i> je zpráva, která zobrazuje denní záznam docházky každého studenta během školního roku v jedné tabulce.
ru_ru: <i>Сводка посещаемости</i> - это отчёт, в котором в одной таблице представлены ежедневные данные о посещаемости каждого учащегося за учебный год.
uk_ua: <i>Інформація про відвідуваність</i> - це звіт, в якому в одній таблиці представлені щоденні дані про відвідуваність кожного учня за навчальний рік.

source: You must first select a (group of) student(s) by using the "Find a Student" search screen. You can search for students who have requested a specific course by clicking on the "Choose" link next to the search option "Course" and choosing a course from the popup window that appears.
cs: Nejprve musíš vybrat (skupinu) studenta pomocí vyhledávacího panelu "Najít studenta". Studenty, kteří si objednali konkrétní kurz, můžeš vyhledávat kliknutím na odkaz "Vybrat" vedle možnosti vyhledávání "Kurz" a výběrem kurzu z vyskakovacího okna, které se zobrazí.
ru_ru: Сначала вам нужно выбрать учащегося (группы), используя страницу поиска «Найти учащегося». Вы можете выполнить поиск учащихся, которые подали заявку на определённый курс, нажав на ссылку «Выбрать» рядом с параметром поиска «Курс» и выбрав курс в появившемся всплывающем окне.
uk_ua: Спочатку потрібно вибрати учня (групи) за допомогою сторінки пошуку «Знайти учня». Ви можете шукати учнів, які запитували певний курс, натиснувши посилання «Вибрати» поруч із параметром пошуку «Курс» та вибравши курс у спливаючому вікні, що з'явиться.

source: From the search result, you can select any number of students. You can select all the students in the list by checking the checkbox in the column headings above the list. After you have selected each desired student from this list, click "Create Attendance Report for Select Students" to generate the report in a PDF format.
cs: Z výsledků vyhledávání si můžeš vybrat libovolný počet studentů. Všechny studenty ze seznamu můžeš vybrat zaškrtnutím zaškrtávacího políčka v nadpisech sloupců nad seznamem. Poté, co vybereš každého požadovaného studenta z tohoto seznamu, klikni na "Vytvořit zprávu o docházce pro vybrané studenty" a vygeneruješ zprávu ve formátu PDF.
ru_ru: В результате поиска вы можете выбрать любое количество учащихся. Вы можете выбрать всех учащихся в списке, установив флажок в заголовках столбцов над списком. После того как вы выбрали всех нужных вам учащихся, нажмите «Создать отчёт о посещаемости для выбранных учащихся», чтобы сгенерировать отчёт в формате PDF.
uk_ua: В результаті пошуку ви можете вибрати будь-яку кількість учнів. ви можете вибрати всіх учнів у списку, встановивши прапорець у заголовках стовпців над списком. Вибравши кожного бажаного учня з цього списку, натисніть «Створити звіт про відвідуваність для вибраних учнів», щоб створити звіт у форматі PDF.
