Repository: Binyam95Bharu/Student-Management-System
Catalog: locale/*.utf8/LC_MESSAGES/rosariosis.po
Languages: cs_cz, es, ru_ru, uk_ua

source: Print Requests
cs_cz: Žádosti o tisk
es: Imprimir Solicitudes
ru_ru: Печать заявок
uk_ua: Запити на друк

source: Schedule Report
cs_cz: Naplánovat zprávu
es: Reporte de Horario
ru_ru: Отчёт по расписанию
uk_ua: Звіт про розклад

source: Requests Report
cs_cz: Zpráva o požadavcích
es: Reporte de Solicitudes
ru_ru: Отчёт о заявках
uk_ua: Звіт про запити

source: Incomplete Schedules
cs_cz: Neúplné rozvrhy
es: Horarios Incompletos
ru_ru: Неполные расписания
uk_ua: Неповні розклади

source: Add / Drop Report
cs_cz: Přidat / Odebrat zprávu
es: Reporte Añadidos / Retiros
ru_ru: Отчёт о добавлении/отмене занятий
uk_ua: Звіт про Додавання/Скасування занять

source: Run Scheduler
cs_cz: Spustit plánovač
es: Correr Programador
ru_ru: Запустить расписание
uk_ua: Запуск планувальника

source: Schedule
cs_cz: Rozvrh
es: Horario
ru_ru: Расписание
uk_ua: Розклад

source: Class Pictures
cs_cz: Fotografie třídy
es: Fotos de Clase
ru_ru: Изображения класса
uk_ua: Зображення класу

source: You must choose at least one course period.
cs_cz: Musíš si vybrat alespoň jedno období kurzu.
es: Debe escoger por lo menos una clase.
ru_ru: Вы должны выбрать как минимум один период прохождения курса.
uk_ua: Ви повинні вибрати хоча б один період навчання.

source: Class List
cs_cz: Seznam tříd
es: Lista de Clase
ru_ru: Список класса
uk_ua: Список занять

source: Create Class Lists for Selected Course Periods
cs_cz: Vytvoř seznamy kurzů pro vybraná období kurzu
es: Crear las Listas de Clase para las Clases Seleccionadas
ru_ru: Создать списки занятий для выбранных периодов прохождения курсов
uk_ua: Створити списки занять для вибраних періодів проходження курсу

source: Create Class Pictures for Selected Course Periods
cs_cz: Vytvoř fotografie třídy pro vybrané hodiny kurzu
es: Crear Fotos de Clase para las Clases Seleccionadas
ru_ru: Создание изображений занятий для выбранных периодов прохождения курса
uk_ua: Створити зображення занять для вибраних періодів проходження курсу

source: Include Teacher
cs_cz: Zahrnout učitele
es: Incluir Docente
ru_ru: Включить учителя
uk_ua: Включити вчителя

source: Not With
cs_cz: Ne s
es: No Con
ru_ru: Не с
uk_ua: Не з

source: On
cs_cz: Na
es: Sobre
ru_ru: На
uk_ua: На

source: Not on
cs_cz: Ne na
es: No en
ru_ru: Не на
uk_ua: Не на

source: Priority
cs_cz: Priorita
es: Prioridad
ru_ru: Приоритет
uk_ua: Пріоритет

source: Term
cs_cz: Období
es: Período
ru_ru: Срок
uk_ua: Термін

source: Create Schedules for Selected Students
cs_cz: Vytvořit rozvrhy pro vybrané studenty
es: Crear Horarios para los Estudiantes Seleccionados
ru_ru: Создать расписания для выбранных учащихся
uk_ua: Створити розклад для обраних учнів

source: Include only courses active as of
cs_cz: Zahrnout pouze kurzy aktivní k datu
es: Incluir solamente clases activas el
ru_ru: Включить только курсы, активные на
uk_ua: Включити тільки курси, що діють на даний момент в

source: Table
cs_cz: Tabulka
es: Tabla
ru_ru: Таблица
uk_ua: Таблиця

source: Horizontal Format
cs_cz: Horizontální formát
es: Orientación Horizontal
ru_ru: Горизонтальный формат
uk_ua: Горизонтальний формат

source: Display Title of
cs_cz: Zobrazit název
es: Mostrar el Título de
ru_ru: Показывать заголовок
uk_ua: Відобразити заголовок

source: All Subjects
cs_cz: Všechny předměty
es: Todas las Materias
ru_ru: Все предметы
uk_ua: Всі предмети

source: Unfilled Requests
cs_cz: Nevyřízené požadavky
es: Solicitudes Vacantes
ru_ru: Незаполненные заявки
uk_ua: Незаповнені запити

source: Include Inactive Courses
cs_cz: Zahrnout neaktivní kurzy
es: Incluir Clases Inactivas
ru_ru: Включить неактивные курсы
uk_ua: Включити неактивні курси

source: Show Available Seats
cs_cz: Zobrazit dostupná místa
es: Mostrar Cupos Disponibles
ru_ru: Показывать свободные места
uk_ua: Показувати вільні місця

source: Print Schedule
cs_cz: Tisk rozvrhu
es: Imprimir Horario
ru_ru: Печать расписания
uk_ua: Друкувати розклад

source: Add a Course
cs_cz: Přidat kurz
es: Agregar un Curso
ru_ru: Добавить курс
uk_ua: Додати курс

source: Locked
cs_cz: Zamčeno
es: Bloqueado
ru_ru: Заблокировано
uk_ua: Блоковано

source: Sections
cs_cz: Sekce
es: Secciones
ru_ru: Разделы
uk_ua: Розділи

source: Unfilled Request
cs_cz: Nevyřízená žádost
es: Solicitud Incompleta
ru_ru: Невыполненная заявка
uk_ua: Незаповнений запит

source: This section is already full.
cs_cz: Tato sekce je již plná.
es: Este sección ya está llena.
ru_ru: Этот раздел уже заполнен.
uk_ua: Цей розділ вже заповнений.

source: This student is already scheduled into this course.
cs_cz: Tento student je již do tohoto kurzu zapsán.
es: Ese estudiante ya está programado en este curso.
ru_ru: Этот учащийся уже записан на этот курс.
uk_ua: Цей учень вже записаний на цей курс.

source: There is already a course scheduled in that period.
cs_cz: V tomto období je již naplánován kurz.
es: Ya existe un curso programado para este período.
ru_ru: На этот период уже запланирован курс.
uk_ua: На цей період вже запланований курс..

source: There is a conflict.
cs_cz: Dochází ke konfliktu.
es: Hay un conflicto.
ru_ru: Есть конфликт.
uk_ua: Виникла проблема.

source: Are you sure you want to add this section?
cs_cz: Jsi si jistý, že chceš tuto sekci přidat?
es: ¿Está seguro que quiere agregar esta sección?
ru_ru: Вы уверены, что хотите добавить этот раздел?
uk_ua: Ви впевнені, що хочете додати цей розділ?

source: Unlocked
cs_cz: Odemčeno
es: Desbloqueado
ru_ru: Разблокировано
uk_ua: Розблоковано

source: (%d seats)
cs_cz: (%d míst)
es: (%d asientos)
ru_ru: (%d мест)
uk_ua: (%d місць)

source: Full Year
cs_cz: Celý rok
es: Año Completo
ru_ru: Полный год
uk_ua: Повний рік

source: Master Schedule Report
cs_cz: Zpráva o hlavním harmonogramu
es: Reporte de Horario Principal
ru_ru: Отчет о главном расписании
uk_ua: Зведений звіт про розклад

source: Delete Current Schedules
cs_cz: Smazat aktuální plány
es: Eliminar los Horarios
ru_ru: Удалить текущие расписания
uk_ua: Видалити поточні розклади

source: Confirm Scheduler Run
cs_cz: Potvrdit spuštění plánovače
es: Confirmar Correr el Programador
ru_ru: Подтверждение запуска расписания
uk_ua: Підтвердження запуску планувальника

source: Are you sure you want to run the scheduler?
cs_cz: Jsi si jistý, že chceš spustit plánovač?
es: ¿Está seguro que quiere correr el programador?
ru_ru: Вы уверены, что хотите запустить расписание?
uk_ua: Ви впевнені, що хочете запустити планувальник??

source: Scheduler Progress
cs_cz: Průběh plánovače
es: Progreso del Programador
ru_ru: Ход составления расписания
uk_ua: Хід виконання планувальника

source: Processing Requests ...
cs_cz: Zpracování požadavků ...
es: Procesando Solicitudes ...
ru_ru: Обработка заявок...
uk_ua: Оброблення запитів...

source: Find a Course
cs_cz: Najít kurz
es: Buscar un Curso
ru_ru: Найти курс
uk_ua: Знайти курс

source: Reset
cs_cz: Resetovat
es: Resetear
ru_ru: Сброс
uk_ua: Скидання

source: Takes Attendance
cs_cz: Bere účast
es: Toma de Asistencia
ru_ru: Вести учёт посещаемости
uk_ua: Збільшує відвідуваність

source: Grading Scale
cs_cz: Klasifikační stupnice
es: Escala de Calificaciones
ru_ru: Шкала оценок
uk_ua: Шкала оцінок

source: Not Graded
cs_cz: Nehodnocen
es: No Calificado
ru_ru: Без оценки
uk_ua: Не виставлено

source: Allow Teacher Grade Scale
cs_cz: Povolit stupnici hodnocení učitele
es: Permitir Escala de Calificaciones del Docente
ru_ru: Разрешить шкалу оценок учителя
uk_ua: Дозволити шкалу оцінок вчителя

source: Affects Honor Roll
cs_cz: Ovlivňuje čestnou listinu
es: Afecta el Cuadro de Honor
ru_ru: Влияние на список отличников
uk_ua: Впливає на список відмінників

source: Gender Restriction
cs_cz: Omezení pohlaví
es: Restricción de Género
ru_ru: Ограничение по полу
uk_ua: Обмеження за ознакою статі

source: Male
cs_cz: Muž
es: Masculino
ru_ru: Мужской
uk_ua: Чоловіча

source: Female
cs_cz: Žena
es: Femenino
ru_ru: Женский
uk_ua: Жіноча

source: Number of Requests
cs_cz: Počet požadavků
es: Número de Solicitudes
ru_ru: Количество заявок
uk_ua: Кількість запитів

source: Show Child Marking Period Details
cs_cz: Zobrazit podrobnosti o období označování dítěte
es: Mostrar Detalles de los Períodos Académicos
ru_ru: Показать подробную информацию о периоде обучения ребенка
uk_ua: Показати детальну інформацію про період навчання дітей

source: Top
cs_cz: Nahoře
es: Arriba
ru_ru: Верх
uk_ua: Верхній

source: List Students
cs_cz: Seznam studentů
es: Listar Estudiantes
ru_ru: Список учащихся
uk_ua: Список учнів

source: List Unscheduled Students
cs_cz: Seznam studentů, kteří nejsou naplánováni
es: Listar Estudiantes no Programados
ru_ru: Список нераспределённых учащихся
uk_ua: Список незапланованих учнів

source: Requests
cs_cz: Žádosti
es: Solicitudes
ru_ru: Заявки
uk_ua: Запити

source: Open
cs_cz: Otevřeno
es: Abierto
ru_ru: Открыть
uk_ua: Відкрити

source: Filled
cs_cz: Vyplněno
es: Llenó
ru_ru: Заполнено
uk_ua: Заповнений

source: Unscheduled Student
cs_cz: Neplánovaný student
es: Estudiante no Programado
ru_ru: Нераспределённый учащийся
uk_ua: Учень поза розкладом

source: Access Log
cs_cz: Protokol přístupu
es: Registro de Acceso
ru_ru: Журнал доступа
uk_ua: Журнал доступу

source: Access Log cleared.
cs_cz: Protokol přístupu vymazán.
es: Registro de Acceso borrado.
ru_ru: Журнал доступа очищен.
uk_ua: Журнал доступу очищений.

source: Clear Log
cs_cz: Vymazat protokol
es: Borrar el Registro
ru_ru: Очистить журнал
uk_ua: Очистити журнал

source: User Profile
cs_cz: Uživatelský profil
es: Perfil del Usuario
ru_ru: Роль пользователя
uk_ua: Роль користувача

source: IP Address
cs_cz: IP adresa
es: Dirección IP
ru_ru: IP-адрес
uk_ua: IP-адреса

source: Browser
cs_cz: Prohlížeč
es: Navegador
ru_ru: Браузер
uk_ua: Браузер

source: Login record
cs_cz: Záznam přihlášení
es: Registro de Entrada
ru_ru: Запись входа
uk_ua: Запис про вхід до системи

source: Banned
cs_cz: Zakázán
es: Inhabilitado
ru_ru: Заблокирован
uk_ua: Заблокований

source: Copy Calendar
cs_cz: Kopírovat kalendář
es: Copiar el Calendario
ru_ru: Копировать календарь
uk_ua: Копія календаря

source: Default Calendar for this School
cs_cz: Výchozí kalendář pro tuto školu
es: Calendario Por Defecto para esta Institución
ru_ru: Календарь по умолчанию для этой школы
uk_ua: Календар за замовчуванням для цієї школи

source: Default is Full Day if Copy Calendar is N/A.
cs_cz: Výchozí je Celý den, pokud je možnost Kopírovat kalendář nastavena na N/A.
es: Por Defecto es Día Completo si el Calendario Copiado es N/A.
ru_ru: По умолчанию установлено значение «Весь день», если «Копировать календарь» не применимо.
uk_ua: Значення за замовчуванням - Повний день, якщо в календарі копіювання немає даних.

source: Otherwise Default is minutes from the Copy Calendar
cs_cz: Jinak je výchozí hodnota o pár minut z kopírovaného kalendáře
es: De otro modo, el Predeterminado es minutos del Calendario Copiado
ru_ru: В противном случае по умолчанию используются минуты из Копируемого календаря
uk_ua: В іншому випадку значення за замовчуванням - хвилини від календаря копіювання

source: Default is Full Day
cs_cz: Výchozí nastavení je Celý den
es: El Predeterminado es Día Completo
ru_ru: По умолчанию — полный день
uk_ua: Значення за замовчуванням - Повний день

source: Minutes
cs_cz: Minuty
es: Minutos
ru_ru: Минут(ы)
uk_ua: Хвилин

source: Recreate %s calendar
cs_cz: Znovu vytvořit kalendář %s
es: Volver a Crear el calendario %s
ru_ru: Восстановить календарь %s
uk_ua: Відтворити %s календар

source: Create new calendar
cs_cz: Vytvořit nový kalendář
es: Crear un nuevo calendario
ru_ru: Создать новый календарь
uk_ua: Створити новий календар

source: Event
cs_cz: Událost
es: Evento
ru_ru: Событие
uk_ua: Подія

source: New Event
cs_cz: Nová událost
es: Nuevo Evento
ru_ru: Новое событие
uk_ua: Нова подія

source: Event Repeat
cs_cz: Opakování události
es: Repetición de Evento
ru_ru: Повторяющееся событие
uk_ua: Подія що повторюється

source: Notes
cs_cz: Poznámky
es: Notas
ru_ru: Примечания
uk_ua: Примітки

source: Back to Calendar
cs_cz: Zpět na kalendář
es: Regresar al Calendario
ru_ru: Вернуться к календарю
uk_ua: Повернутися до календаря

source: Create
cs_cz: Vytvořit
es: Crear
ru_ru: Создать
uk_ua: Створити

source: List Events
cs_cz: Seznam událostí
es: Lista de Eventos
ru_ru: Список событий
uk_ua: Список подій

source: This school has more than one default calendar!
cs_cz: Tato škola má více než jeden výchozí kalendář!
es: Esta institución tiene más de un calendario por defecto!
ru_ru: В этой школе более одного календаря по умолчанию!
uk_ua: У цій школі є кілька календарів за замовчуванням!

source: This school does not have a default calendar!
cs_cz: Tato škola nemá výchozí kalendář!
es: Esta institución no tiene un calendario por defecto!
ru_ru: В этой школе нет календаря по умолчанию!
uk_ua: У цій школі немає календаря за замовчуванням!

source: Full school day
cs_cz: Celý školní den
es: Día de escuela completo
ru_ru: Полный учебный день
uk_ua: Повний навчальний день

source: Partial school day (minutes)
cs_cz: Částečný školní den (minuty)
es: Día de escuela parcial (minutos)
ru_ru: Частичный учебный день (минут)
uk_ua: Частковий навчальний день (хвилини)

source: No school day
cs_cz: Žádný školní den
es: Día sin escuela
ru_ru: День без занятий
uk_ua: Немає занять

source: Legend
cs_cz: Legenda
es: Leyenda
ru_ru: Легенда
uk_ua: Легенда

source: Modules
cs_cz: Moduly
es: Módulos
ru_ru: Модули
uk_ua: Модулі

source: Plugins
cs_cz: Pluginy
ru_ru: Плагины
uk_ua: Плагіни

source: The school configuration has been modified.
cs_cz: Konfigurace školy byla upravena.
es: La configuración de esta institución ha sido modificada.
ru_ru: Конфигурация школы была изменена.
uk_ua: Конфігурація школи була змінена.

source: Program Name
cs_cz: Název programu
es: Nombre del Programa
ru_ru: Название программы
uk_ua: Назва програми

source: Program Title
cs_cz: Název programu
es: Título del Programa
ru_ru: Заголовок программы
uk_ua: Заголовок програми

source: Default Theme
cs_cz: Výchozí tématika
es: Diseño por Defecto
ru_ru: Тема по умолчанию
uk_ua: Тема за замовчуванням

source: Force
cs_cz: Platnost
es: Forzar
ru_ru: Для всех
uk_ua: Для всіх

source: Public Registration
cs_cz: Veřejná registrace
es: Inscripción Publica
ru_ru: Публичная регистрация
uk_ua: Публічна реєстрація

source: New users will be added with the No Access profile
cs_cz: Noví uživatelé budou přidáni s profilem Bez přístupu
es: Los nuevos usuarios estarán agregados con el perfil No Acceso
ru_ru: Новые пользователи будут добавлены с профилем «Без доступа»
uk_ua: Будуть додані нові користувачі з роллю "без доступу"

source: New students will be added as Inactive students
cs_cz: Noví studenti budou přidáni jako neaktivní studenti
es: Los nuevos estudiantes estarán agregados como estudiantes Inactivos
ru_ru: Новые учащиеся будут добавлены как Неактивные
uk_ua: Нові учні будуть додані як неактивні

source: Automatic Student Account Activation
cs_cz: Automatická aktivace studentského účtu
es: Activación Automática de Cuenta de Estudiante
ru_ru: Автоматическая активация учётной записи Учащегося
uk_ua: Автоматична активація облікового запису учня

source: Default School
cs_cz: Výchozí škola
es: Institución por Defecto
ru_ru: Школа по умолчанию
uk_ua: Школа за замовчуванням

source: Student email field
cs_cz: Pole pro e-mail studenta
es: Campo email Estudiante
ru_ru: Поле «Электронная почта учащегося»
uk_ua: Поле електронної пошти учня

source: Security
cs_cz: Zabezpečení
es: Seguridad
ru_ru: Безопасность
uk_ua: Безпека

source: Failed Login Attempts Limit
cs_cz: Limit neúspěšných pokusů o přihlášení
es: Limite de Intentos Fallidos de Entrada
ru_ru: Ограничение на неудачные попытки входа в систему
uk_ua: Обмеження на невдалі спроби входу

source: Leave the field blank to always allow
cs_cz: Pro povolení vždy ponech toto pole prázdné
es: Dejar el campo en blanco para permitir siempre
ru_ru: Оставьте поле пустым, чтобы всегда разрешать
uk_ua: Залиште поле порожнім, щоб завжди дозволяти

source: Password Strength
cs_cz: Síla hesla
es: Fuerza de la Contraseña
ru_ru: Надёжность пароля
uk_ua: Надійність пароля

source: Minimum password strength required.
cs_cz: Minimální požadovaná síla hesla.
es: Fuerza mínima requerida para la contraseña.
ru_ru: Нужно использовать достаточно надёжный пароль.
uk_ua: Потрібен мінімальний рівень надійності пароля.

source: Set to 0 to disable.
cs_cz: Pro vypnutí nastav na 0.
es: Deje en 0 para desactivar.
ru_ru: Установите значение 0, чтобы отключить его.
uk_ua: Встановіть значення 0, щоб вимкнути його.

source: Force Password Change on First Login
cs_cz: Vynutit změnu hesla při prvním přihlášení
es: Forzar el Cambio de Contraseña en la Primera Conexión
ru_ru: Принудительная смена пароля при первом входе в систему
uk_ua: Примусова зміна пароля при першому вході в систему

source: Suffix
cs_cz: Přípona
es: Sufijo
ru_ru: Суффикс
uk_ua: Суфікс

source: School year over two calendar years
cs_cz: Školní rok v průběhu dvou kalendářních let
es: Año escolar sobre dos años calendarios
ru_ru: Учебный год охватывает два календарных года
uk_ua: Навчальний рік протягом двох календарних років

source: Number of Days for the Rotation
cs_cz: Počet dní pro rotaci
es: Número de Días para la Rotación
ru_ru: Количество дней для чередования
uk_ua: Кількість днів для чергування

source: Leave the field blank if the school does not use a Rotation of Numbered Days
cs_cz: Pokud škola nepoužívá rotaci číslovaných dnů, nech pole prázdné
es: Deja el campo en blanco si la Institución no usa una Rotación de Días Enumerados
ru_ru: Оставьте поле пустым, если школа не использует чередование пронумерованных дней
uk_ua: Залиште поле порожнім, якщо школа не використовує чергування пронумерованих днів

source: School logo
cs_cz: Logo školy
es: Logo de la Institución
ru_ru: Логотип школы
uk_ua: Логотип школи

source: Currency Symbol
cs_cz: Symbol měny
es: Símbolo Monetario
ru_ru: Символ валюты
uk_ua: Символ валюти

source: Thousands separator
cs_cz: Oddělovač tisíců
es: Separador de miles
ru_ru: Разделитель тысяч
uk_ua: Роздільник тисяч

source: Decimal separator
cs_cz: Desetinný oddělovač
es: Separador decimal
ru_ru: Десятичный разделитель
uk_ua: Десятковий роздільник

source: Find a Student
cs_cz: Najít studenta
es: Encontrar un Estudiante
ru_ru: Найти учащегося
uk_ua: Знайти учня

source: Popup window
cs_cz: Vyskakovací okno
es: Ventana emergente
ru_ru: Всплывающее окно
uk_ua: Спливаюче вікно

source: Course Widget
cs_cz: Widget kurzu
es: Componente Curso
ru_ru: Виджет курса
uk_ua: Віджет курса

source: Display Mailing Address
cs_cz: Zobrazit poštovní adresu
es: Mostrar Dirección de Correo
ru_ru: Показывать почтовый адрес
uk_ua: Відображати поштову адресу

source: Check Bus Pickup / Dropoff by default
cs_cz: Zaškrtnout místo vyzvednutí/odevzdání autobusu ve výchozím nastavení
es: Marcar Recorrida / Paradero del Transporte Escolar por defecto
ru_ru: Автобусная остановка» / «Высадка» по умолчанию
uk_ua: За замовчуванням позначати пункт посадки/висадки шкільного автобуса

source: Enable Legacy Contact Information
cs_cz: Povolit starší kontaktní informace
es: Activar la Antigua Información de Contacto
ru_ru: Включить устаревшую контактную информацию
uk_ua: Включити застарілу контактну інформацію

source: Limit Existing Contacts & Addresses to current school
cs_cz: Omezit stávající kontakty a adresy na aktuální školu
es: Limitar los Contactos y las Direcciones Existentes a la institución actual
ru_ru: Ограничить существующие контакты и адреса текущей школой
uk_ua: Обмежити існуючі контакти та адреси поточною школою

source: Use Semester Comments instead of Quarter Comments
cs_cz: Použít semestrální komentáře místo čtvrtletních komentářů
es: Usar Comentarios Semestrales en lugar de Comentarios Trimestrales
ru_ru: Использовать комментарии семестра вместо комментариев четверти
uk_ua: Використання коментарів до семестру замість коментарів до чверті

source: Use letter grades only
cs_cz: Používat pouze písmenné známky (A-F)
es: Sólo usar calificaciones
ru_ru: Использовать только буквенные
uk_ua: Використовувати лише літерні оцінки

source: Use letter and percent grades
cs_cz: Používat písmenné a procentuální hodnocení
es: Usar calificaciones y porcentajes
ru_ru: Использовать буквенные и процентные
uk_ua: Використовувати літерні оцінки та оцінки у відсотках

source: Use percent grades only
cs_cz: Používat pouze procentuální hodnocení
es: Sólo usar porcentajes
ru_ru: Использовать только процентные
uk_ua: Використовувати лише процентні оцінки

source: Hide grade comment except for attendance period courses
cs_cz: Skrýt komentáře ke známkám s výjimkou kurzů pro období docházky
es: Ocultar el comentario de la calificación exceptuando los cursos con asistencia
ru_ru: Скрыть комментарий к оценке, за исключением курсов с посещаемостью
uk_ua: Приховувати коментарі до оцінок, за винятком курсів з періодом відвідування

source: Allow Teachers to edit grades after grade posting period
cs_cz: Povolit učitelům upravovat známky po uplynutí doby jejich zveřejnění
es: Dejar los Docentes editar las calificaciones después del período de publicación de calificaciones
ru_ru: Разрешить учителям редактировать оценки после периода их выставления
uk_ua: Дозволити вчителям редагувати оцінки після публікації результатів

source: Allow Teachers to edit gradebook grades for past quarters
cs_cz: Povolit učitelům upravovat známky v žákovské knize za minulá čtvrtletí
es: Dejar los Docentes editar las calificaciones del libro de los trimestres pasados
ru_ru: Разрешить учителям изменять оценки за прошлые четверти в журнале успеваемости
uk_ua: Дозволити вчителям редагувати оцінки в журналі успішності за минулі чверті

source: Enable Anonymous Grade Statistics for Parents and Students
cs_cz: Povolit anonymní statistiky známek pro rodiče a studenty
es: Activar las Estadísticas Anónimas de Calificaciones para los Padres y Estudiantes
ru_ru: Включить анонимную статистику оценок для родителей и учащихся
uk_ua: Увімкнути анонімну статистику оцінок для батьків та учнів

source: Enable Anonymous Grade Statistics for Administrators and Teachers
cs_cz: Povolit anonymní statistiky známek pro administrátory a učitele
es: Activar las Estadísticas Anónimas de Calificaciones para los Administradores y Docentes
ru_ru: Включить анонимную статистику оценок для администраторов и преподавателей
uk_ua: Увімкнути анонімну статистику оцінок для адміністраторів та вчителів

source: Set to 0 for dynamic Daily Attendance calculation based on total course period minutes.
cs_cz: Nastav na 0 pro dynamický výpočet denní docházky na základě celkového počtu minut v hodinách.
es: Dejar en 0 para el calculo dinámico de la asistencia diaria basado en el total de minutos de los periodos de cursos.
ru_ru: Установите значение 0 для динамического расчёта ежедневной посещаемости на основе общего количества минут в течение курса.
uk_ua: Встановіть значення 0 для динамічного розрахунку щоденної відвідуваності на основі загальної кількості хвилин протягом курсу.

source: Minutes in a Full School Day
cs_cz: Minuty v celém školním dni
es: Minutos en un Día de Escuela Completo
ru_ru: Минут в полном учебном дне
uk_ua: Хвилин у повному навчальному дні

source: Number of days before the school date teachers can edit attendance
cs_cz: Počet dní před datem vyučování, kdy mohou učitelé upravovat docházku
es: Número de días antes de la fecha por los cuales los docentes pueden editar la asistencia
ru_ru: Количество дней до начала учебного года, в течение которых учителя могут редактировать посещаемость
uk_ua: Кількість днів до початку занять, за які вчителі можуть змінювати відвідуваність
