Repository: Binyam95Bharu/Student-Management-System
Catalog: locale/*.utf8/LC_MESSAGES/rosariosis.po
Languages: cs_cz, es, ru_ru, uk_ua

source: Skip to main content
cs_cz: Přejít k hlavnímu obsahu
es: Saltar al contenido principal
ru_ru: Перейти к основному содержанию
uk_ua: Перейти до основного змісту

source: Menu
es: Menú
ru_ru: Меню
uk_ua: Меню

source: Student List
cs_cz: Seznam studentů
es: Lista de Estudiantes
ru_ru: Список учащихся
uk_ua: Список учня

source: User List
cs_cz: Seznam uživatelů
es: Lista de Usuarios
ru_ru: Список пользователей
uk_ua: Список користувачів

source: Course List
cs_cz: Seznam kurzů
es: Lista de Cursos
ru_ru: Список курсов
uk_ua: Список курсів

source: %s List
cs_cz: Seznam %s
es: Lista de %s
ru_ru: Список %s
uk_ua: Список %s

source: Print
cs_cz: Tisk
es: Imprimir
ru_ru: Печать
uk_ua: Друк

source: Help
cs_cz: Pomoc
es: Ayuda
ru_ru: Помощь
uk_ua: Допомога

source: Logout
cs_cz: Odhlásit se
es: Salir
ru_ru: Выход
uk_ua: Вихід

source: Administrator
cs_cz: Správce
es: Administrador
ru_ru: Администратор
uk_ua: Адміністратор

source: Teacher
cs_cz: Učitel/ka
es: Docente
ru_ru: Учитель
uk_ua: Учитель

source: Parent
cs_cz: Rodič
es: Padre
ru_ru: Родитель
uk_ua: Батько

source: Student
es: Estudiante
ru_ru: Учащийся
uk_ua: Учень

source: %s Handbook
cs_cz: Příručka %s
es: Manual del %s
ru_ru: Зачётная книжка %s
uk_ua: Довідник %s

source: Please enter your email again.
cs_cz: Zadej prosím znovu svůj e-mail.
es: Por favor entre su email de nuevo.
ru_ru: Пожалуйста, введите свой адрес электронной почты ещё раз.
uk_ua: Будь ласка, введіть свою адресу електронної пошти ще раз.

source: Password help
cs_cz: Nápověda k heslu
es: Ayuda Contraseña
ru_ru: Подсказка для пароля
uk_ua: Довідка по паролю

source: Password reset is not activated for students.
cs_cz: Obnovení hesla není pro studenty aktivováno.
es: El restablecimiento de contraseña no está activo para los estudiantes.
ru_ru: Сброс пароля не активирован для учащихся.
uk_ua: Функція скидання пароля не активована для учнів.

source: Forgot your password?
cs_cz: Zapomněl jsi heslo?
es: ¿Olvidó su contraseña?
ru_ru: Забыли пароль?
uk_ua: Забули свій пароль?

source: Email
ru_ru: Эл. почта
uk_ua: Електронна пошта

source: Send password reset instructions
cs_cz: Odeslat pokyny k resetování hesla
es: Mandar instrucciones para restablecer la contraseña
ru_ru: Отправить инструкции по сбросу пароля
uk_ua: Надіслати інструкції щодо скидання пароля

source: Please visit the following link to reset your password
cs_cz: Pro obnovení hesla prosím klikni na následující odkaz
es: Por favor visite el enlace siguiente para restablecer la contraseña
ru_ru: Перейдите по следующей ссылке, чтобы сбросить пароль
uk_ua: Будь ласка, перейдіть за наступним посиланням, щоб скинути свій пароль

source: Username
cs_cz: Uživatelské jméno
es: Nombre de Usuario
ru_ru: Псевдоним
uk_ua: Псевдонім

source: Please permanently delete this email once you are done.
cs_cz: Po dokončení prosím tento e-mail trvale smaž.
es: Por favor borre este email de manera definitiva una vez hecho.
ru_ru: Пожалуйста, удалите это письмо после прочтения.
uk_ua: Будь ласка, видаліть цей електронний лист назавжди, як тільки закінчите.

source: Password Reset
cs_cz: Obnovení hesla
es: Restablecer Contraseña
ru_ru: Сброс пароля
uk_ua: Скидання пароля

source: Reset your password
cs_cz: Obnovit si heslo
es: Restablecer mi contraseña
ru_ru: Сброс вашего пароля
uk_ua: Скидання вашого пароля

source: New Password
cs_cz: Nové heslo
es: Nueva Contraseña
ru_ru: Новый пароль
uk_ua: Новий пароль

source: Submit
cs_cz: Předložit
es: Enviar
ru_ru: Отправить
uk_ua: Надіслати

source: Dashboard
es: Tablero de Mandos
ru_ru: Панель управления
uk_ua: Панель керування

source: Delete
cs_cz: Vymazat
es: Eliminar
ru_ru: Удалить
uk_ua: Видалити

source: Field Name
cs_cz: Název pole
es: Nombre del Campo
ru_ru: Название поля
uk_ua: Ім'я поля

source: Pull-Down
es: Menú Desplegable
ru_ru: Раскрывающийся список
uk_ua: Розкривний список

source: Auto Pull-Down
es: Menú Desplegable Automático
ru_ru: Автоматический раскрывающийся список
uk_ua: Автоматичний розкривний список

source: Export Pull-Down
cs_cz: Exportovat rozbalovací nabídku
es: Menú Desplegable Exportable
ru_ru: Раскрывающийся список Экспорт
uk_ua: Розкривний список Експорт

source: Select Multiple from Options
cs_cz: Vybrat více z možnosti
es: Selección de Opción Múltiple
ru_ru: Выбор нескольких вариантов
uk_ua: Виберіть кілька варіантів

source: Text
es: Texto
ru_ru: Текст
uk_ua: Текст

source: Long Text
cs_cz: Dlouhý text
es: Texto Largo
ru_ru: Длинный текст
uk_ua: Довгий текст

source: Checkbox
es: Casilla
ru_ru: Флажок
uk_ua: Прапорець

source: Number
cs_cz: Číslo
es: Número
ru_ru: Число
uk_ua: Число

source: Date
cs_cz: Datum
es: Fecha
ru_ru: Дата
uk_ua: Дата

source: Files
cs_cz: Soubory
es: Archivos
ru_ru: Файлы
uk_ua: Файли

source: Data Type
cs_cz: Datový typ
es: Tipo de Dato
ru_ru: Тип данных
uk_ua: Тип даних

source: Field Category
cs_cz: Kategorie polí
es: Categoría de Campo
ru_ru: Категория поля
uk_ua: Категорія поля

source: Options
cs_cz: Možnosti
es: Opciones
ru_ru: Настройки
uk_ua: Налаштування

source: One per line
cs_cz: Jeden na řádek
es: Uno por línea
ru_ru: Одно на строку
uk_ua: По одному в рядку

source: Default
cs_cz: Výchozí
es: Por Defecto
ru_ru: По умолчанию
uk_ua: За замовчуванням

source: For dates: YYYY-MM-DD
cs_cz: Pro data: RRRR-MM-DD
es: Para fechas: AAAA-MM-DD
ru_ru: Для дат: ГГГГ-ММ-ДД
uk_ua: Для дат: РРРР-ММ-ДД

source: for checkboxes: Y
cs_cz: pro okénko: R
es: para casillas: Y
ru_ru: для флажков: Y
uk_ua: для прапорців: Y

source: Required
cs_cz: Požadovaný
es: Obligatorio
ru_ru: Обязательное
uk_ua: Обов'язкове

source: Sort Order
cs_cz: Řazení
es: Orden
ru_ru: Сортировка
uk_ua: Порядок сортування

source: Title
cs_cz: Titul
es: Título
ru_ru: Заголовок
uk_ua: Заголовок

source: Field
cs_cz: Obor
es: Campo
ru_ru: Поле
uk_ua: Поле

source: Category
cs_cz: Kategorie
es: Categoría
ru_ru: Категория
uk_ua: Категорія

source: File not uploaded
cs_cz: Soubor se nenahrál
es: Archivo no subido
ru_ru: Файл не выгружен
uk_ua: Файл не вивантажено

source: Wrong file type: %s (%s required)
cs_cz: Nesprávný typ souboru: %s (vyžadováno %s)
es: Tipo de archivo erróneo: %s (%s necesario)
ru_ru: Неправильный тип файла: %s (требуется %s)
uk_ua: Неправильний тип файлу: %s (потрібно %s)

source: File size > %01.2fMb: %01.2fMb
cs_cz: Velikost souboru > %01.2fMB: %01.2fMB
es: Tamaño del archivo > %01.2fMb: %01.2fMb
ru_ru: Размер файла > %01.2fМБ: %01.2fМБ
uk_ua: Розмір файлу > %01.2fМБ: %01.2fМБ

source: Folder not created
cs_cz: Složka nebyla vytvořena
es: Carpeta no creada
ru_ru: Папка не создана
uk_ua: Папка не створена

source: Folder not writable
cs_cz: Složka není zapisovatelná
es: Carpeta no grabable
ru_ru: Папка не доступна для записи
uk_ua: Папка недоступна для запису

source: File invalid or not moveable
cs_cz: Soubor neplatný nebo nepřenosný
es: Archivo invalido o no movible
ru_ru: Файл некорректен или не может быть перемещён
uk_ua: Файл недійсний або недоступний для переміщення

source: Your new password was saved.
cs_cz: Tvoje nové heslo bylo uloženo.
es: Su nueva contraseña fue guardada.
ru_ru: Ваш новый пароль сохранён.
uk_ua: Ваш новий пароль було збережено.

source: Confirm Successful Installation
cs_cz: Potvrzení úspěšné instalace
es: Confirmación Instalación Exitosa
ru_ru: Подтверждение успешной установки
uk_ua: Підтвердження успішного встановлення

source: You have successfully installed %s.
cs_cz: Úspěšně jsi nainstaloval %s.
es: Usted ha instalado satisfactoriamente el %s.
ru_ru: Вы успешно установили %s.
uk_ua: Ви успішно встановили %s.

source: OK
ru_ru: ОК
uk_ua: Добре

source: Password Change
cs_cz: Změna hesla
es: Cambio de Contraseña
ru_ru: Смена пароля
uk_ua: Скидання пароля

source: Check the %s page to spot remaining configuration problems.
cs_cz: Zkontroluj stránku %s, kde najdeš zbývající problémy s konfigurací.
es: Consulte la página %s para localizar los problemas de configuración restantes.
ru_ru: Проверьте страницу %s, чтобы узнать об оставшихся проблемах с настройкой.
uk_ua: Перевірте сторінку %s, щоб виявити інші проблеми з налаштуванням.

source: Testing
cs_cz: Testování
es: Prueba
ru_ru: Тестирование
uk_ua: Тестування

source: Production
cs_cz: Výroba
es: Producción
ru_ru: Выпуск
uk_ua: Випуск

source: Usage
cs_cz: Používání
es: Uso
ru_ru: Использование
uk_ua: Використання

source: Primary
cs_cz: Primární
es: Primario
ru_ru: Начальная
uk_ua: Початкова

source: Secondary
cs_cz: Sekundární
es: Segundario
ru_ru: Средняя
uk_ua: Середня

source: Superior
cs_cz: Lepší
ru_ru: Высшая
uk_ua: Вища

source: Other
cs_cz: Další
es: Otro
ru_ru: Другое
uk_ua: Інший

source: School
cs_cz: Školní
es: Institución
ru_ru: Школа
uk_ua: Школа

source: Private
cs_cz: Soukromé
es: Privada
ru_ru: Частная
uk_ua: Приватна

source: Public
cs_cz: Veřejné
es: Publica
ru_ru: Общественная
uk_ua: Загальна

source: Non-profit
cs_cz: Neziskové
es: Sin ánimo de lucro
ru_ru: Некоммерческая
uk_ua: Некомерційна

source: Organization
cs_cz: Organizace
es: Organización
ru_ru: Организация
uk_ua: Організація

source: Students
cs_cz: Studenti
es: Estudiantes
ru_ru: Учащиеся
uk_ua: Учні

source: Cancel
cs_cz: Zrušit
es: Cancelar
ru_ru: Отмена
uk_ua: Скасувати

source: Poll answers are anonymous. Consult installation statistics <a href="%s" target="_blank">online</a>.
cs_cz: Odpovědi v anketě jsou anonymní. Statistiky instalací si prohlédni <a href="%s" target="_blank">online</a>.
es: Las respuestas de la encuesta son anónimas. Consulte las estadísticas de instalación <a href="%s" target="_blank">en línea</a>.
ru_ru: Ответы на опрос анонимны. Ознакомьтесь со статистикой установки <a href="%s" target="_blank">онлайн</a>.
uk_ua: Відповіді на опитування приймаються анонімно. Ознайомтеся зі статистикою встановлення <a href="%s" target="_blank">онлайн</a>.

source: Installation Poll
cs_cz: Instalační anketa
es: Encuesta de Instalación
ru_ru: Опрос по установке
uk_ua: Опитування по встановленню

source: You're not allowed to use this program!
cs_cz: Tento program nesmíš používat!
es: No tiene permiso para usar este programa!
ru_ru: Вам запрещено использовать эту программу!
uk_ua: Вам заборонено використовувати цей розділ!

source: Poll completed
cs_cz: Anketa dokončena
es: Encuesta completada
ru_ru: Опрос завершен
uk_ua: Опитування завершено

source: Total Participants
cs_cz: Celkový počet účastníků
es: Total de Participantes
ru_ru: Всего участников
uk_ua: Загальна кількість учасників

source: to
cs_cz: na
es: a
ru_ru: в
uk_ua: у

source: Visible Between
cs_cz: Viditelné mezi
es: Visible Entre
ru_ru: Видимое между
uk_ua: Відображається між

source: Administrator w/Custom
cs_cz: Správce w / Vlastní
es: Administrador Configurado
ru_ru: Администратор w/Custom
uk_ua: Адміністратор w/Custom

source: Teacher w/Custom
cs_cz: Učitel w / Vlastní
es: Docente Configurado
ru_ru: Учитель w/Custom
uk_ua: Учитель w/Custom

source: Parent w/Custom
cs_cz: Mateřská w / Vlastní
es: Padre Configurado
ru_ru: Родитель w/Custom
uk_ua: Батько w/Custom

source: Visible To
cs_cz: Viditelné pro
es: Visible para
ru_ru: Отображать для
uk_ua: Показувати для

source: Limit to Teacher
cs_cz: Omezit na učitele
es: Limitar al Docente
ru_ru: Ограничение для учителя
uk_ua: Обмеження для вчителя

source: View Online
cs_cz: Zobrazit online
es: Ver en línea
ru_ru: Просмотр онлайн
uk_ua: Перегляд онлайн

source: Download
cs_cz: Stáhnout
es: Descargar
ru_ru: Загрузить
uk_ua: Завантажити

source: File Attached
cs_cz: Přiložený soubor
es: Archivo Adjunto
ru_ru: Прикрепить файл
uk_ua: Прикріпити файл

source: Embed Link
cs_cz: Vložit odkaz
es: Enlace "Embed"
ru_ru: Встроить ссылку
uk_ua: Посилання для вставки

source: Sunday
cs_cz: Neděle
es: Domingo
ru_ru: Воскресенье
uk_ua: Неділя

source: Monday
cs_cz: Pondělí
es: Lunes
ru_ru: Понедельник
uk_ua: Понеділок

source: Tuesday
cs_cz: Úterý
es: Martes
ru_ru: Вторник
uk_ua: Вівторок

source: Wednesday
cs_cz: Středa
es: Miércoles
ru_ru: Среда
uk_ua: Середа

source: Thursday
cs_cz: Čtvrtek
es: Jueves
ru_ru: Четверг
uk_ua: Четвер

source: Friday
cs_cz: Pátek
es: Viernes
ru_ru: Пятница
uk_ua: П'ятниця

source: Saturday
cs_cz: Sobota
es: Sábado
ru_ru: Суббота
uk_ua: Субота

source: Day
cs_cz: Den
es: Día
ru_ru: День
uk_ua: День

source: Days
cs_cz: Dny
es: Días
ru_ru: Дней
uk_ua: Дні

source: No periods found
cs_cz: Žádné hodiny nenalezeny
es: No se encontraron horas
ru_ru: Периоды не найдены
uk_ua: Не знайдено періодів

source: New student account was created for %s (%d) (inactive).
cs_cz: Pro %s (%d) byl vytvořen nový studentský účet (neaktivní).
es: Nueva cuenta de estudiante creada para %s (%d) (inactiva).
ru_ru: Создана новая учётная запись учащегося для %s (%d) (неактивна).
uk_ua: Для %s (%d) було створено новий обліковий запис учня (неактивний).

source: New student account was activated for %s (%d).
cs_cz: Pro %s (%d) byl aktivován nový studentský účet.
es: Nueva cuenta de estudiante activada para %s (%d).
ru_ru: Новая учётная запись учащегося была активирована для %s (%d).
uk_ua: Новий обліковий запис учня було активовано для %s (%d).

source: Create Student Account
cs_cz: Vytvořit studentský účet
es: Crear Cuenta de Estudiante
ru_ru: Создать учётную запись учащегося
uk_ua: Створити обліковий запис учня

source: New user account was created for %s (%d) (No Access).
cs_cz: Pro %s (%d) byl vytvořen nový uživatelský účet (bez přístupu).
es: Nueva cuenta de usuario creada para %s (%d) (No Acceso).
ru_ru: Создана новая учётная запись учащегося для %s (%d) (Без доступа).
uk_ua: Для %s (%d) було створено новий обліковий запис користувача (немає доступу).

source: Create User Account
cs_cz: Vytvořit uživatelský účet
es: Crear Cuenta de Usuario
ru_ru: Создать учётную запись
uk_ua: Створити обліковий запис користувача

source: New Administrator account was created for %s, by %s.
cs_cz: Nový administrátorský účet byl vytvořen pro %s uživatelem %s.
es: Nueva cuenta de Administrador creada para %s, por %s.
ru_ru: Для %s была создана новая учётная запись администратора с помощью %s.
uk_ua: Для %s було створено новий обліковий запис адміністратора за допомогою %s.

source: New Administrator Account
cs_cz: Nový účet správce
es: Nueva cuenta de Administrador
ru_ru: Новая учётная запись администратора
uk_ua: Новий обліковий запис адміністратора

source: Your account was activated (%d). You can login at %s
cs_cz: Tvůj účet byl aktivován (%d). Můžeš se přihlásit na %s
es: Su cuenta ha sido activada (%d). Puede entrar desde %s
ru_ru: Ваша учётная запись активирована (%d). Вы можете войти как %s
uk_ua: Ваш обліковий запис активовано (%d). Ви можете увійти за адресою %s

source: Password
cs_cz: Heslo
es: Contraseña
ru_ru: Пароль
uk_ua: Пароль

source: Student Account
cs_cz: Studentský účet
es: Cuenta de Estudiante
ru_ru: Учётная запись учащегося
uk_ua: Обліковий запис учня

source: User Account
cs_cz: Uživatelský účet
es: Cuenta de Usuario
ru_ru: Учетная запись пользователя
uk_ua: Обліковий запис користувача

source: Edit
cs_cz: Upravit
es: Editar
ru_ru: Правка
uk_ua: Редагувати

source: %Y Years %m Months %d Days
cs_cz: %Y Let %m Měsíců %d Dnů
es: %Y Años %m Meses %d Días
ru_ru: %Y лет %m месяцев %d дней
uk_ua: %Y років %m місяців %d днів

source: Immunization
cs_cz: Imunizace
es: Vacuna
ru_ru: Вакцинация
uk_ua: Імунізація

source: Physical
cs_cz: Lékař/ka
es: Chequeo
ru_ru: Осмотр врачом
uk_ua: Фізичний огляд

source: Code
cs_cz: Kódy
es: Código
ru_ru: Код
uk_ua: Код

source: Copy
cs_cz: Kopie
es: Copiar
ru_ru: Копировать
uk_ua: Копіювати

source: Copy the substitution code and paste it into your text. The code will be dynamically replaced with the corresponding value.
cs_cz: Zkopíruj substituční kód a vlož jej do textu. Kód bude dynamicky nahrazen odpovídající hodnotou.
es: Copie el código de substitución y péguelo en su texto. El código estará reemplazado de manera automática con el valor correspondiente.
ru_ru: Скопируйте код замены и вставьте его в текст. Код будет динамически заменён на соответствующее значение.
uk_ua: Скопіюйте код заміни та вставте його в текст. Код буде динамічно замінений на відповідне значення.

source: Substitutions
cs_cz: Náhrady
es: Substituciones
ru_ru: Коды замены
uk_ua: Заміни

source: Yes
cs_cz: Ano
es: Sí
ru_ru: Да
uk_ua: Так

source: No
cs_cz: Ne
ru_ru: Нет
uk_ua: Ні

source: N/A
ru_ru: Н/Д
uk_ua: Н/Д

source: Retain
cs_cz: Udržet
es: Mantener
ru_ru: Сохранение
uk_ua: Утримання

source: Do not enroll after this school year
cs_cz: Nezapisovat po tomto školním roce
es: No matricular después de este año escolar
ru_ru: Не зачислять после этого учебного года
uk_ua: Не записуйтесь після цього навчального року

source: Next Grade at
cs_cz: Další ročník v
es: Próximo Grado en
ru_ru: Следующий класс в
uk_ua: Наступний клас у

source: Marking Period
cs_cz: Označení období
es: Período a Calificar
ru_ru: Период обучения
uk_ua: Період навчання

source: Error
cs_cz: Chyba
ru_ru: Ошибка
uk_ua: Помилка

source: No quarters found
cs_cz: Nenalezeno žádné čtvrtletí
es: No se encontraron trimestres
ru_ru: Четверти не найдены
uk_ua: Чвертей не знайдено

source: No Students were found.
cs_cz: Nebyli nalezeni žádní studenti.
es: No se encontró ningún Estudiante.
ru_ru: Учащиеся не найдены.
uk_ua: Не знайдено жодного учня.

source: School Year
cs_cz: Školní rok
es: Año Escolar
ru_ru: Учебный год
uk_ua: Навчальний рік

source: Course Periods
cs_cz: Kurz Období
es: Clases
ru_ru: Периоды прохождения курса
uk_ua: Періоди проходження курсу

source: No courses found
cs_cz: Nenalezeny žádné kurzy
es: No se encontraron cursos
ru_ru: Уроки не найдены
uk_ua: Курси не знайдені

source: Clear working student
cs_cz: Vymazat pracujícího studenta
es: Quitar el estudiante actual
ru_ru: Старательный учащийся
uk_ua: Очистити дані про працюючого учня

source: Student Info
es: Información del Estudiante
ru_ru: Об учащемся
uk_ua: Інформація про учня

source: Clear working user
cs_cz: Vymazat pracovního uživatele
es: Quitar el usuario actual
ru_ru: Старательный пользователь
uk_ua: Очистити дані про працюючого користувача

source: User Info
cs_cz: Informace o uživateli
es: Información del Usuario
ru_ru: О пользователе
uk_ua: Інформація про користувача

source: Food Service Balance
cs_cz: Bilance stravovacích služeb
es: Saldo del Servicio de Comida
ru_ru: Баланс счёта питания
uk_ua: Баланс рахунку в їдальні

source: Balance
cs_cz: Zůstatek
es: Saldo
ru_ru: Баланс
uk_ua: Баланс

source: Food Service Barcode
cs_cz: Čárový kód pro stravovací služby
es: Código de Barras del Servicio de Comida
ru_ru: Штрих-код для столовой
uk_ua: Штрих-код для їдальні

source: Barcode
cs_cz: Čárový kód
es: Código de Barras
ru_ru: Штрих-код
uk_ua: Штрих-код

source: Food Service Account Exists
cs_cz: Účet pro stravovací služby existuje
es: Cuenta del Servicio de Comida ya Existe
ru_ru: Существует счёт в столовой
uk_ua: Існує рахунок у їдальні

source: Has Account
cs_cz: Má účet
es: Tiene Cuenta
ru_ru: Есть учётная запись
uk_ua: Є обліковий запис

source: All
cs_cz: Vše
es: Todo
ru_ru: Все
uk_ua: Всі

source: Food Service Status
cs_cz: Stav stravovacích služeb
es: Estado del Servicio de Comida
ru_ru: Статус питания
uk_ua: Статус рахунку у їдальні

source: Account Status
cs_cz: Stav účtu
es: Estado de Cuenta
ru_ru: Состояние счёта
uk_ua: Статус облікового запису

source: Not Specified
cs_cz: Nespecifikováno
es: No Especificado
ru_ru: Не указано
uk_ua: Не вказано

source: Active
cs_cz: Aktivní
es: Activo
ru_ru: Активно
uk_ua: Активний

source: Inactive
cs_cz: Neaktivní
es: Inactivo
ru_ru: Неактивно
uk_ua: Неактивний

source: Disabled
cs_cz: Zakázáno
es: Desactivado
ru_ru: Отключено
uk_ua: Вимкнено

source: Closed
cs_cz: Zavřeno
es: Cerrado
ru_ru: Закрыто
uk_ua: Закрито

source: Permissions
cs_cz: Oprávnění
es: Permisos
ru_ru: Разрешения
uk_ua: Дозволи

source: Profile
cs_cz: Profil
es: Perfil
ru_ru: Роль
uk_ua: Роль

source: Custom
cs_cz: Vlastní
ru_ru: Пользовательское

source: Staff Payroll Balance
cs_cz: Zůstatek mezd zaměstnanců
es: Saldo de la Nómina del Personal
ru_ru: Баланс заработной платы персонала
uk_ua: Баланс заробітної плати персоналу

source: Between
cs_cz: Mezi
es: Entre
ru_ru: Между
uk_ua: Між

source: Users
cs_cz: Uživatelé
es: Usuarios
ru_ru: Пользователи
uk_ua: Користувачі

source: Food Service
cs_cz: Stravovací služby
es: Servicio de Comida
ru_ru: Столовая
uk_ua: Їдальня

source: Accounting
cs_cz: Účetnictví
es: Contabilidad
ru_ru: Бухгалтерия
uk_ua: Облік

source: this school year to date
cs_cz: tento školní rok doposud
es: este año escolar hasta la fecha
ru_ru: на данный момент в этом учебном году
uk_ua: , щоб цей навчальний рік був датований

source: this semester to date
cs_cz: tento semestr doposud
es: este semestre hasta la fecha
ru_ru: в этом семестре на сегодняшний день
uk_ua: , цей семестр був датований

source: this marking period to date
cs_cz: toto období označování do dnešního dne
es: este período de calificaciones hasta la fecha
ru_ru: на данный момент, в этом периоде обучения
uk_ua: цей період навчання був датований

source: Days Absent
cs_cz: Dny nepřítomnosti
es: Días de Ausencia
ru_ru: Дни отсутствия
uk_ua: Дні відсутності

source: YTD
cs_cz: Od začátku roku
es: Año a la fecha
ru_ru: С начала года
uk_ua: З початку року

source: Activity
cs_cz: Aktivita
es: Actividad
ru_ru: Занятие
uk_ua: Заняття

source: Student Billing Balance
cs_cz: Zůstatek na fakturaci studenta
es: Saldo de Cobros del Estudiante
ru_ru: Баланс счёта учащегося
uk_ua: Платіжний баланс учня

source: Any Value
cs_cz: Libovolná hodnota
es: Cualquier Valor
ru_ru: Любое значение
uk_ua: Будь-яке значення

source: No Value
cs_cz: Žádná hodnota
es: No Valor
ru_ru: Не имеет значения
uk_ua: Немає значення

source: Not
cs_cz: Není
es: No
ru_ru: Нет
uk_ua: Ні

source: Calendar
cs_cz: Kalendář
es: Calendario
ru_ru: Календарь
uk_ua: Календар

source: Class Rank
cs_cz: Pořadí třídy
es: Puesto en la Clase
ru_ru: Рейтинг класса
uk_ua: Ранг класу

source: Subject
cs_cz: Předmět
es: Materia
ru_ru: Предмет
uk_ua: Предмет

source: Course
cs_cz: Kurz
es: Curso
ru_ru: Курс
uk_ua: Курс

source: Course Period
cs_cz: Třída
es: Clase
ru_ru: Период прохождения курса
uk_ua: Період виконання курсу

source: Choose
cs_cz: Vybrat
es: Escoger
ru_ru: Выбрать
uk_ua: Виберіть

source: Course Period Absences
cs_cz: Absence v průběhu kurzu
es: Ausencias de la Clase
ru_ru: Пропуски занятий в течение курса
uk_ua: Пропуски на період навчання

source: Use the Choose link of the Course widget (under Scheduling) to select a Course Period.
cs_cz: Pomocí odkazu Vybrat ve widgetu Kurz (v části Plánování) vyber Období kurzu.
es: Usar el enlace Escoger del componente Curso (bajo Horarios) para seleccionar una Clase.
ru_ru: Используйте ссылку «Выбрать» виджета «Курс» (в разделе «Расписание») для выбора периода прохождения курса.
uk_ua: Використовуйте посилання «Вибрати посилання на віджет курсу» (у розділі Розклад), щоб вибрати період навчання.

source: Eligibility
cs_cz: Způsobilost
es: Elegibilidad
ru_ru: Допуск
uk_ua: Допуск

source: Ineligible
cs_cz: Nezpůsobilé
es: Inelegible
ru_ru: Неприемлемые
uk_ua: Не відповідає вимогам

source: Enrolled
cs_cz: Zapsal
es: Matriculado
ru_ru: Зачислен
uk_ua: Зарахований

source: On or After
cs_cz: Dne nebo po
es: En o Después
ru_ru: В день или после
uk_ua: Під час або після

source: On or Before
cs_cz: Dne nebo před
es: En o Antes
ru_ru: В день или до
uk_ua: Під час або до

source: Attendance Start
cs_cz: Začátek docházky
es: Inicio de la Asistencia
ru_ru: Начало посещения
uk_ua: Початок відвідування

source: Food Service Account ID
cs_cz: ID účtu stravovacích služeb
es: ID de Cuenta del Servicio de Comida
ru_ru: Идентификатор счёта питания
uk_ua: Ідентифікатор рахунку в їдальні

source: Account ID
cs_cz: ID účtu
es: Cuenta
ru_ru: ID счёта
uk_ua: Ідентифікатор рахунку

source: Food Service Discount
cs_cz: Sleva na stravovací služby
es: Descuento del Servicio de Comida
ru_ru: Стоимость питания
uk_ua: Вартість харчування
