Repository: Binyam95Bharu/Student-Management-System
Catalog: locale/*.utf8/LC_MESSAGES/rosariosis.po
Languages: cs_cz, es, ru_ru, uk_ua

source: Begins
cs_cz: Začíná
es: Comienza
ru_ru: Начало
uk_ua: Початок

source: Ends
cs_cz: Končí
es: Termina
ru_ru: Окончание
uk_ua: Закінчення

source: This activity has been added to the selected students.
cs_cz: Tato aktivita byla přidána k vybraným studentům.
es: La actividad fue agregada a los estudiantes seleccionados.
ru_ru: Это занятие было назначено выбранным учащимся.
uk_ua: Це заняття додано до вибраних учнів.

source: You must choose an activity.
cs_cz: Musíš vybrat činnost.
es: Debe escoger una actividad.
ru_ru: Вам нужно выбрать занятие.
uk_ua: Вам необхідно вибрати заняття.

source: Add Activity to Selected Students
cs_cz: Přidání činnost vybraným studentům
es: Agregar la Actividad a los Estudiantes Seleccionados
ru_ru: Добавить занятие для выбранных учащихся
uk_ua: Додати заняття для вибраних учнів

source: Add Activity
cs_cz: Přidání aktivity
es: Agregar Actividad
ru_ru: Добавить занятие
uk_ua: Додати заняття

source: Passing
cs_cz: Absolvování
es: Aprobar
ru_ru: Проходной
uk_ua: Проходження

source: Borderline
cs_cz: Hraniční
es: Dudoso
ru_ru: Пограничный
uk_ua: Межа

source: Failing
cs_cz: Selhání
es: Defecto
ru_ru: Неудачный
uk_ua: Невдача

source: Incomplete
cs_cz: Neúplný
es: Incompleto
ru_ru: Неполный
uk_ua: Незавершений

source: You can only enter eligibility from %s %s to %s %s.
cs_cz: Způsobilost můžeš zadat pouze od %s %s do %s %s.
es: Solamente se puede entrar elegibilidad desde %s %s hasta %s %s.
ru_ru: Вы можете ввести допуск только с %s %s по %s %s.
uk_ua: Ви можете вказати допуск лише з %s %s до %s %s.

source: Use Gradebook Grades
cs_cz: Použití známek ze studijní knížky
es: Usar las Calificaciones del Libro de Calificaciones
ru_ru: Использовать оценки из журнала успеваемости
uk_ua: Використати журнал

source: You already have entered eligibility this week for this course period.
cs_cz: Tento týden jsi již splnil podmínky pro účast v tomto kurzu.
es: Usted ya ha entrado la elegibilidad esta semana para esta clase.
ru_ru: На этой неделе вы уже указали допуски для этого периода прохождения курса.
uk_ua: На цьому тижні ви вже вводили допуск в цьому періоді курсу.

source: Your changes were saved.
cs_cz: Změny byly uloženy.
es: Sus modificaciones han sido guardadas.
ru_ru: Ваши изменения были сохранены.
uk_ua: Ваші зміни були збережені.

source: Allow Eligibility Posting
cs_cz: Povolit zaúčtování způsobilosti
es: Permitir Entrar Elegibilidad
ru_ru: Разрешить публикацию допуска
uk_ua: Публікація дозволу на допуск

source: To
cs_cz: Na
es: A
ru_ru: по
uk_ua: До

source: Activities
cs_cz: Aktivity
es: Actividades
ru_ru: Внеклассные занятия
uk_ua: Заняття

source: Student Screen
cs_cz: Studentská obrazovka
es: Pantalla Estudiante
ru_ru: Страница учащегося
uk_ua: Сторінка учня

source: Entry Times
cs_cz: Vstupní časy
es: Tiempos de Entrada
ru_ru: Период допуска
uk_ua: Час надходження

source: Enter Eligibility
cs_cz: Zadej podmínky pro účast
es: Entrar Elegibilidad
ru_ru: Указание допуска
uk_ua: Вказати допуск

source: The activity you selected is already assigned to this student!
cs_cz: Vybraná aktivita je již tomuto studentovi přiřazena!
es: La actividad seleccionada ya está asignada al estudiante!
ru_ru: Выбранное вами задание уже назначено этому учащемуся!
uk_ua: Вибране вами заняття вже призначено цьому учневі!

source: Remove
cs_cz: Odstranit
es: Quitar
ru_ru: Удаление
uk_ua: Видалення

source: There are no calendars yet setup.
cs_cz: Zatím nejsou nastaveny žádné kalendáře.
es: Aún no hay calendarios configurados.
ru_ru: Календари пока не настроены.
uk_ua: Календарі ще не налаштовані.

source: Starts
cs_cz: Začíná
es: Comienza
ru_ru: Запуск
uk_ua: Почати

source: Teacher who hasn't entered eligibility
cs_cz: Učitel, který se nepřihlásil do programu
es: Docente que no ha entrado la elegibilidad
ru_ru: Учитель, который не ввёл данные о допуске
uk_ua: Вчитель, який не вказав допуск

source: User
cs_cz: Uživatel
es: Usuario
ru_ru: Пользователь
uk_ua: Користувач

source: Transaction Item
cs_cz: Položka transakce
es: Artículo de Transacción
ru_ru: Элемент транзакции
uk_ua: Елемент транзакції

source: Cash
cs_cz: Hotovost
es: Efectivo
ru_ru: Наличные деньги
uk_ua: Готівка

source: Check
cs_cz: Kontrola
es: Cheque
ru_ru: Чек
uk_ua: Перевірити

source: Credit Card
cs_cz: Kreditní karta
es: Tarjeta de Crédito
ru_ru: Кредитная карта
uk_ua: Кредитна картка

source: Debit Card
cs_cz: Debetní karta
es: Tarjeta de Débito
ru_ru: Дебетовая карта
uk_ua: Дебетова картка

source: Transfer
cs_cz: Převod
es: Transferencia
ru_ru: Перевод средств
uk_ua: Переказ

source: Deposit
cs_cz: Vklad
es: Depósito
ru_ru: Депозит
uk_ua: Депозит

source: Credit
cs_cz: Kredit
es: Crédito
ru_ru: Кредит
uk_ua: Кредит

source: Debit
cs_cz: Debetní karta
es: Débito
ru_ru: Дебет
uk_ua: Дебет

source: Student Transaction w/o School
cs_cz: Studentská transakce bez školy
es: Transacción del Estudiante sin Institución
ru_ru: Студенческая транзакция без школы
uk_ua: Транзакція учня з/без школи

source: User Transaction w/o School
cs_cz: Uživatelská transakce bez školy
es: Transacción del Usuario sin Institución
ru_ru: Пользовательская транзакция без школы
uk_ua: Транзакція користувача з/без відвідування школи

source: Total of Balances
cs_cz: Celkem zůstatků
es: Total de los Saldos
ru_ru: Итого остатков
uk_ua: Загальна кількість залишків

source: There are no menus yet setup.
cs_cz: Zatím nejsou nastaveny žádné nabídky.
es: Aún no hay menús configurados.
ru_ru: Меню еще не настроены.
uk_ua: Меню ще не налаштовано.

source: or select previous meal
cs_cz: nebo vyber předchozí jídlo
es: o seleccionar la comida anterior
ru_ru: или выбрать предыдущее блюдо
uk_ua: або виберіть попередній прийом їжі

source: Description
cs_cz: Popis
es: Descripción
ru_ru: Описание
uk_ua: Опис

source: Generate Menu
cs_cz: Generovat nabídku
es: Generar Menú
ru_ru: Создать меню
uk_ua: Згенерувати меню

source: %s Day
cs_cz: %s den
es: Día de %s
ru_ru: %s День
uk_ua: %s день

source: %s Days
cs_cz: %s dny
es: Días de %s
ru_ru: %s дней
uk_ua: %s днів

source: Accounts
cs_cz: Účty
es: Cuentas
ru_ru: Счета
uk_ua: Облікові записи

source: Statements
cs_cz: Prohlášení
es: Extractos
ru_ru: Выписки
uk_ua: Заяви

source: Transactions
cs_cz: Transakce
es: Transacciones
ru_ru: Транзакции
uk_ua: Транзакції

source: Serve Meals
cs_cz: Podávej jídla
es: Servir Comidas
ru_ru: Подача блюд
uk_ua: Подавані страви

source: Activity Report
cs_cz: Zpráva o aktivitě
es: Reporte de Actividad
ru_ru: Отчёт о внеклассном занятии
uk_ua: Звіт про заняття

source: Transactions Report
cs_cz: Zpráva o transakcích
es: Reporte de Transacciones
ru_ru: Отчёт о транзакциях
uk_ua: Звіт про транзакції

source: Meal Reports
cs_cz: Zprávy o jídle
es: Reportes de Comida
ru_ru: Отчёты о питании
uk_ua: Звіти про прийом їжі

source: Reminders
cs_cz: Připomenutí
es: Avisos
ru_ru: Напоминания
uk_ua: Нагадування

source: Daily Menus
cs_cz: Denní menu
es: Menús del Día
ru_ru: Ежедневные меню
uk_ua: Меню на кожен день

source: Meal Items
cs_cz: Jídla
es: Elementos de Comida
ru_ru: Продукты питания
uk_ua: Основні страви

source: Meals
cs_cz: Jídla
es: Comidas
ru_ru: Питание
uk_ua: Харчування

source: Kiosk Preview
cs_cz: Náhled kiosku
es: Vista Preliminar de Pantalla
ru_ru: Предпросмотр ассортимента
uk_ua: Попередній перегляд асортименту

source: Icon successfully uploaded.
cs_cz: Ikona byla úspěšně nahrána.
es: Icono subido exitosamente.
ru_ru: Значок успешно выгружен.
uk_ua: Значок успішно вивантажений.

source: Meal Item
cs_cz: Jídlo
es: Elemento de Comida
ru_ru: Пункт меню
uk_ua: Страва з меню

source: Item
cs_cz: Položka
es: Artículo
ru_ru: Пункт
uk_ua: Предмет

source: Menu Item
cs_cz: Položka nabídky
es: Artículo de Menú
ru_ru: Пункт меню
uk_ua: Пункт меню

source: Icon
cs_cz: Ikona
es: Icono
ru_ru: Значок
uk_ua: Піктограма

source: Include in Counts
cs_cz: Zahrnout do počtu
es: Incluir en Cuentas
ru_ru: Включить в подсчет
uk_ua: Включати в підрахунки

source: %s Item
cs_cz: %s položka
es: Artículo de %s
ru_ru: %s пункт
uk_ua: %s предмет

source: %s Items
cs_cz: %s položek/položky
es: Elementos de %s
ru_ru: %s пункты
uk_ua: %s предметів

source: Item Description
cs_cz: Popis položky
es: Descripción del Artículo
ru_ru: Описание пункта
uk_ua: Опис предмета

source: Student Price
cs_cz: Studentská cena
es: Precio para el Estudiante
ru_ru: Цена для учащихся
uk_ua: Вартість навчання для учнів

source: Reduced Price
cs_cz: Snížená cena
es: Precio Reducido
ru_ru: Со скидкой
uk_ua: Знижена ціна

source: Free Price
cs_cz: Cena zdarma
es: Precio Gratis
ru_ru: Свободная цена
uk_ua: Безкоштовна ціна

source: Staff Price
cs_cz: Cena pro zaměstnance
es: Precio para el Personal
ru_ru: Цена для сотрудников
uk_ua: Ціна для персоналу

source: Upload
cs_cz: Nahrát
es: Subir
ru_ru: Загружать
uk_ua: Завантажувати

source: Eligible
cs_cz: Oprávněný
es: Candidato
ru_ru: Доступно
uk_ua: Право

source: Total Eligible
cs_cz: Celkem způsobilé
es: Total Candidato
ru_ru: Всего доступно
uk_ua: Загальна кількість відповідних

source: Participated
cs_cz: Zúčastněn
es: Participado
ru_ru: Участвовали
uk_ua: Тих, що беруть участь

source: Participation
cs_cz: Účast
es: Participación
ru_ru: Участие
uk_ua: Участь

source: Sales
cs_cz: Prodej
es: Ventas
ru_ru: В продаже
uk_ua: Продаж

source: Meal
cs_cz: Jídlo
es: Comida
ru_ru: Питание
uk_ua: Їжа

source: %s Categories
cs_cz: %s kategorií
es: Categorías %s
ru_ru: %s Категории
uk_ua: %s категорії

source: Year End
cs_cz: Konec roku
es: Fin del Año
ru_ru: Конец года
uk_ua: Кінець року

source: Lunch Payment Reminder
cs_cz: Připomenutí platby za oběd
es: Recordatorio de Pago de la Comida
ru_ru: Напоминание об оплате обеда
uk_ua: Нагадування про оплату обіду

source: Other students on this account
cs_cz: Ostatní studenti na tomto účtu
es: Otros estudiantes en esta cuenta
ru_ru: Другие учащиеся в этой учётной записи
uk_ua: Інші учні з цим рахунком

source: Date of Last Deposit
cs_cz: Datum posledního vkladu
es: Fecha del Ultimo Deposito
ru_ru: Дата последнего пополнения счёта
uk_ua: Дата останнього поповнення рахунку

source: Amount of Last Deposit
cs_cz: Částka posledního vkladu
es: Cantidad del Ultimo Deposito
ru_ru: Сумма последнего пополнения
uk_ua: Сума останнього депозиту

source: Requested Payment
cs_cz: Požadovaná platba
es: Pago Requerido
ru_ru: Заявленный платёж
uk_ua: Запитуваний платіж

source: Mimimum Payment
cs_cz: Minimální platba
es: Pago Mínimo
ru_ru: Минимальный платёж
uk_ua: Мінімальний платіж

source: Non-existent account!
cs_cz: Neexistující účet!
es: Cuenta no existente!
ru_ru: Несуществующая учётная запись!
uk_ua: Неіснуючий обліковий запис!

source: Other students associated with the same account
cs_cz: Další studenti přidružení ke stejnému účtu
es: Otros estudiantes asociados a la misma cuenta
ru_ru: Другие учащиеся, связанные с этой учётной записью
uk_ua: Інші учні з тим самим обліковим записом

source: Are you sure you want to assign that barcode?
cs_cz: Jsi si jistý, že chceš přiřadit tento čárový kód?
es: ¿Está seguro que quiere asignar este código de barras?
ru_ru: Вы уверены, что хотите присвоить этот штрих-код?
uk_ua: Ви впевнені, що хочете призначити цей штрих-код?

source: That barcode is already assigned to Student <b>%s</b>.
cs_cz: Tento čárový kód je již přiřazen studentovi <b>%s</b>.
es: Ese código de barras ya está asignado al Estudiante <b>%s</b>.
ru_ru: Этот штрих-код уже присвоен учащемуся <b>%s</b>.
uk_ua: Цей штрих-код вже присвоєно учню <b>%s</b>.

source: Hit OK to reassign it to the current student or Cancel to cancel all changes.
cs_cz: Stiskni OK pro opětovné přiřazení aktuálnímu studentovi nebo Zrušit pro zrušení všech změn.
es: Presione OK para reasignar esto al estudiante actual o Cancelar para cancelar todos los cambios.
ru_ru: Нажмите «ОК», чтобы переназначить его текущему учащемуся или «Отмена», чтобы отменить все изменения.
uk_ua: Натисніть «OK», щоб перепризначити його поточному учневі, або «Скасувати», щоб скасувати всі зміни.

source: That barcode is already assigned to User <b>%s</b>.
cs_cz: Tento čárový kód je již přiřazen uživateli <b>%s</b>.
es: Este código de barras ya está asignado al Usuario <b>%s</b>.
ru_ru: Этот штрих-код уже присвоен пользователю <b>%s</b>.
uk_ua: Цей штрих-код вже присвоєно користувачеві <b>%s</b>.

source: Include Inactive Students in Shared Account
cs_cz: Zahrnout neaktivní studenty do sdíleného účtu
es: Incluir Estudiantes Inactivos en Cuenta Compartida
ru_ru: Включить неактивных учащихся в общую учётную запись
uk_ua: Додайте неактивних учнів до спільного облікового запису

source: Create Account
cs_cz: Vytvořit účet
es: Crear Cuenta
ru_ru: Создать учётную запись
uk_ua: Створити обліковий запис

source: Account Information
cs_cz: Informace o účtu
es: Información de la Cuenta
ru_ru: Информация об учётной записи
uk_ua: Інформація про обліковий запис

source: Sort by Name
cs_cz: Seřadit podle názvu
es: Filtrar por Nombre
ru_ru: Сортировать по имени
uk_ua: Сортувати за назвою

source: Detailed View
cs_cz: Detailní zobrazení
es: Vista Detallada
ru_ru: Подробный вид
uk_ua: Детальний перегляд

source: Original View
cs_cz: Původní zobrazení
es: Vista Original
ru_ru: Оригинальный вид
uk_ua: Оригінальний вид

source: Detail
es: Detalle
ru_ru: Подробнее
uk_ua: Детально

source: Count
cs_cz: Počet
es: Número
ru_ru: Счет
uk_ua: Розраховувати

source: Transaction Type
cs_cz: Typ transakce
es: Tipo de Transacción
ru_ru: Тип транзакции
uk_ua: Тип транзакції

source: %N's lunch account is getting low. Please send in at least %P with %h reminder slip. THANK YOU!
cs_cz: %N má na obědovém účtu málo peněz. Zašlete prosím alespoň %P s %h upomínkou. DĚKUJEME!
es: La cuenta de comida de %N está por vencerse. Por favor envié por lo menos %P con el recordatorio. Gracias!
ru_ru: Счёт %N в столовой почти исчерпан. Пожалуйста, положите на этот счёт не менее %P с напоминанием %h. СПАСИБО!
uk_ua: На рахунку %N на обід залишається все менше коштів. Будь ласка, надішліть принаймні %P із повідомленням %h. Дякуємо!

source: %N now has a <b>negative balance</b> in %h lunch account. Please send in the negative balance plus %T. THANK YOU!
cs_cz: %N má nyní <b>záporný zůstatek</b> na %h obědovém účtu. Zašlete prosím záporný zůstatek plus %T. DĚKUJEME!
es: %N tiene ahora un <b>saldo negativo</b> en su cuenta de comida. Por favor envié el saldo negativo más %T. Gracias!
ru_ru: %N имеет <b>задолженность</b> на счету в столовой %h. Пожалуйста, погасите задолженность и добавьте %T. ЗАРАНЕЕ СПАСИБО!
uk_ua: Зараз %N має <b>негативний баланс</b> на рахунку для обіду %h. Будь ласка, надішліть суму негативного баланса плюс %T. Дякуємо!

source: %N now has a <b>negative balance</b> below the allowed minimum. Please send in the negative balance plus %T. THANK YOU!
cs_cz: %N má nyní <b>záporný zůstatek</b> pod povoleným minimem. Zašlete prosím záporný zůstatek plus %T. DĚKUJEME!
es: %N tiene ahora un <b>saldo negativo</b> por debajo del mínimo permitido. Por favor enviar el saldo negativo más %T. Gracias!
ru_ru: %N имеет <b>задолженность</b> ниже допустимого минимума. Пожалуйста, погасите эту задолженность и добавьте сверху %T. СПАСИБО!
uk_ua: %N зараз має <b>негативний баланс</b> нижче допустимого мінімуму. Будь ласка, надішліть суму негативного баланса плюс %T. Дякуємо!

source: %N's lunch account is getting low. It's estimated that %g needs about a %T current balance to finish the year with a zero balance. Please send in the requested amount with %h reminder slip. THANK YOU!
cs_cz: %Nův obědový účet se stává nízkým. Odhaduje se, že %g potřebuje přibližně %T aktuálního zůstatku, aby dokončil rok s nulovým zůstatkem. Zašlete prosím požadovanou částku s %h upomínkou. DĚKUJEME!
es: La cuenta de comida de %N está por vencerse. Esta estimado que %g necesita un saldo actual cerca de %T para terminar el año con un saldo de cero. Por favor enviar la cantidad pedida con el recordatorio. Gracias!
ru_ru: Счёт %N в столовой почти исчерпан. По оценкам, %g необходимо около %T текущего баланса, чтобы закончить год без задолженностей. Пожалуйста, отправьте заявленную сумму с напоминанием %h. СПАСИБО!
uk_ua: Рахунок %N на обіди скорочується. Підраховано, що для того, щоб завершити рік з нульовим балансом, %g буде потрібно близько %T від поточного балансу. Будь ласка, надішліть запитану суму з повідомленням %h. Дякуэмо!

source: Create Reminders for Selected Students
cs_cz: Vytvořit připomenutí pro vybrané studenty
es: Crear Recordatorios para los Estudiantes Seleccionados
ru_ru: Создать напоминания для выбранных учащихся
uk_ua: Створити нагадування для вибраних учнів

source: Estimate for year end
cs_cz: Odhad na konec roku
es: Estimar para final de año
ru_ru: Прогноз на конец года
uk_ua: Кошторис на кінець року

source: Negative
cs_cz: Negativní
es: Negativo
ru_ru: Задолженность
uk_ua: Негативний

source: Minimum
cs_cz: Minimální
es: Mínimo
ru_ru: Минимум
uk_ua: Мінімальний

source: Sale
cs_cz: Prodej
es: Venta
ru_ru: Продаётся
uk_ua: Розпродаж

source: Cancel Sale
cs_cz: Zrušit prodej
es: Cancelar Venta
ru_ru: Снять с продажи
uk_ua: Скасувати розпродаж

source: Complete Sale
cs_cz: Kompletní výprodej
es: Venta Completa
ru_ru: Выполненная продажа
uk_ua: Завершити розпродаж

source: Earlier %s Sale
cs_cz: Dřívější %s výprodej
es: %s Venta Anterior
ru_ru: Продано ранее %s
uk_ua: Більш ранній %s розпродаж

source: Earlier %s Sales
cs_cz: Dřívější %s prodeje
es: %s Ventas Anteriores
ru_ru: Продано ранее %s
uk_ua: Більш ранній %s розпродаж

source: Price
cs_cz: Cena
es: Precio
ru_ru: Цена
uk_ua: Ціна

source: This student does not have a valid Meal Account.
cs_cz: Tento student nemá platný stravovací účet.
es: Este Estudiante no tiene una Cuenta de Comida valida.
ru_ru: У этого учащегося нет активного счёта для оплаты питания.
uk_ua: У цього учня немає дійсного рахунку на харчування.

source: Seller
cs_cz: Prodejce
es: Vendedor
ru_ru: Поставщик
uk_ua: Продавець

source: Please enter valid Type and Amount.
cs_cz: Zadej prosím platný typ a částku.
es: Entre un Tipo y una Cantidad valida por favor.
ru_ru: Введите действительный тип и сумму.
uk_ua: Будь ласка, вкажіть допустимий тип і суму.

source: Earlier Transaction
cs_cz: Dřívější transakce
es: Transacción Anterior
ru_ru: Предыдущая транзакция
uk_ua: Попередня транзакція

source: You cannot take meal counts for this period.
cs_cz: V tomto období nelze počítávat jídla.
es: Usted no puede hacer cuentas de comida para esta clase.
ru_ru: Вы не можете учитывать количество приёмов пищи за этот период.
uk_ua: Ви не можете підрахувати кількість прийомів їжі за цей період.

source: The selected date is not a school day!
cs_cz: Vybrané datum není školní den!
es: La fecha seleccionada no es un día de escuela!
ru_ru: Выбранная дата не является учебным днём!
uk_ua: Обрана дата не є навчальним днем!

source: This period does not meet in the marking period of the selected date.
cs_cz: Toto období se neshoduje s obdobím označování vybraného data.
es: Esta clase no se da en el período de calificaciones de la fecha seleccionada.
ru_ru: Этот период обучения не совпадает с периодом обучения выбранной даты.
uk_ua: Цей період не входить до періоду навчання обраної дати.

source: This period does not meet on the selected date.
cs_cz: Toto období se neshoduje s vybraným datem.
es: Esta clase no se da en la fecha seleccionada.
ru_ru: В этот период занятия не проводятся в выбранную дату.
uk_ua: Цей період не збігається з обраною датою.

source: You have taken lunch counts today for this period.
cs_cz: Dnes jsi za tuto dobu už započítal obědy.
es: Usted a hecho cuentas de comida hoy para esta clase.
ru_ru: Вы сегодня подсчитали количество обедов за этот период.
uk_ua: Ви підрахували кількість обідів за цей період.

source: Items
cs_cz: Položky
es: Elementos
ru_ru: Пункты
uk_ua: Предмети

source: Ineligible Student
cs_cz: Nezpůsobilý student
es: Estudiante Inelegible
ru_ru: Несоответствующий требованиям учащийся
uk_ua: Учень, який не пройшов відбір

source: Teacher who takes %s counts
cs_cz: Učitel, který absolvuje %s, se počítá
es: Docente que cuenta los %s
ru_ru: Учитель, который принимает %s баллов
uk_ua: Вчитель, який набрав %s балів

source: Teachers who take %s counts
cs_cz: Učitelé, kteří absolvují %s, se započítávají
es: Docentes que cuentan los %s
ru_ru: Учителя, которые принимают участие в %s
uk_ua: Вчителі, які беруть участь у підрахунку %s

source: Total Count
cs_cz: Celkový počet
es: Número Total
ru_ru: Общее количество
uk_ua: Загальна кількість

source: Item Total
cs_cz: Položka celkem
es: Total del Elemento
ru_ru: Итого
uk_ua: Підсумок предмета

source: This user does not have a Meal Account.
cs_cz: Tento uživatel nemá účet pro stravování.
es: Este usuario no tiene Cuenta de Comida.
ru_ru: У этого пользователя нет счета для оплаты питания.
uk_ua: У цього користувача немає облікового запису на харчування.

source: Hit OK to reassign it to the current user or Cancel to cancel all changes.
cs_cz: Stiskni OK pro opětovné přiřazení aktuálnímu uživateli nebo Zrušit pro zrušení všech změn.
es: Presione OK para reasignar esto al usuario actual o Cancelar para cancelar todos los cambios.
ru_ru: Нажмите «ОК», чтобы переназначить его текущему пользователю, или «Отмена», чтобы отменить все изменения.
uk_ua: Натисніть «OK», щоб перепризначити його поточному користувачеві, або «Скасувати», щоб скасувати всі зміни.

source: Hit OK to reassign it to the user student or Cancel to cancel all changes.
cs_cz: Stiskni OK pro opětovné přiřazení uživateli studentovi nebo Zrušit pro zrušení všech změn.
es: Presione OK para reasignar esto al usuario de estudiante o Cancelar para cancelar todos los cambios.
ru_ru: Нажмите «ОК», чтобы переназначить его пользователю «учащийся», или «Отмена», чтобы отменить все изменения.
uk_ua: Натисніть «OK», щоб перепризначити користувача учня, або «Скасувати», щоб скасувати всі зміни.

source: Delete Account
cs_cz: Smazat účet
es: Eliminar Cuenta
ru_ru: Удалить учётную запись
uk_ua: Видалити обліковий запис

source: Your lunch account is getting low. Please send in at least %P with your reminder slip. THANK YOU!
cs_cz: Tvůj účet na obědy je téměř vyčerpaný. Zašli prosím alespoň %P s tvojí připomínkou. DĚKUJEME!
es: Su cuenta de comida está por vencerse. Por favor enviar por lo menos %P con su recordatorio. Gracias!
ru_ru: Ваш счет на обеды почти исчерпан. Пожалуйста, пришлите не менее %P вместе с напоминанием. СПАСИБО!
uk_ua: Ваш рахунок на обід скорочується. Будь ласка, надсилайте хоча б %P з вашого нагадування. Дякуємо!

source: You now have a <b>negative balance</b> in your lunch account. Please send in the negative balance plus %T. THANK YOU!
cs_cz: Nyní máš na účtu za oběd <b>záporný zůstatek</b>. Zašli prosím záporný zůstatek plus %T. DĚKUJEME!
es: Usted tiene ahora un <b>saldo negativo</b> en su cuenta de comida. Por favor enviar el saldo negativo más %T. Gracias!
ru_ru: Сейчас на вашем счете для обедов <b>отрицательный баланс</b>. Пожалуйста, пополните счет на сумму отрицательного баланса плюс %T. СПАСИБО!
uk_ua: Зараз ви маєте <b>негативний баланс</b> на вашому рахунку для обідів. Будь ласка, надішліть суму негативного балансу плюс %T. Дякуємо!

source: You now have a <b>negative balance</b> below the allowed minimum. Please send in the negative balance plus %T. THANK YOU!
cs_cz: Nyní máš <b>záporný zůstatek</b> pod povoleným minimem. Prosím, zašli záporný zůstatek plus %T. DĚKUJEME!
es: Usted tiene ahora un <b>saldo negativo</b> por debajo del mínimo permitido. Por favor enviar el saldo negativo más %T. Gracias!
ru_ru: У вас сейчас <b>отрицательный баланс</b>, который ниже допустимого минимума. Пожалуйста, отправьте отрицательный баланс плюс %T. СПАСИБО!
uk_ua: Зараз ви маєте <b>негативний баланс</b>, який нижче допустимого мінімуму. Будь ласка, надішліть суму негативного балансу плюс %T. Дякуємо!
