Repository: Binyam95Bharu/Student-Management-System
Catalog: locale/*.utf8/LC_MESSAGES/rosariosis.po
Languages: cs_cz, es, ru_ru, uk_ua

source: Discount
cs_cz: Sleva
es: Descuento
ru_ru: Стоимость
uk_ua: Вартість

source: Full
cs_cz: Plný
es: Integro
ru_ru: Полная
uk_ua: Повна

source: Reduced
cs_cz: Snížené
es: Reducido
ru_ru: Сниженная
uk_ua: Зменшена

source: Free
cs_cz: Zdarma
es: Gratis
ru_ru: Бесплатно
uk_ua: Безкоштовно

source: Weighted GPA
cs_cz: Vážené GPA
es: Promedio Ponderado
ru_ru: Взвешенный средний балл
uk_ua: Зважений середній бал

source: Unweighted GPA
cs_cz: Nevážené GPA
es: Promedio No Ponderado
ru_ru: Невзвешенный средний балл
uk_ua: Незважений середній бал

source: GPA
cs_cz: Průměrné hodnocení (GPA)
es: Promedio
ru_ru: Средний балл
uk_ua: Середній бал

source: Weighted
cs_cz: Vážené
es: Ponderado
ru_ru: Взвешенный
uk_ua: Зважений

source: Incident Date
cs_cz: Datum incidentu
es: Día del Incidente
ru_ru: Дата происшествия
uk_ua: Дата події

source: Without
cs_cz: Bez
es: Sin
ru_ru: Без
uk_ua: Без

source: With
cs_cz: S
es: Con
ru_ru: С
uk_ua: З

source: Report Card Grade
cs_cz: Známka z vysvědčení
es: Calificación del Boletín de Calificaciones
ru_ru: Табель класса
uk_ua: Оцінка в табелі успішності

source: Grade
cs_cz: Ročník
es: Calificación
ru_ru: Оценка
uk_ua: Оцінка

source: Did not receive
cs_cz: Nezískal/a
es: No fue recibida
ru_ru: Не получено
uk_ua: Не отримали

source: Mailing Labels
cs_cz: Adresní štítky
es: Etiquetas de Correo
ru_ru: Почтовые ярлыки
uk_ua: Поштові ярлики

source: Next grade at current school
cs_cz: Další ročník na současné škole
es: Próximo grado en la institución actual
ru_ru: Следующий класс в текущей школе
uk_ua: У наступному класі поточної школи

source: Next Year
cs_cz: Příští rok
es: Año Siguiente
ru_ru: Следующий год
uk_ua: Наступного року

source: Reporter
cs_cz: Hlasatel
es: Relator
ru_ru: Журнал
uk_ua: Репортер

source: Request
cs_cz: Žádost
es: Solicitud
ru_ru: Заявка
uk_ua: Запит

source: Missing Request
cs_cz: Chybějící požadavek
es: Solicitud Perdida
ru_ru: Отсутствие заявки
uk_ua: Відсутність запиту

source: Previously Enrolled
cs_cz: Dříve zaregistrovaný
es: Anteriormente Matriculado
ru_ru: Ранее зачислены
uk_ua: Раніше зареєстровані

source: Enrollment
cs_cz: Zápis
es: Matrícula
ru_ru: Зачисление
uk_ua: Зарахування

source: Scheduling
cs_cz: Plánování
es: Horarios
ru_ru: Расписание
uk_ua: Розклад

source: Attendance
cs_cz: Účast
es: Asistencia
ru_ru: Посещаемость
uk_ua: Відвідуваність

source: Grades
cs_cz: Známky
es: Calificaciones
ru_ru: Оценки
uk_ua: Оцінки

source: Discipline
cs_cz: Disciplína
es: Disciplina
ru_ru: Дисциплина
uk_ua: Дисципліна

source: Student Billing
cs_cz: Fakturace pro studenty
es: Cobros
ru_ru: Выставление счетов учащимся
uk_ua: Виставлення рахунків учням

source: We have a problem, please contact technical support ...
cs_cz: Máme problém, kontaktuj prosím technickou podporu...
es: Tenemos un problema, comuníquese con el departamento de soporte técnico por favor.
ru_ru: У нас возникла проблема, пожалуйста, обратитесь в службу технической поддержки...
uk_ua: У нас проблема, будь ласка, зв'яжіться зі службою технічної підтримки...

source: Save
cs_cz: Uložit
es: Guardar
ru_ru: Сохранить
uk_ua: Зберегти

source: January
cs_cz: Leden
es: Enero
ru_ru: Январь
uk_ua: Січень

source: February
cs_cz: Únor
es: Febrero
ru_ru: Февраль
uk_ua: Лютий

source: March
cs_cz: Březen
es: Marzo
ru_ru: Март
uk_ua: Березень

source: April
cs_cz: Duben
es: Abril
ru_ru: Апрель
uk_ua: Квітень

source: May
cs_cz: Květen
es: Mayo
ru_ru: Май
uk_ua: Травень

source: June
cs_cz: Červen
es: Junio
ru_ru: Июнь
uk_ua: Червень

source: July
cs_cz: Červenec
es: Julio
ru_ru: Июль
uk_ua: Липень

source: August
cs_cz: Srpen
es: Agosto
ru_ru: Август
uk_ua: Серпень

source: September
cs_cz: Září
es: Septiembre
ru_ru: Сентябрь
uk_ua: Вересень

source: October
cs_cz: Říjen
es: Octubre
ru_ru: Октябрь
uk_ua: Жовтень

source: November
cs_cz: Listopad
es: Noviembre
ru_ru: Ноябрь
uk_ua: Листопад

source: December
cs_cz: Prosinec
es: Diciembre
ru_ru: Декабрь
uk_ua: Грудень

source: Month
cs_cz: Měsíc
es: Mes
ru_ru: Месяц
uk_ua: Місяць

source: Year
cs_cz: Rok
es: Año
ru_ru: Год
uk_ua: Рік

source: Open calendar
cs_cz: Otevřít kalendář
es: Abrir el calendario
ru_ru: Открыть календарь
uk_ua: Відкрити календар

source: Note
cs_cz: Poznámka
es: Nota
ru_ru: Примечание
uk_ua: Примітка

source: Warning
cs_cz: Varování
es: Cuidado
ru_ru: Предупреждение
uk_ua: Попередження

source: You are not currently in a marking period
cs_cz: Momentálně se nenacházíš v období hodnocení
es: Usted no está actualmente en un período a calificar
ru_ru: Сейчас вы вне периода обучения
uk_ua: Зараз у вас немає періоду навчання

source: Last Login
cs_cz: Poslední přihlášení
es: Ultima Entrada
ru_ru: Последний вход
uk_ua: Останній вхід в систему

source: Failed Login
cs_cz: Přihlášení se nezdařilo
es: Intentos Fallidos de Entrada
ru_ru: Неудавшиеся попытки входа
uk_ua: Помилка входу в систему

source: User ID
cs_cz: Uživatelské ID
es: ID de Usuario
ru_ru: ID пользователя
uk_ua: Ідентифікатор користувача

source: Last Name
cs_cz: Příjmení
es: Apellido
ru_ru: Фамилия
uk_ua: Прізвище

source: First Name
cs_cz: Křestní jméno
es: Nombre
ru_ru: Имя
uk_ua: Ім'я

source: No Access
cs_cz: Bez přístupu
es: No Acceso
ru_ru: Нет доступа
uk_ua: Немає доступу

source: Student Grade Level
cs_cz: Ročník studenta
es: Grado del Estudiante
ru_ru: Класс учащегося
uk_ua: Клас учня

source: Mailing Address
cs_cz: Adresa
es: Dirección de Correo
ru_ru: Почтовый адрес
uk_ua: Поштова адреса

source: City
cs_cz: Město
es: Ciudad
ru_ru: Город
uk_ua: Місто

source: State
cs_cz: Stát
es: Estado
ru_ru: Штат или область
uk_ua: Штат/область

source: Zip Code
cs_cz: PSČ
es: Código Postal
ru_ru: Почтовый индекс
uk_ua: Поштовий індекс

source: Address
cs_cz: Adresa
es: Dirección
ru_ru: Адрес
uk_ua: Адреса

source: Home Phone
cs_cz: Telefon domů
es: Teléfono de Casa
ru_ru: Домашний телефон
uk_ua: Домашній телефон

source: Contacts
cs_cz: Kontakty
es: Contactos
ru_ru: Контакты
uk_ua: Контакти

source: Guardians
cs_cz: Rodiče
es: Tutor
ru_ru: Опекуны
uk_ua: Опікуни

source: Status
cs_cz: Postavení
es: Estado
ru_ru: Состояние
uk_ua: Статус

source: School Status
cs_cz: Stav školy
es: Estado de la Institución
ru_ru: Состояние школы
uk_ua: Статус школи

source: Course Status
cs_cz: Stav kurzu
es: Estado del Curso
ru_ru: Состояние курса
uk_ua: Статус курсу

source: Contact Information
cs_cz: Kontaktní informace
es: Información de Contacto
ru_ru: О контакте
uk_ua: Контактна інформація

source: Call
cs_cz: Volání
es: Llamar
ru_ru: Вызвать
uk_ua: Виклик

source: Custody
cs_cz: Péče
es: Custodia
ru_ru: Опека
uk_ua: Опіка

source: Emergency
cs_cz: Stav nouze
es: Emergencia
ru_ru: Экстренная помощь
uk_ua: Екстрена допомога

source: %s ID
es: ID %s
ru_ru: ID %s
uk_ua: Ідентифікатор %s

source: Grade Level
cs_cz: Ročník
es: Grado
ru_ru: Класс
uk_ua: Клас

source: Excluded
cs_cz: Vyloučeno
es: Excluido
ru_ru: Исключено
uk_ua: Виключений

source: Address contains
cs_cz: Adresa obsahuje
es: La Dirección contiene
ru_ru: Адрес содержит
uk_ua: Адреса містить

source: Your password must be stronger.
cs_cz: Vaše heslo musí být silnější.
es: Su contraseña debe ser más fuerte.
ru_ru: Ваш пароль должен быть более надёжным.
uk_ua: Ваш пароль повинен бути більш надійним.

source: Write
cs_cz: Napsat
es: Escribir
ru_ru: Написать
uk_ua: Писати

source: Preview
cs_cz: Náhled
es: Vista previa
ru_ru: Предварительный просмотр
uk_ua: Попередній перегляд

source: Mastering MarkDown
cs_cz: Zvládnutí MarkDownu
es: Dominar el Markdown
ru_ru: Освоение разметки
uk_ua: Оцінювання освоєння

source: Please check at least one checkbox in the group.
cs_cz: Zaškrtni prosím alespoň jedno políčko ve skupině.
es: Por favor marque por lo menos una casilla del grupo.
ru_ru: Пожалуйста, отметьте хотя бы один флажок в группе.
uk_ua: Будь ласка, встановіть хоча б один прапорець у групі.

source: Select some Options
cs_cz: Vyber některé možnosti
es: Seleccionar Opciones
ru_ru: Выберите параметр(ы)
uk_ua: Виберіть кілька параметрів

source: Maximum file size: %01.0fMb
cs_cz: Maximální velikost souboru: %01.0fMb
es: Tamaño máximo del archivo: %01.0fMb
ru_ru: Максимальный размер файла: %01.0fМБ
uk_ua: Максимальний розмір файлу: %01.0fМБ

source: You must choose at least one element from the list.
cs_cz: Musíš vybrat alespoň jeden prvek ze seznamu.
es: Debe escoger por lo menos un elemento de la lista.
ru_ru: Необходимо выбрать хотя бы один элемент из списка.
uk_ua: Ви повинні вибрати принаймні один елемент зі списку.

source: Check All
cs_cz: Zaškrtnout vše
es: Seleccionar Todo
ru_ru: Выбрать все
uk_ua: Перевірити все

source: Select
cs_cz: Vybrat
es: Seleccionar
ru_ru: Выбрать
uk_ua: Виберіть

source: Displaying %d through %d
cs_cz: Zobrazuje se %d až %d
es: Exponiendo de %d a %d
ru_ru: Отображение от %d до %d
uk_ua: Відображення %d через %d

source: Page
cs_cz: Stránka
es: Página
ru_ru: Страница
uk_ua: Сторінка

source: Result
cs_cz: Výsledek
es: Resultado
ru_ru: Результат
uk_ua: Результат

source: Results
cs_cz: Výsledky
es: Resultados
ru_ru: Результаты
uk_ua: Результати

source: %d %s was found.
cs_cz: Bylo nalezeno %d %s.
es: Se encontró %d %s.
ru_ru: Найдено: %d %s.
uk_ua: Знайдено: %d %s.

source: No %s were found.
cs_cz: Nebyly nalezeny žádné %s.
es: No se encontró ningún(a) %s.
ru_ru: Не найдено: %s.
uk_ua: Не знайдено %s.

source: Export list
cs_cz: Exportovat seznam
es: Exportar el listado
ru_ru: Список экспорта
uk_ua: Список експорту

source: Search
cs_cz: Hledat
es: Buscar
ru_ru: Поиск
uk_ua: Пошук

source: of, the, a, an, in
cs_cz: z, ten, a, z, v
es: de, le, la, un, una, en
ru_ru: из,,,,в
uk_ua: з

source: Confirm
cs_cz: Potvrdit
es: Confirmar
ru_ru: Подтверждение
uk_ua: Підтвердіти

source: Are you sure you want to %s that %s?
cs_cz: Jsi si jistý, že chceš %s ten %s?
es: ¿Está seguro de querer %s este(a) %s?
ru_ru: Вы уверены, что хотите %s %s?
uk_ua: Ви впевнені, що хочете %s %s?

source: Grade Levels
cs_cz: Úrovně ročníků
es: Grados
ru_ru: Классы
uk_ua: Класи

source: Other Value
cs_cz: Jiná hodnota
es: Otro Valor
ru_ru: Другое значение
uk_ua: Інше значення

source: starts with
cs_cz: začíná s
es: comienza con
ru_ru: начинается с
uk_ua: починається з

source: Your account has not yet been activated.
cs_cz: Tvůj účet ještě nebyl aktivován.
es: Su cuenta aun no ha sido activada.
ru_ru: Ваша учётная запись ещё не активирована.
uk_ua: Ваш обліковий запис ще не активовано.

source: You will be notified when it has been verified by a school administrator.
cs_cz: Budeš informován, jakmile to ověří správce školy.
es: Usted sera notificado cuándo se ha verificado por un administrador de la institución.
ru_ru: Вы получите уведомление, когда оно будет проверено администратором школы.
uk_ua: Ви отримаєте сповіщення, коли адміністратор школи підтвердить його.

source: Too many Failed Login Attempts.
cs_cz: Příliš mnoho neúspěšných pokusů o přihlášení.
es: Demasiados Intentos Fallidos de Entrada.
ru_ru: Слишком много неудачных попыток входа в систему.
uk_ua: Занадто багато невдалих спроб входу.

source: Please try logging in later.
cs_cz: Zkus se prosím přihlásit později.
es: Por favor intente entrar más tarde.
ru_ru: Попробуйте войти позже.
uk_ua: Будь ласка, спробуйте увійти пізніше.

source: Incorrect username or password.
cs_cz: Nesprávné uživatelské jméno nebo heslo.
es: Nombre de usuario o contraseña incorrecto.
ru_ru: Неверный псевдоним или пароль.
uk_ua: Неправильний псевдонім або пароль.

source: Please try logging in again.
cs_cz: Zkus se prosím znovu přihlásit.
es: Por favor intente entrar de nuevo.
ru_ru: Пожалуйста, попробуйте войти ещё раз.
uk_ua: Будь ласка, спробуйте увійти в систему ще раз.

source: %s Login
cs_cz: %s Přihlášení
es: Entrar a %s
ru_ru: %s вход
uk_ua: Вхід %s

source: You must have javascript enabled to use %s.
cs_cz: Pro použití %s musíš mít povolený javascript.
es: Usted debe tener javascript disponible para usar %s.
ru_ru: Для использования %s необходимо включить javascript.
uk_ua: Для використання %s у вас повинен бути ввімкнений javascript.

source: You must accept cookies to use %s.
cs_cz: Pro použití %s musíš přijmout soubory cookie.
es: Usted debe aceptar los cookies para usar %s.
ru_ru: Чтобы использовать %s, вы должны принять файлы cookie.
uk_ua: Для використання %s ви повинні приймати файли cookie.

source: Your account has been created.
cs_cz: Tvůj účet byl vytvořen.
es: Su cuenta ha sido creada.
ru_ru: Ваша учётная запись создана.
uk_ua: Ваш обліковий запис створено.

source: You will then be able to log in.
cs_cz: Poté se budeš moci přihlásit.
es: Usted estará habilitado para entrar.
ru_ru: После этого вы сможете войти в систему.
uk_ua: Після цього ви зможете увійти до системи.

source: If you supplied a correct email address then please check your email for the password reset instructions.
cs_cz: Pokud jsi zadal správnou e-mailovou adresu, zkontroluj si prosím e-mail, kde nalezneš pokyny k obnovení hesla.
es: Si suministró una dirección de email correcta, por favor revise su email por instrucciones.
ru_ru: Если вы указали правильный адрес электронной почты, проверьте свою почту, чтобы получить инструкции по сбросу пароля.
uk_ua: Якщо ви вказали правильну адресу електронної пошти, будь ласка, перевірте її на предмет інструкцій щодо скидання пароля.

source: Language
cs_cz: Jazyk
es: Idioma
ru_ru: Язык
uk_ua: Мова

source: Login
cs_cz: Příhlášení
es: Entrar
ru_ru: Войти
uk_ua: Увійти

source: About
cs_cz: O nás/mě
es: Acerca de
ru_ru: О проекте
uk_ua: Про

source: This is a restricted network. Use of this network, its equipment, and resources is monitored at all times and requires explicit permission from the network administrator and %s. If you do not have this permission in writing, you are violating the regulations of this network and can and will be prosecuted to the full extent of the law. By continuing into this system, you are acknowledging that you are aware of and agree to these terms.
cs_cz: Toto je omezená síť. Používání této sítě, jejího vybavení a zdrojů je neustále monitorováno a vyžaduje výslovné povolení od správce sítě a %s. Pokud toto písemné povolení nemáš, porušuješ pravidla této sítě a můžeš a budeš stíhán v plném rozsahu zákona. Pokračováním v tomto systému potvrzuješ, že jsi si vědom těchto podmínek a souhlasíš s nimi.
es: Esta es una red restringida. El uso de esta red, su equipo, y recursos está monitoreado todo el tiempo y requiere permiso explícito del administrador de red y %s. Si usted no tiene permiso escrito, está violando las regulaciones de esta red y puede ser procesado siguiendo toda la ley extendida. Continuando dentro del sistema, usted conoce y aprueba los términos y condiciones.
ru_ru: Это сеть с ограниченным доступом. Использование этой сети, её оборудования и ресурсов постоянно контролируется и требует явного разрешения от администратора сети и %s. Если у вас нет такого разрешения в письменной форме, вы нарушаете правила этой сети и можете быть привлечены к ответственности в полном объёме, предусмотренном законом. Продолжая работу в этой системе, вы подтверждаете, что знаете и согласны с этими условиями.
uk_ua: Це мережа з обмеженим доступом. Використання її самої, її обладнання та ресурсів постійно контролюється і вимагає явного дозволу мережевого адміністратора і %s. Якщо у вас немає такого письмового дозволу, ви порушуєте правила цієї мережі та можете бути притягнуті до відповідальності за всією суворістю закону. Продовжуючи використовувати цю систему, ви підтверджуєте, що ознайомлені з цими умовами та згодні з ними.

source: Please enter a valid Sort Order.
cs_cz: Zadej platné pořadí řazení.
es: Entre un Orden valido por favor.
ru_ru: Введите действительный порядок сортировки.
uk_ua: Будь ласка, вкажіть правильний порядок сортування.

source: %s Category
cs_cz: Kategorie %s
es: Categoría %s
ru_ru: Категория %s
uk_ua: %s Категорія

source: Short Name
cs_cz: Krátký název
es: Nombre Corto
ru_ru: Аббревиатура
uk_ua: Коротка назва

source: Type
cs_cz: Typ
es: Tipo
ru_ru: Тип
uk_ua: Тип

source: Incomes
cs_cz: Příjmy
es: Ingresos
ru_ru: Доходы
uk_ua: Доходи

source: Expenses
cs_cz: Výdaje
es: Gastos
ru_ru: Расходы
uk_ua: Витрати

source: Daily Transactions
cs_cz: Denní transakce
es: Transacciones Diarias
ru_ru: Ежедневные транзакции
uk_ua: Щоденні транзакції

source: Daily Totals
cs_cz: Denní součty
es: Totales Diarios
ru_ru: Ежедневные итоги
uk_ua: Підсумки за день

source: Expense
cs_cz: Výdaje
es: Gasto
ru_ru: Расход
uk_ua: Витрата

source: Amount
cs_cz: Množství
es: Cantidad
ru_ru: Сумма
uk_ua: Сума

source: Comment
cs_cz: Komentář
es: Comentario
ru_ru: Комментарий
uk_ua: Коментар

source: Timeframe
cs_cz: Časový rámec
es: Transcurso
ru_ru: Срок
uk_ua: Рамки часу

source: Go
cs_cz: Jít
es: Ir
ru_ru: Перейти
uk_ua: Далі

source: Total from Incomes
cs_cz: Celkem z příjmů
es: Total de los Ingresos
ru_ru: Итого от доходов
uk_ua: Разом по доходах

source: Less
cs_cz: Méně
es: Menos
ru_ru: Меньше
uk_ua: Менш

source: Total from Expenses
cs_cz: Celkem z výdajů
es: Total de los Gastos
ru_ru: Итого от расходов
uk_ua: Разом по витратах

source: Total from Student Payments
cs_cz: Celkem ze studentských plateb
es: Total de Pagos Estudiante
ru_ru: Итого от студенческих платежей
uk_ua: Разом по виплатах учням

source: Total from Staff Payments
cs_cz: Celkem z plateb zaměstnancům
es: Total de Pagos del Personal
ru_ru: Итого от выплат персоналу
uk_ua: Разом по виплатах персоналу

source: General Balance
cs_cz: Obecná bilance
es: Saldo General
ru_ru: Общий баланс
uk_ua: Загальний баланс

source: Income
cs_cz: Příjmy
es: Ingreso
ru_ru: Доход
uk_ua: Дохід

source: Staff Payroll
cs_cz: Mzdy zaměstnanců
es: Nómina del Personal
ru_ru: Зарплата персонала
uk_ua: Нарахування заробітної плати персоналу

source: Salaries
cs_cz: Platy
es: Salarios
ru_ru: Зарплаты
uk_ua: Зарплати

source: Staff Payments
cs_cz: Platby zaměstnancům
es: Pagos del Personal
ru_ru: Выплаты персоналу
uk_ua: Виплати персоналу

source: Reports
cs_cz: Zprávy
es: Reportes
ru_ru: Отчёты
uk_ua: Звіти

source: Staff Balances
cs_cz: Zůstatky zaměstnanců
es: Saldos del Personal
ru_ru: Баланс персонала
uk_ua: Сальдо по персоналу

source: Print Statements
cs_cz: Tisk výpisů
es: Imprimir Extractos
ru_ru: Печать выписок
uk_ua: Роздруківка звітів

source: Setup
cs_cz: Nastavení
es: Configuración
ru_ru: Настройки
uk_ua: Налаштування

source: Categories
cs_cz: Kategorie
es: Categorías
ru_ru: Категории
uk_ua: Категорії

source: Salary
cs_cz: Plat
es: Salario
ru_ru: Зарплата
uk_ua: Зарплата

source: Assigned
cs_cz: Přiřazeno
es: Asignado
ru_ru: Начислено
uk_ua: Призначення

source: Due
cs_cz: Splatné
es: Plazo
ru_ru: Срок
uk_ua: Строк

source: Total from Salaries
cs_cz: Celkem z platů
es: Total de los Salarios
ru_ru: Итого по зарплатам
uk_ua: Разом із заробітної плати

source: Total
cs_cz: Celkový
ru_ru: Итого
uk_ua: Разом

source: Payment
cs_cz: Platby
es: Pago
ru_ru: Оплата
uk_ua: Платіж

source: Statement
cs_cz: Prohlášení
es: Extracto de cuenta
ru_ru: Выписка
uk_ua: Заява

source: No Staff were found.
cs_cz: Nebyli nalezeni žádní zaměstnanci.
es: No se encontró ningún miembro del Personal.
ru_ru: Персонал не найден.
uk_ua: Не знайдено персоналу.

source: Report Timeframe
cs_cz: Časový rámec zprávy
es: Transcurso del Reporte
ru_ru: Период отчётности
uk_ua: Терміни подання звіту

source: Totals
cs_cz: Celkem
es: Totales
ru_ru: Итоги
uk_ua: Підсумки

source: Student Payments
cs_cz: Platby studentů
es: Pagos Estudiante
ru_ru: Выплаты учащимся
uk_ua: Виплати учням

source: Fees
cs_cz: Poplatky
es: Cobros
ru_ru: Оплата
uk_ua: Сплата

source: Staff Payment
cs_cz: Platba zaměstnancům
es: Pago del Personal
ru_ru: Выплаты персоналу
uk_ua: Оплата праці персоналу

source: Staff
cs_cz: Personál/Zaměstnanci
es: Personal
ru_ru: Персонал
uk_ua: Персонал

source: Fee
cs_cz: Poplatek
es: Cobro
ru_ru: Оплата
uk_ua: Сплата

source: Student Payment
cs_cz: Platba studenta
es: Pago Estudiante
ru_ru: Выплата учащимся
uk_ua: Оплата навчання учнів

source: Transaction
cs_cz: Transakce
es: Transacción
ru_ru: Транзакция
uk_ua: Транзакція

source: None
cs_cz: Žádné
es: Ninguno
ru_ru: Нет
uk_ua: Жоден

source: Absence records were added for the selected students.
cs_cz: Pro vybrané studenty byly přidány záznamy o absenci.
es: Las ausencias fueron agregadas a los estudiantes seleccionados.
ru_ru: Для выбранных учащихся добавлены записи об пропусках.
uk_ua: Додано записи про відсутність вибраних учнів.

source: You must choose at least one period and one student.
cs_cz: Musíš si vybrat alespoň jednu vyučovací hodinu a jednoho studenta.
es: Debe escoger por lo menos un período y un estudiante.
ru_ru: Вы должны выбрать как минимум один период и одного учащегося.
uk_ua: Необхідно вибрати хоча б один період і одного учня.

source: Add Absences to Selected Students
cs_cz: Přidat absence vybraným studentům
es: Agregar Ausencias a los Estudiantes Seleccionados
ru_ru: Добавить пропуски для выбранных учащихся
uk_ua: Додати відсутніх до обраних учнів

source: Add Absences
cs_cz: Přidání nepřítomnosti
es: Agregar Ausencias
ru_ru: Добавить пропуски (отсутствия)
uk_ua: Додати відсутніх

source: Add Absence to Periods
cs_cz: Přidat absenci k hodinám
es: Agregar Ausencias a las Horas
ru_ru: Добавить отсутствие в периоды
uk_ua: Додати пропущені заняття до періодів

source: Absence Code
cs_cz: Kód nepřítomnosti
es: Código de Ausencia
ru_ru: Код отсутствия
uk_ua: Код відсутності

source: Absence Reason
cs_cz: Důvod nepřítomnosti
es: Razón de la Ausencia
ru_ru: Причина отсутствия
uk_ua: Причина відсутності

source: The selected date is not in a school quarter.
cs_cz: Vybrané datum nespadá do školního čtvrtletí.
es: La fecha seleccionada no es en un trimestre.
ru_ru: Выбранная дата не входит в учебный квартал.
uk_ua: Обрана дата не відноситься до шкільної чверті.

source: Period
cs_cz: Období
es: Hora
ru_ru: Период
uk_ua: Період

source: Attendance Code
cs_cz: Kód docházky
es: Código de Asistencia
ru_ru: Код посещаемости
uk_ua: Код відвідуваності

source: Teacher's Entry
cs_cz: Vstup učitele
es: Entrada del Docente
ru_ru: Вход для учителей
uk_ua: Запис вчителя

source: Office Comment
cs_cz: Komentář kanceláře
es: Comentario de la Oficina
ru_ru: Комментарий администрации
uk_ua: Коментар в офісі

source: Teacher Comment
cs_cz: Komentář učitele
es: Comentario del Docente
ru_ru: Комментарий учителя
uk_ua: Коментар учителя

source: Update
cs_cz: Aktualizovat
es: Actualizar
ru_ru: Обновить
uk_ua: Оновити

source: Present
cs_cz: Přítomný
es: Presente
ru_ru: Настоящее время
uk_ua: Присутній

source: Day Comment
cs_cz: Denní komentář
es: Comentario del Día
ru_ru: Комментарий дня
uk_ua: Коментар за день

source: Current Student
cs_cz: Současný student
es: Estudiante Actual
ru_ru: Текущий учащийся
uk_ua: Поточний учень

source: Not Present
cs_cz: Není přítomen
es: No Presente
ru_ru: Отсутствует
uk_ua: Не присутній

source: Comments
cs_cz: Komentáře
es: Comentarios
ru_ru: Комментарии
uk_ua: Коментарі

source: Courses
cs_cz: Kurzy
es: Cursos
ru_ru: Курсы
uk_ua: Курси

source: Default for Teacher
cs_cz: Výchozí pro učitele
es: Por Defecto para el Docente
ru_ru: По умолчанию для учителя
uk_ua: Значення за замовчуванням для вчителя

source: State Code
cs_cz: Kód státu
es: Código del Estado
ru_ru: Код
uk_ua: Код штату

source: Teacher & Office
cs_cz: Učitel a kancelář
es: Docente y Oficina
ru_ru: Учителя и администрация
uk_ua: Вчитель та офіс

source: Office Only
cs_cz: Pouze pro kanceláře
es: Oficina Solamente
ru_ru: Только администрация
uk_ua: Тільки для офісу

source: Absent
cs_cz: Nepřítomný
es: Ausente
ru_ru: Отсутствие
uk_ua: Відсутній

source: Half
cs_cz: Polovina
es: Mitad
ru_ru: Половина
uk_ua: Половина

source: Attendance Chart
cs_cz: Graf docházky
es: Gráfico de Asistencia
ru_ru: Диаграмма посещаемости
uk_ua: Діаграма відвідуваності

source: Daily Summary
cs_cz: Denní shrnutí
es: Resumen Diario
ru_ru: Ежедневная сводка
uk_ua: Щоденний підсумок
