Repository: Binyam95Bharu/Student-Management-System
Catalog: locale/*.utf8/LC_MESSAGES/rosariosis.po
Languages: cs_cz, es, ru_ru, uk_ua

source: Absence Summary
cs_cz: Souhrn absence
es: Resumen de la Ausencia
ru_ru: Сводка по отсутствию
uk_ua: Підсумок відсутності

source: Duplicate Attendance Record
cs_cz: Duplicitní záznam o docházce
es: Registro Asistencia Duplicada
ru_ru: Дубликат записи о посещаемости
uk_ua: Повторювані записи про відвідування

source: The duplicate records have been deleted.
cs_cz: Duplicitní záznamy byly smazány.
es: El registro duplicado ha sido eliminado.
ru_ru: Дубликаты записей были удалены.
uk_ua: Повторювані записи були видалені.

source: You must choose at least one student.
cs_cz: Musíš vybrat alespoň jednoho studenta.
es: Debe escoger por lo menos un estudiante.
ru_ru: Вы должны выбрать хотя бы одного учащегося.
uk_ua: Ви повинні вибрати хоча б одного учня.

source: of %d pages.
cs_cz: z %d stránek.
es: sobre %d páginas.
ru_ru: из %d.
uk_ua: з %d сторінок.

source: Course Period ID
cs_cz: ID hodiny kurzu
es: ID de Clase
ru_ru: ID периода прохождения курса
uk_ua: Ідентифікатор періоду навчання

source: Course Start Date
cs_cz: Datum zahájení kurzu
es: Fecha de Inicio del Curso
ru_ru: Дата начала курса
uk_ua: Дата початку курсу

source: Course End Date
cs_cz: Datum ukončení kurzu
es: Ultima Fecha del Curso
ru_ru: Дата окончания курса
uk_ua: Дата закінчення курсу

source: Attendance Date
cs_cz: Datum účasti
es: Fecha de Asistencia
ru_ru: Дата посещения
uk_ua: Дата відвідування

source: No Duplicates Found
cs_cz: Nenalezeny žádné duplikáty
es: No se encontraron Duplicados
ru_ru: Дубликаты не найдены
uk_ua: Дублікатів не знайдено

source: From
cs_cz: Z
es: De
ru_ru: С
uk_ua: Від

source: When do you want to recalculate the daily attendance?
cs_cz: Kdy chceš přepočítat denní docházku?
es: ¿Cuándo quiere recalcular la asistencia diaria?
ru_ru: Для какого периода нужно пересчитать ежедневную посещаемость?
uk_ua: Коли ви хочете перерахувати щоденну відвідуваність?

source: Recalculate Daily Attendance
cs_cz: Přepočítat denní docházku
es: Recalcular Asistencia Diaria
ru_ru: Пересчёт ежедневной посещаемости
uk_ua: Перерахувати щоденну відвідуваність

source: The Daily Attendance for that timeframe has been recalculated.
cs_cz: Denní docházka pro dané časové období byla přepočítána.
es: La Asistencia Diaria para este transcurso ha sido recalculada.
ru_ru: Ежедневная посещаемость за этот период была пересчитана.
uk_ua: Щоденна відвідуваність за цей період була перерахована.

source: Calculating ...
cs_cz: Probíhá výpočet...
es: Calculando ...
ru_ru: Вычисление...
uk_ua: Обчислення...

source: Administration
cs_cz: Správa
es: Administración
ru_ru: Администрирование
uk_ua: Адміністрація

source: Teacher Completion
cs_cz: Dokončení učitele
es: Control Docente
ru_ru: Невыставленное учителями
uk_ua: Невиставлене вчителем

source: Average Daily Attendance
cs_cz: Průměrná denní docházka
es: Asistencia Diaria Promedio
ru_ru: Средняя ежедневная посещаемость
uk_ua: Середня відвідуваність за день

source: Utilities
cs_cz: Utility
es: Utilidades
ru_ru: Служебное
uk_ua: Службове

source: Delete Duplicate Attendance
cs_cz: Smazat duplicitní docházku
es: Eliminar Asistencia Duplicada
ru_ru: Удалить дубликаты посещений
uk_ua: Видалення повторюваних відвідувань

source: Attendance Codes
cs_cz: Kódy docházek
es: Códigos de Asistencia
ru_ru: Коды посещаемости
uk_ua: Коди відвідуваності

source: Take Attendance
cs_cz: Zaznamenej si účast
es: Tomar Asistencia
ru_ru: Учёт посещаемости
uk_ua: Контроль відвідуваності

source: Average Attendance by Day
cs_cz: Průměrná docházka ke dni
es: Asistencia Promedio por Día
ru_ru: Средняя посещаемость по дням
uk_ua: Середня відвідуваність по днях

source: Advanced
cs_cz: Pokročilý
es: Avanzado
ru_ru: Дополнительно
uk_ua: Додатково

source: Days Possible
cs_cz: Možné dny
es: Días Possibles
ru_ru: Возможные дни
uk_ua: Можливі дні навчання

source: ADA
es: Promedio Diario de Asistencia
ru_ru: АДА
uk_ua: СЕП

source: Average Attendance
cs_cz: Průměrná přítomnost
es: Asistencia Promedio
ru_ru: Средняя посещаемость
uk_ua: Середня відвідуваність

source: Average Absent
cs_cz: Průměrná nepřítomnost
es: Ausente Promedio
ru_ru: В среднем пропуски
uk_ua: Середня тривалість відсутності на заняттях

source: School Day
cs_cz: Školní dny
es: Día de Escuela
ru_ru: Учебный день
uk_ua: Навчальний день

source: You cannot take attendance for this course period.
cs_cz: V tomto kurzu se nelze zúčastnit.
es: Usted no puede tomar la asistencia para esta clase.
ru_ru: Вы не можете контролировать посещаемость в этом периоде.
uk_ua: Ви не можете відвідувати заняття протягом цього періоду навчання.

source: You cannot take attendance for this period on this day.
cs_cz: V tento den nelze zaznamenat docházku za toto období.
es: Usted no puede tomar la asistencia para esta hora en este día.
ru_ru: Вы не можете проводить учёт посещаемости за этот период в этот день.
uk_ua: Ви не можете записатися на заняття на цей період у цей день.

source: The selected date is not today
cs_cz: Vybrané datum není dnes
es: La fecha seleccionada no es la de hoy
ru_ru: Выбранная дата не сегодня
uk_ua: Обрана дата - не сьогодні

source: You can edit this attendance
cs_cz: Tuto docházku můžeš upravit
es: Usted puede editar esta asistencia
ru_ru: Вы можете править эту посещаемость
uk_ua: Ви можете відредагувати це відвідування

source: You cannot edit this attendance
cs_cz: Tuto docházku nemůžeš upravovat
es: Usted no puede editar esta asistencia
ru_ru: Вы не можете править эту посещаемость
uk_ua: Ви не можете відредагувати це відвідування

source: You already have taken attendance today for this period.
cs_cz: Dnes si již zapsal docházku za toto období.
es: Usted ya ha tomado la asistencia para esta hora.
ru_ru: Вы уже проверили посещаемость на данный период сегодня.
uk_ua: Ви вже записалися на заняття на цей період.

source: Teacher who takes attendance
cs_cz: Učitelé, kteří evidují docházku
es: Docente que toma la asistencia
ru_ru: Учитель, ведущий учёт посещаемости
uk_ua: Вчитель, який відвідує заняття

source: Completed
cs_cz: Dokončeno
es: Terminado
ru_ru: Завершено
uk_ua: Завершено

source: Teacher who takes %s attendance
cs_cz: Učitel, který bere %s docházku
es: Docente que toma la asistencia para %s
ru_ru: Учитель, который ведет учёт посещаемости %s
uk_ua: Вчитель, який враховує %s відвідуваності

source: Teachers who take %s attendance
cs_cz: Učitelé, kteří berou %s docházku
es: Docentes que toman la asistencia para %s
ru_ru: Учителя, которые ведут учёт посещаемости %s
uk_ua: Вчителі, які враховують %s відвідуваності

source: Half Day
cs_cz: Půl dne
es: Medio Día
ru_ru: Полдня
uk_ua: Півдня

source: Daily
cs_cz: Denní
es: Diario
ru_ru: Ежедневно
uk_ua: Щоденно

source: By Period
cs_cz: Podle období
es: Por Clase
ru_ru: По периоду
uk_ua: За періодами

source: My Periods
cs_cz: Moje období
es: Mis Periodos
ru_ru: Мои периоды
uk_ua: Мої періоди

source: Periods
cs_cz: Období
es: Horas
ru_ru: Периоды дня
uk_ua: Інтервали часу

source: Daily Attendance
cs_cz: Denní docházka
es: Asistencia Diaria
ru_ru: Ежедневная посещаемость
uk_ua: Щоденна відвідуваність

source: Absences
cs_cz: Nepřítomnosti
es: Ausencias
ru_ru: Пропуски (отсутствия)
uk_ua: Відсутність

source: All Periods
cs_cz: Všechna období
es: Todas las Horas
ru_ru: Все периоды
uk_ua: Всі періоди

source: State Abs
cs_cz: Státní abs
es: Estado Aus
ru_ru: Абсолютное значение
uk_ua: Заявлений час відсутності

source: Student Name
cs_cz: Jméno studenta
es: Nombre del Estudiante
ru_ru: Имя учащегося
uk_ua: Ім'я учня

source: Possible
cs_cz: Možné
ru_ru: ВОзможность
uk_ua: Можливість

source: Year to Date Totals
cs_cz: Celkové hodnoty od začátku roku
es: Totales Año a la Fecha
ru_ru: Итоги с начала года
uk_ua: Підсумки за рік

source: Create Attendance Report for Selected Students
cs_cz: Vytvořit zprávu o docházce pro vybrané studenty
es: Crear Reporte de Asistencia para los Estudiantes Seleccionados
ru_ru: Создать отчёт о посещаемости для выбранных учащихся
uk_ua: Створити звіт про відвідуваність для вибраних учнів

source: Select Parents email field
cs_cz: Vyber pole s E-maily rodičů
es: Seleccionar el campo email de los Padres
ru_ru: Выберите поле электронной почты родителей
uk_ua: Вказати поле електронної пошти батьків

source: Student Fields
cs_cz: Studentské pole
es: Campos de Estudiantes
ru_ru: Поля учащегося
uk_ua: Поля для учнів

source: Address Fields
cs_cz: Pole adresy
es: Campos de Dirección
ru_ru: Поля адреса
uk_ua: Поля для адрес

source: You must set the <b>test mode email</b> or have a user email address to use this script.
cs_cz: Pro použití tohoto skriptu musíš nastavit <b>e-mail pro testovací režim</b> nebo mít uživatelskou e-mailovou adresu.
es: Usted debe establecer el <b>email del modo de prueba</b> o tener un correo electrónico de usuario para usar esta función.
ru_ru: Для использования этого скрипта необходимо установить <b>электронную почту тестового режима</b> или иметь адрес электронной почты пользователя.
uk_ua: Для використання цього скрипта необхідно налаштувати <b>електронну пошту для тестового режиму</b> або вказати адресу електронної пошти користувача.

source: New Parent Account
cs_cz: Nový rodičovský účet
es: Nueva Cuenta de Padres
ru_ru: Новая учётная запись родителя
uk_ua: Новий батьківський обліковий запис

source: Updated Parent Account
cs_cz: Aktualizovaný rodičovský účet
es: Cuenta de Padres Actualizada
ru_ru: Обновленная родительская учётная запись
uk_ua: Оновлений батьківський обліковий запис

source: Fail
cs_cz: Selhání
es: Fallido
ru_ru: Неудача
uk_ua: Провал

source: Success
cs_cz: Úspěch
es: Éxito
ru_ru: Успешно
uk_ua: Успіх

source: Creation Result
cs_cz: Výsledky tvorby
es: Resultado de la Creación
ru_ru: Результат создания
uk_ua: Результат створення

source: Create Parent Accounts for Selected Students
cs_cz: Vytvoř rodičovské účty pro vybrané studenty
es: Crear Cuentas de Padres para los Estudiantes Seleccionados
ru_ru: Создать родительские учётные записи для выбранных учащихся
uk_ua: Створити батьківські облікові записи для вибраних учнів

source: Send email notification to Parents
cs_cz: Odeslat e-mailové oznámení rodičům
es: Enviar notificación por email a los Padres
ru_ru: Отправить уведомление по электронной почте родителям
uk_ua: Надіслати повідомлення батькам по електронній пошті

source: Email Text
cs_cz: Text e-mailu
es: Texto del Email
ru_ru: Текст электронного письма
uk_ua: Текст електронного листа

source: Parent Name
cs_cz: Jméno rodiče
es: Nombre del Padre
ru_ru: Имя родителя
uk_ua: Ім'я батька

source: Associated Students
cs_cz: Přidružení studenti
es: Estudiantes Asociados
ru_ru: Ассоциированные учащиеся
uk_ua: Пов'язані учні

source: Test Mode
cs_cz: Testovací režim
es: Modo de Prueba
ru_ru: Тестовый режим
uk_ua: Тестовий режим

source: Contact
cs_cz: Kontakt
es: Contacto
ru_ru: Контакт
uk_ua: Контакт

source: Students having Contacts
cs_cz: Studenti s kontakty
es: Estudiantes teniendo Contactos
ru_ru: Студенты, у которых есть контакты
uk_ua: Студенти, які мають контакти

source: My Report
cs_cz: Moje zpráva
es: Mi Reporte
ru_ru: Мой отчёт
uk_ua: Мій звіт

source: Create Parent Users
cs_cz: Vytvořit rodičovské uživatele
es: Crear Usuarios Padre
ru_ru: Создание родителей пользователей
uk_ua: Створення користувачів-батьків

source: Registration
cs_cz: Registrace
es: Inscripción
ru_ru: Регистрация
uk_ua: Реєстрація

source: Remove Access
cs_cz: Odebrat přístup
es: Quitar el Acceso
ru_ru: Удаление доступа
uk_ua: Видалити доступ

source: Notify Parents
cs_cz: Upozornit rodiče
es: Notificar los Padres
ru_ru: Уведомление родителей
uk_ua: Повідомити батьків

source: Attendance Summary
cs_cz: Souhrn docházky
es: Resumen de la Asistencia
ru_ru: Сводка посещаемости
uk_ua: Інформація про відвідуваність

source: Address ID
cs_cz: ID adresy
es: ID de Dirección
ru_ru: ID адреса
uk_ua: Ідентифікатор адреси

source: Ungroup by Family
cs_cz: Rozdělit podle rodiny
es: Desagrupar por Familia
ru_ru: Разгруппировать по семье
uk_ua: Розгрупувати по сім'ям

source: Group by Family
cs_cz: Seskupit podle rodiny
es: Agrupar por Familia
ru_ru: Группировать по семье
uk_ua: Згрупувати по сім'ям

source: Street
cs_cz: Ulice
es: Calle
ru_ru: Улица
uk_ua: Вулиця

source: Phone
cs_cz: Telefon
es: Teléfono
ru_ru: Телефон
uk_ua: Телефон

source: Mailing Street
cs_cz: Adresa ulice
es: Calle del Correo
ru_ru: Улица
uk_ua: Поштова вулиця

source: Mailing City
cs_cz: Adresa města
es: Ciudad
ru_ru: Город
uk_ua: Поштове місто

source: Mailing State
cs_cz: Adresa státu
es: Estado
ru_ru: Штат, область
uk_ua: Поштовий штат

source: Mailing Zipcode
cs_cz: Adresa PSČ
es: Código Postal
ru_ru: Почтовый индекс
uk_ua: Поштовий Індекс

source: Person Name
cs_cz: Jméno osoby
es: Nombre de la Persona
ru_ru: Имя человека
uk_ua: Ім'я людини

source: Value
cs_cz: Hodnota
es: Valor
ru_ru: Значение
uk_ua: Значення

source: Notification Result
cs_cz: Výsledky oznámení
es: Resultado de Notificación
ru_ru: Результат уведомления
uk_ua: Результат повідомлення

source: You must choose at least one user
cs_cz: Musíš vybrat alespoň jednoho uživatele
es: Debe escoger por lo menos un usuario
ru_ru: Вы должны выбрать хотя бы одного пользователя
uk_ua: Ви повинні вибрати принаймні одного користувача

source: Notify Selected Parents
cs_cz: Upozornit vybrané rodiče
es: Notificar los Padres Seleccionados
ru_ru: Уведомить выбранных родителей
uk_ua: Повідомити вибраних батьків

source: Find Parents who never logged in
cs_cz: Najít rodiče, kteří se nikdy nepřihlásili
es: Encontrar Padres que nunca han iniciado sesión
ru_ru: Найти родителей, которые никогда не входили в систему
uk_ua: Знайдіть батьків, які ніколи не входили в систему

source: Associate Students with Parents
cs_cz: Sdružit studenty s rodiči
es: Relacionar Padres con Estudiantes
ru_ru: Связать учащегося с родителями
uk_ua: Зв'язати учнів з батьками

source: The Registration form was saved.
cs_cz: Registrační formulář byl uložen.
es: El formulario de Inscripción ha sido guardado.
ru_ru: Регистрационная форма сохранена.
uk_ua: Реєстраційна форма була збережена.

source: Configuration
cs_cz: Konfigurace
es: Configuración
ru_ru: Настройка
uk_ua: Налаштування

source: New Registration %s (%d) has been registered by %s.
cs_cz: Nová registrace %s (%d) byla zaregistrována uživatelem %s.
es: Nueva Inscripción de %s (%d) hecha por %s.
ru_ru: Новая регистрация %s (%d) был(а) зарегистрирована %s.
uk_ua: Нова реєстрація %s (%d), виконав(ла) %s.

source: New Registration
cs_cz: Nová registrace
es: Nueva Inscripción
ru_ru: Новая регистрация
uk_ua: Нова реєстрація

source: Your child has been registered.
cs_cz: Tvoje dítě bylo zaregistrováno.
es: Su niño ha sido registrado.
ru_ru: Ваш ребёнок зарегистрирован.
uk_ua: Ваша дитина зареєстрована.

source: Your parents have been registered.
cs_cz: Tvoji rodiče byli zaregistrováni.
es: Sus padres han sido registrados.
ru_ru: Ваши родители зарегистрированы.
uk_ua: Ваші батьки зареєстровані.

source: Done.
cs_cz: Hotovo.
es: Hecho.
ru_ru: Готово.
uk_ua: Зроблено.

source: Grant Access
cs_cz: Udělit přístup
es: Dar Acceso
ru_ru: Предоставить доступ
uk_ua: Надати доступ

source: Grant Access for Selected Students
cs_cz: Udělit přístup vybraným studentům
es: Dar Acceso a los Estudiantes Seleccionados
ru_ru: Предоставить доступ для выбранных учащихся
uk_ua: Надати доступ обраним учням

source: Grant Access for Associated Parents
cs_cz: Udělit přístup pro přidružené rodiče
es: Dar Acceso a los Padres Asociados
ru_ru: Предоставить доступ для сопоставленных родителей
uk_ua: Надайте доступ пов'язаним батькам

source: Remove Access for Selected Students
cs_cz: Odebrat přístup vybraným studentům
es: Quitar el Acceso a los Estudiantes Seleccionados
ru_ru: Удалить доступ для выбранных учащихся
uk_ua: Закрити доступ для вибраних студентів

source: Remove Access for Associated Parents
cs_cz: Odebrat přístup pro přidružené rodiče
es: Quitar el Acceso a los Padres Asociados
ru_ru: Удалить доступ для сопоставленных родителей
uk_ua: Видалити доступ для пов'язаних батьків

source: Add prefix to username
cs_cz: Přidat předponu k uživatelskému jménu
es: Añadir prefijo al nombre de usuario
ru_ru: Добавить префикс к псевдониму
uk_ua: Додати префікс до псевдоніма

source: Students without Access
cs_cz: Studenti bez přístupu
es: Estudiantes sin Acceso
ru_ru: Учащиеся без доступа
uk_ua: Студенти, які не мають доступу

source: Students with Access
cs_cz: Studenti s přístupem
es: Estudiantes con Acceso
ru_ru: Учащиеся с доступом
uk_ua: Студенти, які мають доступ

source: We would appreciate it if you would enter just a little bit of information about you and %s to help us out this school year. Thanks!
cs_cz: Ocenili bychom, kdybys nám poskytl alespoň pár informací o sobě a %s, které by nám pomohly v tomto školním roce. Děkujeme!
es: Apreciamos si usted pudiera entrar un poco de información sobre usted y %s para ayudarnos este año escolar. Gracias!
ru_ru: Мы будем признательны, если вы введете немного информации о себе и %s, чтобы помочь нам в этом учебном году. Спасибо!
uk_ua: Будемо вдячні, якщо ви надасте трохи інформації про себе та %s, щоб допомогти нам у цьому навчальному році. Дякуємо!

source: your child
cs_cz: tvoje dítě
es: su hijo
ru_ru: ваш ребёнок
uk_ua: ваша дитина

source: your parents
cs_cz: tvoji rodiče
es: sus padres
ru_ru: ваши родители
uk_ua: ваші батьки

source: Use same address and contact information as for %s
cs_cz: Použij stejnou adresu a kontaktní informace jako pro %s
es: Usar la misma información de dirección y contactos que para %s
ru_ru: Использовать тот же адрес и контактную информацию, что и для %s
uk_ua: Використати ту саму адресу та контактну інформацію, що і для %s

source: Middle Name
cs_cz: Druhé jméno
es: Segundo Nombre
ru_ru: Отчество
uk_ua: По батькові

source: Your Address
cs_cz: Tvoje adresa
es: Su Dirección
ru_ru: Ваш адрес
uk_ua: Ваша адреса

source: Information about %s
cs_cz: Informace o %s
es: Información sobre %s
ru_ru: Информация о %s
uk_ua: Інформація про %s

source: Back
cs_cz: Zpět
es: Volver
ru_ru: Назад
uk_ua: Назад

source: Grandparent
cs_cz: Prarodič
es: Abuelo
ru_ru: Дедушка или бабушка
uk_ua: Бабуся чи дідусь

source: Activate
cs_cz: Aktivovat
es: Activar
ru_ru: Активировать
uk_ua: Активувати

source: Relation
cs_cz: Vztah
es: Relación
ru_ru: Связь
uk_ua: Відношення

source: Same as Student
cs_cz: Stejné jako student
es: Igual al Estudiante
ru_ru: Как и у Учащегося
uk_ua: Як і в учня

source: New Address
cs_cz: Nová adresa
es: Nueva Dirección
ru_ru: Новый адрес
uk_ua: Нова адреса

source: No Address
cs_cz: Žádná adresa
es: No Dirección
ru_ru: Нет адреса
uk_ua: Немає адреси

source: Add
cs_cz: Přidat
es: Agregar
ru_ru: Добавить
uk_ua: Додати

source: Contact Fields
cs_cz: Kontaktní pole
es: Campos de Contacto
ru_ru: Поля контактов
uk_ua: Поля для контактів

source: Please choose a category
cs_cz: Vyber prosím kategorii
es: Escoge una categoría por favor
ru_ru: Пожалуйста, выберите категорию
uk_ua: Будь ласка, виберіть категорію

source: Line
cs_cz: Řádek
es: Línea
ru_ru: Строка
uk_ua: Строка

source: List
cs_cz: Seznam
es: Lista
ru_ru: Список
uk_ua: Список

source: Column
cs_cz: Sloupec
es: Columna
ru_ru: Столбец
uk_ua: Колонка

source: Pie
cs_cz: Koláč
es: Gráfico
ru_ru: Диаграмма
uk_ua: Діаграма

source: Option
cs_cz: Možnosti
es: Opción
ru_ru: Вариант
uk_ua: Варіант

source: Number of Referrals
cs_cz: Počet doporučení
es: Número de Sanciones
ru_ru: Количество рекомендаций
uk_ua: Кількість рефералів

source: %s Breakdown
cs_cz: %s Rozložení
es: Análisis de %s
ru_ru: Распределение %s
uk_ua: Розбивка %s

source: Start date must be anterior to end date.
cs_cz: Datum zahájení musí být před datem ukončení.
es: La fecha de comienzo debe ser anterior a la fecha de fin.
ru_ru: Дата начала должна быть раньше даты окончания.
uk_ua: Дата початку повинна передувати даті закінчення.

source: Don't use
cs_cz: Nepoužívej
es: No usar
ru_ru: Не использовать
uk_ua: Не використовувати

source: Select One from Options
cs_cz: Vyber jednu z možností
es: Selección
ru_ru: Выберите один из вариантов
uk_ua: Виберіть один з варіантів

source: Referral Form Category
cs_cz: Kategorie formulářů pro doporučení
es: Categoría del Formulario de Disciplina
ru_ru: Категория формы направления
uk_ua: Категорія реферальної форми

source: Use at this school
cs_cz: Používej v této škole
es: Usar para esta institución
ru_ru: Использовать в этой школе
uk_ua: Використання в цій школі

source: Please enter valid Numeric data.
cs_cz: Zadej prosím platné číselné údaje.
es: Entre datos Numéricos validos por favor.
ru_ru: Введите действительные числовые данные.
uk_ua: Будь ласка, введіть дійсні числові дані.

source: That discipline incident has been referred to an administrator.
cs_cz: Tento disciplinární incident byl postoupen správci.
es: Este incidente de disciplina ha sido referido a un administrador.
ru_ru: Администратор уведомлён об этом нарушении дисциплины.
uk_ua: Повідомлення про дисциплінарний інцидент було передано адміністратору.

source: That discipline incident has been emailed.
cs_cz: Tento disciplinární incident byl odeslán e-mailem.
es: Este incidente disciplinario ha sido enviado por email.
ru_ru: Этот инцидент, связанный с нарушением дисциплины, был отправлен по электронной почте.
uk_ua: Повідомлення про дисциплінарний інцидент було надіслано електронною поштою.

source: Add Referral for Selected Students
cs_cz: Přidat doporučení pro vybrané studenty
es: Agregar Sanción a los Estudiantes Seleccionados
ru_ru: Добавить направление для выбранных учащихся
uk_ua: Додати напрямок для обраних учнів

source: Email Referral to
cs_cz: Doporučení e-mailem pro
es: Enviar la Sanción por email a
ru_ru: Направить по электронной почте
uk_ua: Звернення електронною поштою

source: Administrators
cs_cz: Administrátoři
es: Administradores
ru_ru: Администраторы
uk_ua: Адміністратор

source: Teachers
cs_cz: Učitelé
es: Docentes
ru_ru: Учителя
uk_ua: Вчителі

source: Add Referral
cs_cz: Přidat doporučení
es: Agregar Sanción
ru_ru: Добавить направление
uk_ua: Додати реферала

source: Referrals
cs_cz: Doporučení
es: Sanciones
ru_ru: Направления
uk_ua: Реферали

source: Category Breakdown
cs_cz: Rozdělení kategorií
es: Análisis de las Categorías
ru_ru: Разбивка по категориям
uk_ua: Розбивка за категоріями

source: Category Breakdown over Time
cs_cz: Rozdělení kategorií v čase
es: Análisis de las Categorías sobre Tiempo
ru_ru: Распределение категорий по времени
uk_ua: Розбивка за категоріями в часі

source: Breakdown by Student Field
cs_cz: Rozdělení podle studentského oboru
es: Análisis por Campo de Estudiante
ru_ru: Разбивка по областям обучения учащихся
uk_ua: Розбивка по полях учнів

source: Discipline Log
cs_cz: Záznam o disciplinárních opatřeních
es: Historial Disciplinario
ru_ru: Журнал дисциплины
uk_ua: Дисциплінарний журнал

source: Referral Form
cs_cz: Žádost o doporučení
es: Formulario de Disciplina
ru_ru: Форма направления
uk_ua: Форма напрямку

source: Referral
cs_cz: Doporučení
es: Sanción
ru_ru: Направление
uk_ua: Напрямок

source: Please choose a student field
cs_cz: Vyber prosím studentský obor
es: Escoge un campo de estudiante por favor
ru_ru: Выберите область обучения
uk_ua: Будь ласка, виберіть поле учня

source: Student Field
cs_cz: Studentský obor
es: Campo Estudiante
ru_ru: Поле Учащегося
uk_ua: Поле учня

source: New discipline incident
cs_cz: Nový disciplinární incident
es: Nuevo incidente de disciplina
ru_ru: Новое нарушение дисциплины
uk_ua: Новий дисциплінарний інцидент

source: %d new referral
cs_cz: %d nových doporučení
es: %d nueva sanción
ru_ru: %d новое направление
uk_ua: %d новий напрямок

source: Include in Discipline Log
cs_cz: Zahrnout do disciplinárního protokolu
es: Incluir en el Historial Disciplinario
ru_ru: Включить в журнал дисциплины
uk_ua: Включити до дисциплінарного журналу

source: Entry Date
cs_cz: Datum vstupu
es: Fecha de Entrada
ru_ru: Дата поступления
uk_ua: Дата вступу
