Repository: Binyam95Bharu/Student-Management-System
Catalog: locale/*.utf8/LC_MESSAGES/rosariosis.po
Languages: cs_cz, es, ru_ru, uk_ua

source: PDF List Header Color
cs_cz: Barva záhlaví seznamu PDF
es: Color de Encabezado de la Lista de PDF
ru_ru: Цвет заголовка списка PDF
uk_ua: Колір заголовка списку PDF

source: Mailing Label Position
cs_cz: Pozice poštovního štítku
es: Posición de la etiqueta de correo
ru_ru: Положение почтового ярлыка
uk_ua: Положення поштового ярлика

source: Left
cs_cz: Vlevo
es: Izquierda
ru_ru: Слева
uk_ua: Ліворуч

source: Right
cs_cz: Vpravo
es: Derecha
ru_ru: Справа
uk_ua: Праворуч

source: Current Password
cs_cz: Aktuální heslo
es: Contraseña Actual
ru_ru: Текущий пароль
uk_ua: Поточний пароль

source: Home Phone Number
cs_cz: Telefonní číslo domů
es: Teléfono de Casa
ru_ru: Домашний телефон
uk_ua: Номер домашнього телефону

source: All Contacts
cs_cz: Všechny kontakty
es: Todos los Contactos
ru_ru: Все контакты
uk_ua: Всі контакти

source: Addresses
cs_cz: Adresy
es: Direcciones
ru_ru: Адреса
uk_ua: Адреси

source: Next School Year
cs_cz: Příští školní rok
es: Siguiente Año Escolar
ru_ru: Следующий учебный год
uk_ua: Наступний навчальний рік

source: Discipline Reporter
cs_cz: Disciplinární hlasatel
es: Disciplina Relator
ru_ru: Репортер по дисциплине
uk_ua: Дисциплінарний репортер

source: Discipline Incident Date
cs_cz: Datum disciplinárního incidentu
es: Disciplina Día del Incidente
ru_ru: Дата дисциплинарного инцидента
uk_ua: Дата дисциплінарного інциденту

source: Discipline Fields
cs_cz: Disciplinární obory
es: Disciplina Campos
ru_ru: Поля дисциплины
uk_ua: Поля дисципліни

source: Widget
cs_cz: Widgety
es: Componente
ru_ru: Виджет
uk_ua: Віджет

source: Confirm Delete
cs_cz: Potvrdit smazání
es: Confirmar Eliminar
ru_ru: Подтверждение удаления
uk_ua: Підтвердьте видалення

source: Are you sure you want to delete the user profile <i>%s</i>?
cs_cz: Opravdu chceš smazat uživatelský profil <i>%s</i>?
es: ¿Está seguro que quiere eliminar el perfil de usuario <i>%s</i>?
ru_ru: Вы уверены, что хотите удалить роль пользователя <i>%s</i>?
uk_ua: Ви впевнені, що хочете видалити роль користувача <i>%s</i>?

source: Users of that profile will retain their permissions as a custom set which can be modified on a per-user basis through %s.
cs_cz: Uživatelé daného profilu si zachovají svá oprávnění jako vlastní sadu, kterou lze upravit pro každého uživatele pomocí %s.
es: Usuarios de este perfil mantendrán sus permisos como una configuración personalizada la cual puede ser modificada en la base de cada usuario a través de %s.
ru_ru: Пользователи этого профиля сохранят свои разрешения в виде настраиваемого набора, который можно изменять для каждого пользователя через %s.
uk_ua: Користувачі з цією роллю збережуть свої права доступу у вигляді користувацького набору, який можна змінювати для кожного користувача за допомогою %s.

source: Select the programs that users of this profile can use and which programs those users can use to save information.
cs_cz: Vyber programy, které mohou uživatelé tohoto profilu používat, a které programy mohou tito uživatelé používat k ukládání informací.
es: Seleccionar los programas con los cuales los usuarios de este perfil pueden usar y editar información.
ru_ru: Выберите программы, которые могут использовать пользователи этого профиля, и программы, которые эти пользователи могут использовать для сохранения информации.
uk_ua: Виберіть розділи, які можуть використовувати користувачі з цією роллю, і які розділи ці користувачі можуть використовувати для збереження інформації.

source: Add a User Profile
cs_cz: Přidat uživatelský profil
es: Agregar un Perfil de Usuario
ru_ru: Добавить роль пользователя
uk_ua: Додати роль користувача

source: Find a User
cs_cz: Najít uživatele
es: Encontrar un Usuario
ru_ru: Найти пользователя
uk_ua: Знайти користувача

source: Include Parents of Inactive Students
cs_cz: Zahrnout rodiče neaktivních studentů
es: Incluir Padres de Estudiantes Inactivos
ru_ru: Включить родителей неактивных учащихся
uk_ua: Вказати батьків неактивних учнів

source: Choose A User
cs_cz: Vybrat uživatele
es: Escoja un Usuario
ru_ru: Выберите пользователя
uk_ua: Вибрати користувача

source: No Users were found.
cs_cz: Nebyli nalezeni žádní uživatelé.
es: No Usuarios encontrados.
ru_ru: Пользователи не найдены.
uk_ua: Користувачів не знайдено.

source: User Field
cs_cz: Uživatelské pole
es: Campo de Usuario
ru_ru: Поле пользователя
uk_ua: Поле користувача

source: User Field Category
cs_cz: Kategorie uživatelského pole
es: Categoría de Campo de Usuario
ru_ru: Категория пользовательского поля
uk_ua: Категорія поля користувача

source: New User Field
cs_cz: Nové uživatelské pole
es: Nuevo Campo de Usuario
ru_ru: Поле нового пользователя
uk_ua: Нове поле користувача

source: New User Field Category
cs_cz: Kategorie nového uživatelského pole
es: Nueva Categoría de Campo de Usuario
ru_ru: Категория поля нового пользователя
uk_ua: Нова категорія поля користувача

source: User Photo
cs_cz: Uživatelská fotografie
es: Foto del Usuario
ru_ru: Фото пользователя
uk_ua: Фотографія користувача

source: Mr
cs_cz: Pán
es: Sr.
ru_ru: Г-н
uk_ua: Містер

source: Mrs
cs_cz: Paní
es: Srs.
ru_ru: Г-н
uk_ua: Місіс

source: Ms
cs_cz: Pan
es: Sra.
ru_ru: Г-жа
uk_ua: Міс

source: Miss
cs_cz: Slečna
es: Srta.
ru_ru: Г-жа
uk_ua: Міс

source: Dr
ru_ru: Доктор
uk_ua: Доктор

source: Last Year %s ID
cs_cz: Loni %s ID
es: ID %s del Año Pasado
ru_ru: Последний год %s ID
uk_ua: Минулорічний ідентифікатор %s

source: You can select custom permissions or profiles after adding the user.
cs_cz: Po přidání uživatele si můžeš vybrat vlastní oprávnění nebo profily.
es: Puede seleccionar permisos o perfiles personalizados después de agregar el usuario.
ru_ru: Вы можете выбрать особые разрешения или роли после добавления пользователя.
uk_ua: Ви можете вибрати дозволи або ролі після додавання користувача.

source: List Courses For All Schools
cs_cz: Seznam kurzů pro všechny školy
es: Listar Clases Para Todas las Instituciones
ru_ru: Список курсов для всех школ
uk_ua: Список курсів для всіх шкіл

source: Not Requested
cs_cz: Není požadováno
es: No Solicitado
ru_ru: Не требуется
uk_ua: Не потрібно

source: You must choose at least one field
cs_cz: Musíš vybrat alespoň jedno pole
es: Debe escoger por lo menos un campo
ru_ru: Вы должны выбрать хотя бы одно поле
uk_ua: Ви повинні вибрати принаймні одне поле

source: First Name Initial
cs_cz: Iniciála křestního jména
es: Inicial del Nombre
ru_ru: Инициалы имени
uk_ua: Ім'я та Прізвище ініціали

source: Enrollment Start Date
cs_cz: Datum zahájení zápisu
es: Fecha de Inicio de Matrícula
ru_ru: Дата начала занятий
uk_ua: Дата початку навчання

source: Enrollment End Date
cs_cz: Datum ukončení registrace
es: Ultima Fecha de Matrícula
ru_ru: Дата окончания занятий
uk_ua: Дата закінчення навчання

source: Drop Code
cs_cz: Kód upuštění
es: Código de Retiro
ru_ru: Код сброса
uk_ua: Код скасування

source: Attendance Period Teacher
cs_cz: Učitel/ka docházky
es: Docente de la Hora de Asistencia
ru_ru: Период посещаемости учителя
uk_ua: Період відвідування вчителем

source: Fields
cs_cz: Obory
es: Campos
ru_ru: Поля
uk_ua: Поля

source: Good Evening, %s.
cs_cz: Dobrý večer, %s.
es: Buenas noches, %s.
ru_ru: Добрый вечер, %s.
uk_ua: Добрий вечір, %s.

source: Good Morning, %s.
cs_cz: Dobré ráno, %s.
es: Buenos días, %s.
ru_ru: Доброе утро, %s.
uk_ua: Доброго ранку, %s.

source: Good Afternoon, %s.
cs_cz: Dobré odpoledne, %s.
es: Buenas tardes, %s.
ru_ru: Добрый день, %s.
uk_ua: Добрий день, %s.

source: Your last login was <b>%s</b>.
cs_cz: Tvoje poslední přihlášení bylo <b>%s</b>.
es: La última vez que entró fue el <b>%s</b>.
ru_ru: Ваш последний вход был <b>%s</b>.
uk_ua: Ваш останній вхід був <b>%s</b>.

source: There have been <b>%d</b> failed login attempts since your last successful login.
cs_cz: Od tvého posledního úspěšného přihlášení došlo k <b>%d</b> neúspěšným pokusům o přihlášení.
es: Han habido <b>%d</b> intentos fallidos de entrar desde la última vez que entró.
ru_ru: С момента вашего последнего успешного входа в систему было <b>%d</b> неудачных попыток входа.
uk_ua: З моменту останнього успішного входу було здійснено <b>%d</b> невдалих спроб входу.

source: You are an <b>Administrator</b> on the system.
cs_cz: Jsi <b>administrátorem</b> v systému.
es: Usted es un <b>Administrador</b> del sistema.
ru_ru: Ваша роль: <b>Администратор</b>.
uk_ua: Ваша роль: <b>Адміністратор</b>.

source: You are a <b>Teacher</b> on the system.
cs_cz: Jsi <b>učitelem/učitelkou</b> v systému.
es: Usted es un <b>Docente</b> en el sistema.
ru_ru: Ваша роль: <b>Учитель</b>.
uk_ua: Ваша роль: <b>Вчитель</b>.

source: You are a <b>Parent</b> on the system.
cs_cz: Jsi <b>rodičem</b> v systému.
es: Usted es un <b>Padre</b> en el sistema.
ru_ru: Ваша роль: <b>Родитель</b>.
uk_ua: Ваша роль: <b>Батько</b>.

source: You are a <b>Student</b> on the system.
cs_cz: Jsi <b>studentem</b> v systému.
es: Eres un <b>Estudiante</b> en el sistema.
ru_ru: Ваша роль: <b>Учащийся</b>.
uk_ua: Ваша роль: <b>Учень</b>.

source: Date Posted
cs_cz: Datum zveřejnění
es: Fecha de Publicación
ru_ru: Дата публикации
uk_ua: Дата публікації

source: Day With Upcoming Events
cs_cz: Den s nadcházejícími událostmi
es: Día Con Próximos Eventos
ru_ru: День с предстоящими событиями
uk_ua: День з майбутніми подіями

source: Teachers have missing attendance data
cs_cz: Učitelům chybí údaje o docházce
es: Docentes que tienen datos faltantes de asistencia
ru_ru: У учителей отсутствуют данные о посещаемости
uk_ua: У вчителів відсутні дані про відвідуваність

source: Course Period with missing attendance data
cs_cz: Období kurzu s chybějícími údaji o docházce
es: Clase con datos faltantes de asistencia
ru_ru: Период прохождения курса с отсутствующими данными о посещаемости
uk_ua: Період проходження курсу, коли відсутні дані про відвідуваність

source: You have a <b>negative</b> food service balance of <span style="color:red">%s</span>
cs_cz: Máš <b>záporný</b> zůstatek na stravovacích službách ve výši <span style="color:red">%s</span>
es: Tiene un saldo <b>negativo</b> de <span style="color:red">%s</span> para el servicio de comida
ru_ru: У вас <b>задолженность</b> по питанию: <span style="color:red">%s</span>
uk_ua: У вас <b>заборгованність</b> на рахунку у їдальні у розмірі <span style="color:red">%s</span>

source: Some students have food service balances below %1.2f
cs_cz: Někteří studenti mají zůstatky na stravovacích službách pod %1.2f
es: Algunos estudiantes tienen saldos por debajo de %1.2f para el servicio de comida
ru_ru: У некоторых учащихся остаток на счете за питание составляет менее %1.2f
uk_ua: Деякі учні мають баланс на рахунку в їдальні нижче %1.2f

source: Upcoming Assignment
cs_cz: Nadcházející úkol
es: Próxima Tarea
ru_ru: Предстоящее задание
uk_ua: Майбутнє завдання

source: You have missing attendance data
cs_cz: Chybí ti údaje o docházce
es: Hay datos faltantes en la asistencia
ru_ru: У вас отсутствуют данные о посещаемости
uk_ua: У вас відсутні дані про відвідуваність

source: You have students with food service balance below %1.2f - please deposit at least the Minimum Deposit into you children's accounts.
cs_cz: Máš studenty se zůstatkem na účtu stravovacích služeb nižším než %1.2f – vlož prosím na účty tvých dětí alespoň minimální vklad.
es: Tiene estudiantes con un saldo del servicio de comida por debajo de %1.2f - por favor deposite por lo menos el Mínimo en la cuenta de sus hijos.
ru_ru: У вас есть учащиеся с балансом на счете за питание ниже %1.2f — пожалуйста, внесите на счета ваших детей как минимум минимальный платеж.
uk_ua: У вас є учні, у яких баланс на рахунках у їдальні нижче %1.2f - будь ласка, внесіть хоча б мінімальний платіж на рахунки ваших дітей.

source: Minimum Deposit
cs_cz: Minimální vklad
es: Depósito mínimo
ru_ru: Минимальный платёж
uk_ua: Мінімальний депозит

source: %s version %s
cs_cz: %s verze %s
es: %s versión %s
ru_ru: %s версия %s
uk_ua: %s версія %s

source: This person has no information in the system.
cs_cz: Tato osoba nemá v systému žádné informace.
es: Esta persona no tiene información en el sistema.
ru_ru: В системе нет информации об этом человеке.
uk_ua: Цей користувач не має інформації в системі.

source: The plugin configuration has been modified.
cs_cz: Konfigurace pluginu byla upravena.
es: La configuración del plugin ha sido modificada.
ru_ru: Конфигурация плагина была изменена.
uk_ua: Конфігурація плагіна була змінена.

source: Domains
cs_cz: Domény
es: Dominios
ru_ru: Домены
uk_ua: Домени

source: Content Security Policy Violations
cs_cz: Porušení zásad zabezpečení obsahu
es: Violaciones de la Content Security Policy
ru_ru: Нарушения политики безопасности материалов
uk_ua: Порушення політики безпеки вмісту

source: Violated Directive
cs_cz: Porušená směrnice
es: Directiva violada
ru_ru: Нарушенная директива
uk_ua: Порушена директива

source: Blocked URI
cs_cz: Blokovaný URI
es: URI bloqueada
ru_ru: Заблокированный URI
uk_ua: Заблокований URI

source: Script Sample
cs_cz: Ukázka skriptu
es: Muestra del script
ru_ru: Пример сценария
uk_ua: Приклад сценарію

source: Report
cs_cz: Zpráva
es: Reporte
ru_ru: Отчёт
uk_ua: Звіт

source: Allow requests to external domains
cs_cz: Povolit požadavky na externí domény
es: Autorizar las solicitudes hacia dominios externos
ru_ru: Разрешать запросы к внешним доменам
uk_ua: Дозволяти запити до зовнішніх доменів

source: Form
cs_cz: Od
es: Formulario
ru_ru: Форма
uk_ua: Форма

source: Test
es: Prueba
ru_ru: Тест
uk_ua: Тест

source: %s users were imported.
cs_cz: Bylo importováno %s uživatelů.
es: %s usuarios han sido importados.
ru_ru: Импортировано %s пользователей.
uk_ua: Імпортовано %s користувачів.

source: Import Selected Users
cs_cz: Importovat vybrané uživatele
es: Importar los Usuarios Seleccionados
ru_ru: Импорт выбранных пользователей
uk_ua: Імпортувати обраних користувачів

source: Set Password: use Username
cs_cz: Nastavení hesla: použij uživatelské jméno
es: Definir Contraseña: usar el Nombre de usuario
ru_ru: Установка пароля: используйте Псевдоним
uk_ua: Встанлення паролю: використовуйте псевдонім

source: Email Address
cs_cz: E-mailová adresa
es: Email
ru_ru: Адрес электронной почты
uk_ua: Адреса електронної пошти

source: Moodle User
cs_cz: Uživatel Moodlu
es: Usuario Moodle
ru_ru: Пользователь Moodle
uk_ua: Користувач Moodle

source: You must configure the %s to use this script.
cs_cz: Pro použití tohoto skriptu musíš nakonfigurovat %s.
es: Debe configurar el %s para poder usar este programa.
ru_ru: Вы должны настроить %s для использования этого сценария.
uk_ua: Ви повинні налаштувати %s для використання цього сценарію.

source: Moodle URL
es: URL de Moodle
ru_ru: Ссылка Moodle
uk_ua: URL-адреса Moodle

source: API protocol
cs_cz: API protokol
es: Protocolo de API
ru_ru: Протокол API
uk_ua: Протокол API

source: Moodle Token
es: Token Moodle
ru_ru: Токен Moodle
uk_ua: Токен Moodle

source: Moodle Parent Role ID
cs_cz: ID rodičovské role Moodle
es: ID del Rol Padre de Moodle
ru_ru: Идентификатор роли родителя в Moodle
uk_ua: Ідентифікатор батьківської ролі Moodle

source: Import Users
cs_cz: Importovat uživatele
es: Importar Usuarios
ru_ru: Импорт пользователей
uk_ua: Імпорт користувачів

source: Create Student in Moodle
cs_cz: Vytvořit studenta v Moodlu
es: Crear el Estudiante en Moodle
ru_ru: Создать учащегося в Moodle
uk_ua: Створити учня в Moodle

source: Please enter a valid password
cs_cz: Zadej prosím platné heslo
es: Entre una contraseña valida por favor
ru_ru: Введите действительный пароль
uk_ua: Будь ласка, введіть дійсний пароль

source: Create User in Moodle
cs_cz: Vytvořit uživatele v Moodlu
es: Crear Usuario en Moodle
ru_ru: Создать пользователя в Moodle
uk_ua: Створити користувача в Moodle

source: Create Course Period in Moodle
cs_cz: Vytvořit hodinu kurzu v Moodlu
es: Crear la Clase en Moodle
ru_ru: Создать период прохождения курса в Moodle
uk_ua: Створити період навчання в Moodle

source: Publish Event in Moodle?
cs_cz: Publikovat událost v Moodlu?
es: ¿Publicar el Evento en Moodle?
ru_ru: Опубликовать событие в Moodle?
uk_ua: Опублікувати подію в Moodle?

source: Publish Note in Moodle?
cs_cz: Publikovat poznámku v Moodlu?
es: ¿Publicar la Nota en Moodle?
ru_ru: Опубликовать заметку в Moodle?
uk_ua: Опублікувати нотатку в Moodle?

source: Are you absolutely ready to import users? Make sure you have backed up your database!
cs_cz: Jsi naprosto připraven importovat uživatele? Ujisti se, že máš zálohovanou databázi!
es: ¿Está listo para importar los usuarios? Asegúrese de haber hecho un backup de la base de datos!
ru_ru: Вы точно готовы к импорту пользователей? Убедитесь, что вы создали резервную копию своей базы данных!
uk_ua: Ви повністю готові до імпорту користувачів? Переконайтеся, що ви створили резервну копію бази даних!

source: Stop
cs_cz: Pozastavit
es: Pare
ru_ru: Стоп
uk_ua: Стоп

source: MP
es: Período Académico
uk_ua: МР

source: w/Custom
cs_cz: w/Vlastní
es: Configurado

source: Abs<br />YTD / MP
es: Ausencias<br />Año a la fecha / Período Académico

source: E/C
es: Puntos Extra

source: Report Card Grade Codes
es: Calificaciones del Boletín de Calificaciones

source: US Letter
cs_cz: Dopis USA
es: Carta

source: Moodle ID
es: ID Moodle
