Repository: Binyam95Bharu/Student-Management-System
Catalog: locale/*.utf8/LC_MESSAGES/rosariosis.po
Languages: cs_cz, es, ru_ru, uk_ua

source: Add / Drop Breakdown over Time
cs_cz: Rozpis přidání/odebrání v čase
es: Análisis de los Añadidos / Retiros sobre Tiempo
ru_ru: Разбивка по добавлению/исключению с течением времени
uk_ua: Розбивка на додавання / видалення з часом

source: The selected user's profile now includes access to the selected students.
cs_cz: Profil vybraného uživatele nyní zahrnuje přístup k vybraným studentům.
es: El perfil del usuario seleccionado ahora incluye acceso a los estudiantes seleccionados.
ru_ru: Роль выбранного пользователя теперь включает доступ к выбранным учащимся.
uk_ua: Роль обраного користувача тепер надає доступ до вибраних учнів..

source: student from that user
cs_cz: student od daného uživatele
es: estudiante de este usuario
ru_ru: учащийся от этого пользователя
uk_ua: учень, у якого цей користувач

source: remove access to
cs_cz: odebrat přístup k
es: quitar acceso a
ru_ru: удалить доступ к
uk_ua: видалити доступ до

source: Associated
cs_cz: Přidružený
es: Asociado
ru_ru: Ассоциированные
uk_ua: Пов'язані

source: Add Selected Parents
cs_cz: Přidat vybrané rodiče
es: Agregar los Padres Seleccionados
ru_ru: Добавить выбранных родителей
uk_ua: Додати вибраних батьків

source: Parents
cs_cz: Rodiče
es: Padres
ru_ru: Родители
uk_ua: Батьки

source: Associated Parent
cs_cz: Přidružený rodič
es: Padre Asociado
ru_ru: Связанный родитель
uk_ua: Пов'язані батьки

source: Birth Month
cs_cz: Měsíc narození
es: Mes de Nacimiento
ru_ru: Месяц рождения
uk_ua: Місяць народження

source: Birth Day
cs_cz: Den narození
es: Día de Nacimiento
ru_ru: День рождения
uk_ua: День народження

source: The student is already enrolled on that date, and cannot be enrolled a second time on the date you specified. Please fix, and try enrolling the student again.
cs_cz: Student je již k danému datu zapsán a nemůže být k tobě zapsán podruhé. Oprav prosím chybu a zkus studenta zapsat znovu.
es: Este estudiante ya esta matriculado para esta fecha, y no puede estar matriculado una segunda vez para la fecha especificada. Arregla e intenta matricular el estudiante otra vez por favor.
ru_ru: Учащийся уже зачислен на эту дату и не может быть зачислен повторно на указанную вами дату. Исправьте ошибку и попробуйте зачислить учащегося ещё раз.
uk_ua: Учень вже зареєстрований на цю дату і не може бути зареєстрований повторно на вказану вами дату. Будь ласка, виправте помилку та спробуйте зареєструвати учня ще раз.

source: No data was entered.
cs_cz: Nebyly zadány žádné údaje.
es: No se han ingresado datos.
ru_ru: Данные не введены.
uk_ua: Дані не були введені.

source: The specified information was applied to the selected students.
cs_cz: Zadané informace byly aplikovány na vybrané studenty.
es: La información especificada fue aplicada a los estudiantes seleccionados.
ru_ru: Указанная информация была применена к выбранным учащимся.
uk_ua: Зазначена інформація була застосована до обраних учнів.

source: You must choose at least one field and one student
es: Debe escoger por lo menos un campo y un estudiante
ru_ru: Вы должны выбрать как минимум одно поле и одного учащегося
uk_ua: Ви повинні вибрати принаймні одне поле та одного учня

source: All Categories
cs_cz: Všechny kategorie
es: Todas Categorías
ru_ru: Все категории
uk_ua: Всі категорії

source: Rolling / Retention Options
cs_cz: Možnosti rolování / uchovávání
es: Promover / No Promover Opciones
ru_ru: Параметры зачисления/удержания
uk_ua: Варіанти перенесення / утримання

source: Attendance Start Date this School Year
cs_cz: Datum zahájení docházky v tomto školním roce
es: Primer Día de Clase del Año Escolar
ru_ru: Дата начала посещаемости в этом учебном году
uk_ua: Дата початку відвідування занять в цьому навчальному році

source: Enrollment Code
cs_cz: Zápis kódu
es: Código de Matrícula
ru_ru: Код зачисления
uk_ua: Код зарахування

source: There must be exactly one Rollover default enrollment code (of type Add).
cs_cz: Musí existovat přesně jeden výchozí registrační kód pro přenesení (typu Přidat).
es: Debería existir exactamente un código de matrícula por Defecto de Traslado (del tipo Agregar).
ru_ru: Должен быть ровно один код по умолчанию для переноса (типа «Добавить»).
uk_ua: Повинен бути тільки один код зарахування за замовчуванням для перенесення (типу Додавання).

source: Rollover Default
cs_cz: Výchozí registrační kód
es: Por Defecto de Traslado
ru_ru: Перенос по умолчанию
uk_ua: За замовчуванням для перенесення

source: Drop
cs_cz: Upustit/uzavřít
es: Retiro
ru_ru: Сбросить
uk_ua: Викинути

source: Print Letters for Selected Students
cs_cz: Vytisknout dopisy pro vybrané studenty
es: Imprimir Cartas para los Estudiantes Seleccionados
ru_ru: Распечатать письма для выбранных учащихся
uk_ua: Надрукувати листи для вибраних учнів

source: Letter Text
cs_cz: Text dopisu
es: Texto de la Carta
ru_ru: Текст письма
uk_ua: Текст листа

source: Attendance Teacher
cs_cz: Docházkový učitel
es: Docente de Asistencia
ru_ru: Посещаемость учителя
uk_ua: Учитель, який бере участь

source: Attendance Room
cs_cz: Docházková místnost
es: Salón de Asistencia
ru_ru: Комната для посещений
uk_ua: Кімната для занять

source: Your Name
cs_cz: Tvoje jméno
es: Su Nombre
ru_ru: Ваше имя
uk_ua: Ваше ім'я

source: Your Room
cs_cz: Tvoje místnost
es: Su Salón
ru_ru: Ваша комната
uk_ua: Ваша кімната

source: Hide Headers
cs_cz: Skrýt záhlaví
es: Esconder los encabezados
ru_ru: Скрыть заголовки
uk_ua: Приховати заголовки

source: Add a Student
cs_cz: Přidat studenta
es: Agregar un Estudiante
ru_ru: Добавить учащегося
uk_ua: Додати учня

source: Group Assign Student Info
cs_cz: Skupinově přiřadit informace o studentovi
es: Asignar Información de Estudiante en Conjunto
ru_ru: Групповое присвоение информации об учащемся
uk_ua: Групове присвоєння інформації про учня

source: Associate Parents with Students
cs_cz: Propojení rodičů se studenty
es: Asociar Padres con Estudiantes
ru_ru: Связь родителей с учащимися
uk_ua: Зв'язок батьків з учнями

source: Advanced Report
cs_cz: Pokročilá zpráva
es: Reporte Avanzado
ru_ru: Расширенный отчёт
uk_ua: Розширений звіт

source: Student Breakdown
cs_cz: Rozdělení studentů
es: Análisis del Estudiante
ru_ru: Распределение учащихся
uk_ua: Розподіл учнів

source: Print Letters
cs_cz: Vytisknout dopisy
es: Imprimir Cartas
ru_ru: Печать писем
uk_ua: Друк листів

source: Print Student Labels
cs_cz: Tisk studentských štítků
es: Imprimir Etiquetas Estudiante
ru_ru: Печать ярлыков учащегося
uk_ua: Друк ярликів учнів

source: Print Student Info
cs_cz: Vytisknout informace o studentovi
es: Imprimir Información del Estudiante
ru_ru: Печать информации об учащемся
uk_ua: Друк інформації про учня

source: Enrollment Codes
cs_cz: Zápisy kódů
es: Códigos de Matrícula
ru_ru: Коды зачисления
uk_ua: Коди зарахування

source: Associated Parents
cs_cz: Přidružení rodiče
es: Padres Asociados
ru_ru: Связанные родители
uk_ua: Пов'язані батьки

source: Print Info for Selected Students
cs_cz: Tisk informací pro vybrané studenty
es: Imprimir Información para los Estudiantes Seleccionados
ru_ru: Распечатать информацию о выбранных учащихся
uk_ua: Друк інформації для обраних учнів

source: Search All Schools
cs_cz: Hledat všechny školy
es: Buscar en Todas las Instituciones
ru_ru: Поиск во всех школах
uk_ua: Пошук по всіх школах

source: Widgets
cs_cz: Widgety
es: Componentes
ru_ru: Виджеты
uk_ua: Віджети

source: Basic Search
cs_cz: Základní vyhledávání
es: Búsqueda Básica
ru_ru: Базовый поиск
uk_ua: Базовий пошук

source: Advanced Search
cs_cz: Rozšířené vyhledávání
es: Búsqueda Avanzada
ru_ru: Расширенный поиск
uk_ua: Розширений пошук

source: Family
cs_cz: Rodina
es: Familia
ru_ru: Семья
uk_ua: Сім'я

source: Captcha
ru_ru: Капча
uk_ua: Капча

source: A user with that username already exists. Choose a different username and try again.
cs_cz: Uživatel s tímto uživatelským jménem již existuje. Zvol jiné uživatelské jméno a zkus to znovu.
es: Un usuario con este nombre de usuario ya existe. Intente con otro nombre de usuario.
ru_ru: Пользователь с таким псевдонимом уже существует. Выберите другой псевдоним и повторите попытку.
uk_ua: Користувач з таким псевдонімом вже існує. Виберіть інший псевдонім та повторіть спробу.

source: That %s ID is already taken. Please select a different one.
cs_cz: Toto %s ID je již obsazené. Vyber prosím jiné.
es: Este ID %s esta ya asignado. Seleccione uno diferente por favor.
ru_ru: Этот идентификатор %s уже занят. Выберите другой.
uk_ua: Цей ідентифікатор %s вже зайнятий. Будь ласка, виберіть інший.

source: Create Labels for Selected Students
cs_cz: Vytvořit štítky pro vybrané studenty
es: Crear Etiquetas para los Estudiantes Seleccionados
ru_ru: Создать ярлыки для выбранных учащихся
uk_ua: Створити ярлики для обраних учнів

source: Enrollment Record
cs_cz: Záznam o zápisu
es: Clave de Matrícula
ru_ru: Запись о зачислении
uk_ua: Запис

source: All Schools
cs_cz: Všechny školy
es: Todas las Instituciones
ru_ru: Все школы
uk_ua: Всі школи

source: No Contact
cs_cz: Žádný kontakt
es: No Contacto
ru_ru: Нет контактов
uk_ua: Немає контакту

source: This student doesn't have an address.
cs_cz: Tento student nemá adresu.
es: Este estudiante no tiene dirección.
ru_ru: У этого учащегося нет адреса.
uk_ua: У цього учня немає адреси.

source: Other students associated with this address
cs_cz: Další studenti spojení s touto adresou
es: Otros estudiantes relacionados con esta dirección
ru_ru: Другие учащиеся с этим адресом
uk_ua: Інші учні, пов'язані з цією адресою

source: Residence
cs_cz: Bydliště
es: Residencia
ru_ru: Проживание
uk_ua: Проживання

source: Bus Dropoff
cs_cz: Vystoupení z autobusu
es: Paradero del Transporte Escolar
ru_ru: Автобусная остановка
uk_ua: Зупинка на автобусі

source: Bus Pickup
cs_cz: Nastoupení do autobusu
es: Recorrida del Transporte Escolar
ru_ru: Автобусный перевозчик
uk_ua: Відправка автобусом

source: Add a <b>New</b> Address
cs_cz: Přidat <b>novou</b> adresu
es: Agregar una <b>Nueva</b> Dirección
ru_ru: Добавить <b>новый</b> адрес
uk_ua: Додати <b>нову</b> адресу

source: Add an <b>Existing</b> Address
cs_cz: Přidat <b>existující</b> adresu
es: Agregar una Dirección <b>Existente</b>
ru_ru: Добавить <b>существующий</b> адрес
uk_ua: Додати <b>існуючу</b> адресу

source: Contacts without an Address
cs_cz: Kontakty bez adresy
es: Contactos sin Dirección
ru_ru: Контакты без адреса
uk_ua: Контакти без адреси

source: Contacts at this Address
cs_cz: Kontakty na této adrese
es: Contactos a esta Dirección
ru_ru: Контакты по этому адресу
uk_ua: Контакти за цією адресою

source: Other students associated with this person
cs_cz: Další studenti spojení s touto osobou
es: Otros estudiantes relacionados con esta persona
ru_ru: Другие учащиеся, связанные с этим человеком
uk_ua: Інші учні, пов'язані з цією людиною

source: Add a <b>New</b> Contact
cs_cz: Přidat <b>nový</b> kontakt
es: Agregar un <b>Nuevo</b> Contacto
ru_ru: Добавить <b>новый</b> контакт
uk_ua: Додати <b>Нову</b> контактну особу

source: Add an <b>Existing</b> Contact
cs_cz: Přidat <b>existující</b> kontakt
es: Agregar un Contacto <b>Existente</b>
ru_ru: Добавить <b>существующий</b> контакт
uk_ua: Додати <b>Існуючу</b> контактну особу

source: Map It
cs_cz: Zmapovat
es: Mapearla
ru_ru: Показать на карте
uk_ua: Вказати на карті

source: If different than above
cs_cz: Pokud se liší od výše uvedeného
es: Si diferente de arriba
ru_ru: Если отличается от вышеуказанного
uk_ua: Якщо це не так, як зазначено вище

source: Select Address
cs_cz: Vybrat adresu
es: Seleccionar Dirección
ru_ru: Выберите адрес
uk_ua: Виберіть адресу

source: Select Person
cs_cz: Vybrat osobu
es: Seleccionar Persona
ru_ru: Выберите человека
uk_ua: Виберіть людину

source: Address Field
cs_cz: Pole adresy
es: Campo de Dirección
ru_ru: Поле Адрес
uk_ua: Поле адреси

source: Address Field Category
cs_cz: Kategorie adresního pole
es: Categoría de Campo de Dirección
ru_ru: Категория поля «Адрес»
uk_ua: Категорія поля адреси

source: and all fields in the category
cs_cz: a všechna pole v kategorii
es: y todos los campos en la categoría
ru_ru: и все поля в категории
uk_ua: і всі поля в категорії

source: New Address Field
cs_cz: Nové pole adresy
es: Nuevo Campo de Dirección
ru_ru: Поле Новый адрес
uk_ua: Нове поле адреси

source: New Address Field Category
cs_cz: Nová kategorie adresního pole
es: Nueva Categoría de Campo de Dirección
ru_ru: Категория поля Новый адрес
uk_ua: Нова категорія поля адреси

source: Mailing
cs_cz: Pošta
es: Correo
ru_ru: Почта
uk_ua: Відправка поштою

source: Bus
cs_cz: Autobus č
es: Transporte Escolar
ru_ru: Автобус
uk_ua: Автобус

source: Note: All unchecked means applies to all addresses
cs_cz: Poznámka: Všechny nezaškrtnuté prostředky platí pro všechny adresy
es: Nota: Todos no marcados significa aplica a todas las direcciones
ru_ru: Примечание: Все неотмеченные пункты относятся ко всем адресам
uk_ua: Примітка: усі невибрані засоби застосовуються до всіх адрес

source: Enroll student for next school year
cs_cz: Zápis studenta na příští školní rok
es: Matricular el estudiante en el siguiente año
ru_ru: Зачислить учащегося на следующий учебный год
uk_ua: Зарахувати учня на наступний навчальний рік

source: Jr
cs_cz: Junior
ru_ru: Мл
uk_ua: Молодший

source: Sr
cs_cz: Senior
ru_ru: Ст
uk_ua: Старший

source: The password must have at least 8 characters, at least 1 digit, at least 1 lower case letter, at least 1 upper case letter, at least 1 non-alphanumeric character
cs_cz: Heslo musí mít alespoň 8 znaků, alespoň 1 číslici, alespoň 1 malé písmeno, alespoň 1 velké písmeno a alespoň 1 nealfanumerický znak
es: La contraseña debería tener al menos 8 caracteres, al menos 1 dígito, al menos 1 minúscula, al menos 1 mayúscula, al menos 1 carácter no alfanumérico
ru_ru: Требования к паролю: длина минимум 8 символов и он должен содержать минимум 1 цифру, по одной строчной и заглавной букве, 1 неалфавитный символ
uk_ua: Пароль повинен містити не менше 8 символів, не менше 1 цифри, не менше 1 малої літери, не менше 1 великої літери, не менше 1 символу, відмінного від алфавіту і цифри

source: Moodle will create a password and send an email to user if left empty.
cs_cz: Pokud toto pole ponecháš prázdné, Moodle vytvoří heslo a odešle uživateli e-mail.
es: Moodle creará una contraseña y enviará un email al usuario si lo deja vacío.
ru_ru: Moodle создаст пароль и отправит пользователю электронное письмо, если он останется пустым.
uk_ua: Moodle створить пароль і надішле користувачеві електронний лист, якщо він залишиться порожнім.

source: Immunization or Physical
cs_cz: Imunita nebo fyzické očkování
es: Vacuna o Fisioterapeuta
ru_ru: Иммунизация или физическое обследование
uk_ua: Імунізація або фізичний огляд

source: Medical Alert
cs_cz: Lékařské upozornění
es: Alerta Médica
ru_ru: Медицинская помощь
uk_ua: Медичне попередження

source: Time In
cs_cz: Čas v
es: Hora de Llegada
ru_ru: Время входа
uk_ua: Час входу

source: Time Out
cs_cz: Čas mimo
es: Hora de Salida
ru_ru: Время выхода
uk_ua: Час виходу

source: Reason
cs_cz: Důvod
es: Razón
ru_ru: Причина
uk_ua: Причина

source: Nurse Visit
cs_cz: Návštěva zdravotní sestry
es: Examen Médico
ru_ru: Посещение медсестры
uk_ua: Візит медсестри

source: Age
cs_cz: Věk
es: Edad
ru_ru: Возраст
uk_ua: Вік

source: Contact Field
cs_cz: Kontaktní pole
es: Campo de Contacto
ru_ru: Поле Контакт
uk_ua: Поле для контактів

source: Contact Field Category
cs_cz: Kategorie kontaktního pole
es: Categoría de Campo de Contacto
ru_ru: Категория поля Контакт
uk_ua: Категорія поля для контактів

source: New Contact Field
cs_cz: Nové kontaktní pole
es: Nuevo Campo de Contacto
ru_ru: Поле Новый контакт
uk_ua: Нове поле для контактів

source: New Contact Field Category
cs_cz: Nová kategorie kontaktního pole
es: Nueva Categoría de Campo de Contacto
ru_ru: Категория поля Новый контакт
uk_ua: Нова категорія поля для контактів

source: Note: All unchecked means applies to all contacts
cs_cz: Poznámka: Všechna nezaškrtnutá políčka se vztahují na všechny kontakty
es: Nota: Todos no marcados significa aplica a todos los contactos
ru_ru: Примечание: Все неотмеченные средства применяются ко всем контактам
uk_ua: Примітка: Всі неперевірені способи застосовуються до всіх контактів

source: The include file was not found: "%s"
cs_cz: Zahrnutý soubor nebyl nalezen: "%s"
es: El archivo a incluir no ha sido encontrado: "%s"
ru_ru: Включенный файл не найден: «%s»
uk_ua: Не знайдено файл включення: "%s"

source: Student Field Category
cs_cz: Kategorie studentského oboru
es: Categoría de Campo Estudiante
ru_ru: Категория поля Учащийся
uk_ua: Категорія поля "Учень"

source: New Student Field
cs_cz: Pole nového studenta
es: Nuevo Campo Estudiante
ru_ru: Поле Новый учащийся
uk_ua: Нове поле для учнів

source: New Student Field Category
cs_cz: Kategorie nového studentského oboru
es: Nueva Categoría de Campo Estudiante
ru_ru: Категория поля Новый учащийся
uk_ua: Нова категорія для учнів

source: Display Columns
cs_cz: Zobrazit sloupce
es: Mostrar Columnas
ru_ru: Отображение столбцов
uk_ua: Відображати стовпці

source: Include (should be left blank for most categories)
cs_cz: Zahrnout (pro většinu kategorií by mělo být toto pole prázdné)
es: Incluir (debe haber quedado blanco para la mayoría de las categorías)
ru_ru: Включить (для большинства категорий следует оставить пустым)
uk_ua: Включити (для більшості категорій має бути залишено порожнім)

source: Student Labels
cs_cz: Štítky studentů
es: Etiquetas Estudiante
ru_ru: Студенческая этикетки
uk_ua: Студентська етикетки

source: Include On Labels
cs_cz: Zahrnout na štítky
es: Incluir Sobre las Etiquetas
ru_ru: Добавить на ярлыки
uk_ua: Включити в ярлики

source: Address Labels
cs_cz: Štítky s adresami
es: Etiquetas con la Dirección
ru_ru: Ярлыки Адрес
uk_ua: Адресні ярлики

source: To Contacts
cs_cz: Do kontaktů
es: A los Contactos
ru_ru: Контактам
uk_ua: Контакт

source: To Student
cs_cz: Studentovi
es: Al Estudiante
ru_ru: Учащемуся
uk_ua: Учень

source: To the parents of
cs_cz: Rodičům
es: A los padres de
ru_ru: Родителям
uk_ua: Батько

source: Starting row
cs_cz: Počáteční řada
es: Fila de Inicio
ru_ru: Начальная строка
uk_ua: Початковий рядок

source: Starting column
cs_cz: Počáteční sloupec
es: Columna de Inicio
ru_ru: Начальный столбец
uk_ua: Початковий стовпець

source: Add Selected Students
cs_cz: Přidat vybrané studenty
es: Agregar los Estudiantes Seleccionados
ru_ru: Добавить выбранных учащихся
uk_ua: Додати вибраних учнів

source: Select the programs with which this user can use and save information.
cs_cz: Vybrat programy, které může tento uživatel používat a ukládat informace.
es: Seleccionar los programas con los cuales este usuario puede usar y editar información.
ru_ru: Выберите программы, с помощью которых этот пользователь может использовать и сохранять информацию.
uk_ua: Виберіть розділи, з якими може працювати цей користувач, і зберігати інформацію.

source: Can Use
cs_cz: Může použít
es: Puede Usar
ru_ru: Может использовать
uk_ua: Можна використовувати

source: Can Edit
cs_cz: Může upravovat
es: Puede Editar
ru_ru: Может редактировать
uk_ua: Можна редагувати

source: %s is assigned to the profile %s.
cs_cz: Profilu %s je přiřazen %s.
es: %s esta asignado al perfil %s.
ru_ru: %s получает роль %s.
uk_ua: %s присвоюється ролі %s.

source: To assign permissions to this user, either change the permissions for this profile using the %s setup or change this user to a user with custom permissions by using %s.
cs_cz: Chceš-li tomuto uživateli přiřadit oprávnění, buď změňte oprávnění pro tento profil pomocí nastavení %s, nebo změň tohoto uživatele na uživatele s vlastními oprávněními pomocí %s.
es: Para asignar permisos a este usuario, puede cambiar los permisos del perfil usando el programa %s o cambie los permisos del usuario para "Custom" en los %s.
ru_ru: Чтобы назначить права этому пользователю, измените права для этого профиля с помощью настройки %s или измените этого пользователя на пользователя с настраиваемыми правами с помощью %s.
uk_ua: Щоб призначити дозволи цьому користувачеві, або змініть дозволи для цієї ролі за допомогою налаштування %s, або змініть цього користувача на Користувача з користувацькими дозволами за допомогою %s.

source: Profiles
cs_cz: Profily
es: Perfiles
ru_ru: Профили
uk_ua: Ролі

source: General Info
cs_cz: Obecné informace
es: Datos Personales
ru_ru: Общая информация
uk_ua: Загальна інформація

source: Add a User
cs_cz: Přidat uživatele
es: Agregar un Usuario
ru_ru: Добавить пользователя
uk_ua: Додати користувача

source: My Preferences
cs_cz: Moje preference
es: Mis Preferencias
ru_ru: Мои настройки
uk_ua: Мої налаштування

source: User Permissions
cs_cz: Uživatelská oprávnění
es: Permisos de Usuario
ru_ru: Разрешения
uk_ua: Дозволи користувача

source: User Fields
cs_cz: Uživatelská pole
es: Campos de Usuario
ru_ru: Поля
uk_ua: Поля користувача

source: Teacher Programs
cs_cz: Učitelské programy
es: Programas Docente
ru_ru: Программы учителя
uk_ua: Розділи для вчителів

source: Your current password was incorrect.
cs_cz: Tvoje aktuální heslo nebylo správné.
es: Su contraseña actual fue incorrecta.
ru_ru: Ваш текущий пароль был неверным.
uk_ua: Ваш поточний пароль було введено неправильно.

source: Your preferences were saved.
cs_cz: Tvoje preference byly uloženy.
es: Sus preferencias han sido guardadas.
ru_ru: Ваши настройки сохранены.
uk_ua: Ваші налаштування були збережені.

source: Display Options
cs_cz: Možnosti zobrazení
es: Opciones de Visualización
ru_ru: Настройки отображения
uk_ua: Параметри відображення

source: Print Options
cs_cz: Možnosti tisku
es: Opciones de Impresión
ru_ru: Настройки печати
uk_ua: Параметри друку

source: Student Listing
cs_cz: Seznam studentů
es: Lista de Estudiantes
ru_ru: Список учащихся
uk_ua: Список учнів

source: User Widgets
cs_cz: Uživatelské widgety
es: Componentes de Usuario
ru_ru: Виджеты пользователя
uk_ua: Віджети користувачів

source: Student Sorting
cs_cz: Řazení studentů
es: Clasificación de Estudiantes
ru_ru: Сортировка учащихся
uk_ua: Сортування учнів

source: File Export Type
cs_cz: Typ exportu souboru
es: Tipo de Archivo a Exportar
ru_ru: Тип файла экспорта
uk_ua: Тип файлів експорту

source: Date Export Format
cs_cz: Formát exportu data
es: Formato de Exportación de Fecha
ru_ru: Формат даты экспорта
uk_ua: Формат експорту дати

source: Display Options Format
cs_cz: Formát možností zobrazení
es: Según Formato de Opciones de Visualización
ru_ru: Формат отображения параметров
uk_ua: Формат параметрів відображення

source: Display student search screen
cs_cz: Zobrazit obrazovku pro vyhledávání studentů
es: Mostrar pantalla de búsqueda de estudiante
ru_ru: Отображать страницу поиска учащихся
uk_ua: Відобразити екран пошуку учнів

source: Group by family by default
cs_cz: Seskupovat podle rodiny ve výchozím nastavení
es: Agrupar por familia por defecto
ru_ru: Группировать по семье по умолчанию
uk_ua: За замовчуванням виконується угруповання по сім'ях

source: Search all schools by default
cs_cz: Vyhledat ve výchozím nastavení všechny školy
es: Buscar todas las instituciones por defecto
ru_ru: Искать все школы по умолчанию
uk_ua: За замовчуванням виконується пошук по всіх школах

source: Theme
cs_cz: Tématika
es: Diseño
ru_ru: Тема
uk_ua: Тема

source: Highlight Color
cs_cz: Barva zvýraznění
es: Color de Resalte
ru_ru: Цвет выделения
uk_ua: Колір підсвічування

source: Date Format
cs_cz: Formát data
es: Formato de Fecha
ru_ru: Формат даты
uk_ua: Формат дати

source: Disable login alerts
cs_cz: Zakázat upozornění na přihlášení
es: Deshabilitar alertas de entrada
ru_ru: Отключить оповещения о входе в систему
uk_ua: Вимкнути сповіщення при вході в систему

source: Page Size
cs_cz: Velikost stránky
es: Tamaño de Página
ru_ru: Размер страницы
uk_ua: Розмір сторінки
