Repository: Binyam95Bharu/Student-Management-System
Catalog: locale/*.utf8/LC_MESSAGES/rosariosis.po
Languages: cs_cz, es, ru_ru, uk_ua

source: Number of days after the school date teachers can edit attendance
cs_cz: Počet dní po datu vyučování, kdy mohou učitelé upravovat docházku
es: Número de días después de la fecha por los cuales los docentes pueden editar la asistencia
ru_ru: Количество дней после даты занятий, в течение которых учителя могут редактировать посещаемость
uk_ua: Кількість днів після закінчення занять, коли вчителі можуть змінювати відвідуваність

source: Food Service Balance minimum amount for warning
cs_cz: Minimální částka zůstatku na účtu stravovacích služeb pro upozornění
es: Saldo mínimo del Servicio de Comida para el aviso
ru_ru: Оповестить при таком значении на счёте по питанию
uk_ua: Мінімальна сума на рахунку у їдальні для попередження

source: Food Service Balance minimum amount
cs_cz: Minimální částka zůstatku na stravovacích službách
es: Saldo mínimo del Servicio de Comida
ru_ru: Минимальная сумма на счёте по питанию
uk_ua: Мінімальна сума на рахунку в їдальні

source: Food Service Balance target amount
cs_cz: Cílová částka zůstatku na stravovacích službách
es: Saldo meta del Servicio de Comida
ru_ru: Рекомендуемая сумма на счёте по питанию
uk_ua: Планована сума залишку на рахунках в їдальні

source: School Configuration
cs_cz: Konfigurace školy
es: Configuración de la Institución
ru_ru: Данные о школе
uk_ua: Налаштування школи

source: School Periods
cs_cz: Školní období
es: Horas
ru_ru: Периоды дня
uk_ua: Періоди дня

source: Report Card Comment Codes
cs_cz: Kódy komentářů k vysvědčení
es: Códigos de Comentarios del Boletín
ru_ru: Коды комментариев в табеле успеваемости
uk_ua: Коди коментарів в табелі успішності

source: Eligibility Activities
cs_cz: Činnosti zajišťující způsobilost
es: Actividades de la Eligibilidad
ru_ru: Допуск к занятиям
uk_ua: Допуск до занять

source: New School
cs_cz: Nová škola
es: Nueva Institución
ru_ru: Новая школа
uk_ua: Нова школа

source: New School's Title
cs_cz: Název nové školy
es: Nuevo Nombre de la Institución
ru_ru: Название новой школы
uk_ua: Назва нової школи

source: Confirm Copy School
cs_cz: Potvrdit kopírování školy
es: Confirme el Copiar la Institución
ru_ru: Подтверждение копирования школы
uk_ua: Підтвердження копіювання школи

source: Are you sure you want to copy the data for %s to a new school?
cs_cz: Opravdu chceš zkopírovat data pro %s do nové školy?
es: ¿Está seguro que desea copiar los datos de %s a la nueva institución?
ru_ru: Вы уверены, что хотите скопировать данные для %s в новую школу?
uk_ua: Ви впевнені, що хочете скопіювати дані для %s до нової школи?

source: The data have been copied to a new school called "%s".
cs_cz: Data byla zkopírována do nové školy s názvem "%s".
es: La información ha sido copiada a la nueva institución llamada "%s".
ru_ru: Данные были скопированы в новую школу под названием «%s».
uk_ua: Дані були скопійовані в нову школу з назвою "%s".

source: Database Backup
cs_cz: Zálohování databáze
es: Backup de la Base de Datos
ru_ru: Резервное копирование базы данных
uk_ua: Резервне копіювання бази даних

source: Download backup files periodically in case of system failure.
cs_cz: Pravidelně stahuj záložní soubory pro případ selhání systému.
es: Bajar los archivos de backup periódicamente en caso de fallas en el sistema.
ru_ru: Периодически загружайте файлы резервных копий на случай сбоя системы.
uk_ua: Періодично завантажуйте файли резервних копій на випадок збою системи.

source: Download Backup File
cs_cz: Stáhnout záložní soubor
es: Bajar el Archivo de Backup
ru_ru: Загрузить файл резервной копии
uk_ua: Завантажити файл резервної копії

source: New Year
cs_cz: Nový rok
es: Nuevo Año
ru_ru: Новый учебный год
uk_ua: Новий рік

source: New Semester
cs_cz: Nový semestr
es: Nuevo Semestre
ru_ru: Новый семестр
uk_ua: Новий семестр

source: New Progress Period
cs_cz: Pokrok nového období
es: Nuevo Período Intermedio
ru_ru: Новый период успеваемости
uk_ua: Новий період навчання

source: The beginning and end dates you specified for this marking period overlap with those of "%s".
cs_cz: Datum začátku a konce, které jsi zadal pro toto období označování, se překrývá s daty uživatele "%s".
es: Las fechas especificadas de inicio y fin para este período de calificaciones se cruzan con las de "%s".
ru_ru: Указанные вами даты начала и окончания этого периода обучения пересекаются с датами «%s».
uk_ua: Дати початку і закінчення, зазначені вами для цього періоду навчання, збігаються з датами "%s".

source: Only one marking period can be open at any time.
cs_cz: V daném okamžiku může být otevřeno pouze jedno hodnotící období.
es: Únicamente un período de calificaciones puede ser abierto a la vez.
ru_ru: В любой момент времени может быть открыт только один период обучения.
uk_ua: У будь-який момент часу може бути відкритий тільки один період навчання.

source: The grade posting dates you specified for this marking period overlap with those of "%s".
cs_cz: Data zveřejnění známek, které jsi zadal pro toto období hodnocení, se překrývají s daty pro „%s“.
es: Las fechas de publicación de calificaciones que ha especificado se cruzan con las de "%s".
ru_ru: Даты публикации оценок, которые вы указали для этого периода обучения, совпадают с датами «%s».
uk_ua: Дати обліку оцінок, зазначені вами для цього періоду навчання, збігаються з датами "%s".

source: Only one grade posting period can be open at any time.
cs_cz: V daném okamžiku může být otevřeno pouze jedno období pro zveřejňování známek.
es: Sólo un período de publicación de calificaciones puede estar abierto al mismo tiempo.
ru_ru: В любой момент времени может быть открыт только один период публикации оценок.
uk_ua: У будь-який момент часу може бути відкритий тільки один період публікації оцінок.

source: Not all of the dates were entered correctly.
cs_cz: Ne všechna data byla zadána správně.
es: No todas las fechas fueron introducidas correctamente.
ru_ru: Не все даты были введены правильно.
uk_ua: Не всі дати були введені правильно.

source: Progress Period
cs_cz: Období pokroku
es: Período Intermedio
ru_ru: Период успеваемости
uk_ua: Період виконання

source: End date for current Marking Period is posterior to parent Marking Period's end date.
cs_cz: Datum ukončení aktuálního hodnotícího období je po datu ukončení nadřazeného.
es: La fecha de cierre del Periodo a Calificar corriente está posterior a la fecha de cierre del Periodo a Calificar pariente.
ru_ru: Дата окончания текущего периода обучения старше даты окончания родительского периода обучения.
uk_ua: Дата закінчення поточного періоду навчання є більш пізньою, ніж дата закінчення батьківського періоду навчання.

source: Start date for current Marking Period is anterior to parent Marking Period's start date.
cs_cz: Datum zahájení aktuálního hodnotícího období je předcházející datu zahájení nadřazeného.
es: La fecha de comienzo del Periodo a Calificar corriente está anterior a la fecha de comienzo del Periodo a Calificar pariente.
ru_ru: Дата начала текущего периода обучения предшествует дате начала родительского периода обучения.
uk_ua: Дата початку поточного періоду навчання передує даті початку батьківського періоду навчання.

source: Graded
cs_cz: Oznámkován
es: Calificado
ru_ru: Степени оценки
uk_ua: Градуйований

source: Grade Posting Begins
cs_cz: Začátek zveřejňování známek
es: Publicación de Calificaciones
ru_ru: Начало выставления оценок
uk_ua: Початок публікації оцінок

source: Grade Posting Ends
cs_cz: Konec zveřejnění známek
es: Finalización Publicación de Calificaciones
ru_ru: Окончание выставления оценок
uk_ua: Закінчення публікації оцінок

source: Portal Notes
cs_cz: Poznámky k portálu
es: Notas del Portal
ru_ru: Заметки
uk_ua: Нотатки

source: Portal Polls
cs_cz: Ankety na portálu
es: Encuestas del Portal
ru_ru: Опросы
uk_ua: Опитування

source: Calendars
cs_cz: Kalendáře
es: Calendarios
ru_ru: Календари
uk_ua: Календарі

source: School Information
cs_cz: Informace o škole
es: Información de la Institución
ru_ru: О школе
uk_ua: Інформація про школу

source: Copy School
cs_cz: Kopírovat školu
es: Copiar una Institución
ru_ru: Копировать школу
uk_ua: Копіювання школи

source: School Fields
cs_cz: Školní obor
es: Campos de Institución
ru_ru: Поля школы
uk_ua: Поля школи

source: Rollover
cs_cz: Převrácení
es: Transferir
ru_ru: Перенос данных
uk_ua: Перенесення

source: Length (minutes)
cs_cz: Délka (minuty)
es: Duración (minutos)
ru_ru: Продолжительность (минут)
uk_ua: Тривалість (хвилини)

source: Block
cs_cz: Blokovat
es: Bloque
ru_ru: Блок
uk_ua: Блок

source: Publishing Options
cs_cz: Možnosti publikování
es: Opciones de Publicación
ru_ru: Параметры публикации
uk_ua: Параметри публікації

source: Poll
cs_cz: Hlasování
es: Encuesta
ru_ru: Опрос
uk_ua: Опитування

source: New Question
cs_cz: Nová otázka
es: Nueva Pregunta
ru_ru: Новый вопрос
uk_ua: Нове питання

source: Results Display
cs_cz: Zobrazení výsledků
es: Mostrar Resultados
ru_ru: Отображать результаты
uk_ua: Відображати результати

source: Do you want to update the default school year to '%s' now?
cs_cz: Chceš nyní aktualizovat výchozí školní rok na '%s'?
es: ¿Quiere actualizar el año escolar por defecto a '%s' ahora?
ru_ru: Вы прямо сейчас хотите изменить учебный год по умолчанию на '%s'?
uk_ua: Ви хочете змінити навчальний рік за замовчуванням на '%s' прямо зараз?

source: You can only roll data for the default school year (%s).
cs_cz: Data lze převést pouze pro výchozí školní rok (%s).
es: Sólo puede transferir los datos del año escolar por defecto (%s).
ru_ru: Вы можете перенести данные только за учебный год по умолчанию (%s).
uk_ua: Ви можете перенести дані лише за навчальний рік за замовчуванням (%s).

source: You can reset the default school year to '%d' from <a href="%s" target="_blank">your account</a> if needed.
cs_cz: V případě potřeby můžeš ve resetovat výchozí školní na '%d' rok <a href="%s" target="_blank">svém účtu</a>.
es: Puede reiniciar el año escolar por defecto por '%d' desde <a href="%s" target="_blank">su cuenta</a> si se necesita.
ru_ru: При необходимости вы можете изменить учебный год по умолчанию на '%d' в <a href="%s" target="_blank">своей учётной записи</a>.
uk_ua: Якщо потрібно, ви можете змінити навчальний рік за замовчуванням на '%d' у <a href="%s" target="_blank">вашого облікового запису</a>.

source: You can reset the $DefaultSyear to '%d' in the config.inc.php file if needed.
cs_cz: V případě potřeby můžeš v souboru config.inc.php resetovat $DefaultSyear na '%d'.
es: Puede reiniciar el valor de $DefaultSyear por '%d' en el archivo config.inc.php si se necesita.
ru_ru: При необходимости вы можете изменить значение $DefaultSyear на '%d' в файле config.inc.php.
uk_ua: Якщо потрібно, ви можете змінити значення $DefaultSyear на '%d' у файлі config.inc.php.

source: Schools
cs_cz: Školy
es: Instituciones
ru_ru: Школы
uk_ua: Школи

source: Student Enrollment Codes
cs_cz: Kódy pro zápis studentů
es: Códigos de Matrícula de los Estudiantes
ru_ru: Коды зачисления учащихся
uk_ua: Коди зарахування учнів

source: You <i>must</i> roll users, school periods, marking periods, calendars, and grading scales at the same time or before rolling courses.
cs_cz: <i>Musíš</i> zařadit uživatele, školní hodiny, období hodnocení, kalendáře a stupnice hodnocení současně s kurzy nebo před jejich zavedením.
es: Usted <i>debe</i> transferir los usuarios, las horas, los períodos de calificaciones, calendarios y las escalas de calificaciones al mismo tiempo o antes de transferir los cursos.
ru_ru: Вы <i>должны </i> перенести пользователей, учебные периоды, периоды обучения, календари и шкалы оценок одновременно или перед переносом курсов.
uk_ua: Ви <i> повинні </i> перенести користувачів, навчальні періоди, періоди навчання, календарі та шкали оцінок одночасно або перед перенесенням курсів.

source: You <i>must</i> roll enrollment codes at the same time or before rolling students.
cs_cz: <i>Musíš</i> zadat kódy pro zápis současně s někým jiným nebo předtím, než zadáš studenty.
es: Usted <i>debe</i> transferir los códigos de matrícula al mismo tiempo, o antes de transferir estudiantes.
ru_ru: Вы <i>должны</i> вводить коды зачисления одновременно или до ввода данных об учащихся.
uk_ua: Ви <i>повинні</i> одночасно або перед переходом на нові курси змінити коди зарахування.

source: You <i>must</i> roll courses at the same time or before rolling report card comments.
cs_cz: <i>Musíš</i> rolovat kurzy současně s vysvědčením nebo před rolováním komentářů.
es: Usted <i>debe</i> transferir los cursos, al mismo tiempo o, antes de transferir los comentarios del boletín de calificaciones.
ru_ru: Вы <i>должны</i> накатывать курсы одновременно или до накатывания комментариев в табеле успеваемости.
uk_ua: Ви повинні скасувати курси одночасно або до скасування коментарів у табелі.

source: Food Service Staff Accounts
cs_cz: Účty zaměstnanců stravovacích služeb
es: Cuentas del Personal del Servicio de Comida
ru_ru: Счета сотрудников столовой
uk_ua: Рахунки працівників їдальні

source: Greyed items already have data in the next school year (They might have been rolled).
cs_cz: Šedé položky již obsahují data pro příští školní rok (Možná byly převedeny).
es: Los elementos atenuados ya tienen información en el siguiente año escolar (Posiblemente han sido trasladados).
ru_ru: Элементы, выделенные серым цветом, уже содержат данные за следующий учебный год (возможно, они были перенесены).
uk_ua: Елементи, виділені сірим кольором, вже містять дані за наступний навчальний рік (можливо, вони були перенесені).

source: Rolling greyed items will delete already existing data in the next school year.
cs_cz: Posouváním šedých položek se v příštím školním roce smažou již existující data.
es: Trasladando los elementos atenuados se eliminarán los datos existentes en el próximo año escolar.
ru_ru: При переносе серых элементов данные, уже существующие в следующем учебном году, будут удалены.
uk_ua: При скасуванні елементів, виділених сірим кольором, вже існуючі дані будуть видалені в наступному навчальному році.

source: Are you sure you want to roll the data for %s to the next school year?
cs_cz: Opravdu chceš data pro %s přenést do dalšího školního roku?
es: ¿Está seguro que desea transferir los datos para %s al siguiente año escolar?
ru_ru: Вы уверены, что хотите перенести данные для %s на следующий учебный год?
uk_ua: Ви впевнені, що хочете перенести дані для %s на наступний навчальний рік?

source: The data have been rolled.
cs_cz: Data byla srolována.
es: La información ha sido traslada.
ru_ru: Данные были перенесены.
uk_ua: Дані були перенесені.

source: School Field
cs_cz: Obor školy
es: Campo de Institución
ru_ru: Поле Школа
uk_ua: Поле Школа

source: New School Field
cs_cz: Obor nové školy
es: Nuevo Campo de Institución
ru_ru: Поле Новая школа
uk_ua: Поле Нова школа

source: This school has been modified.
cs_cz: Tato škola byla upravena.
es: Esta institución ha sido modificada.
ru_ru: Эта школа была изменена.
uk_ua: Ця школа була змінена.

source: School Name
cs_cz: Název školy
es: Nombre de la Institución
ru_ru: Название школы
uk_ua: Назва школи

source: Principal of School
cs_cz: Ředitel školy
es: Director
ru_ru: Директор школы
uk_ua: Директор школи

source: Base Grading Scale
cs_cz: Základní stupnice hodnocení
es: Escala Base de Calificaciones
ru_ru: Основная шкала оценок
uk_ua: Основна шкала оцінок

source: Cannot open file.
cs_cz: Nelze otevřít soubor.
es: El archivo no se puede abrir.
ru_ru: Не удаётся открыть файл.
uk_ua: Не вдається відкрити файл.

source: Could not copy files. You may have run out of disk space.
cs_cz: Soubory se nepodařilo zkopírovat. Možná ti došlo místo na disku.
es: No se han podido copiar los archivos. Puede que se haya quedado sin espacio en disco.
ru_ru: Не удалось скопировать файлы. Возможно, у вас закончилось место на диске.
uk_ua: Не вдалося скопіювати файли. Можливо, у вас закінчилося місце на диску.

source: All Day
cs_cz: Celý den
es: Todo el Día
ru_ru: Весь день
uk_ua: Весь день

source: Add-on successfully uploaded.
cs_cz: Doplněk byl úspěšně nahrán.
es: Complemento subido exitosamente.
ru_ru: Дополнение успешно загружено.
uk_ua: Додаток успішно завантажено.

source: Module
cs_cz: Modul
es: Módulo
ru_ru: Модуль
uk_ua: Модуль

source: Files not eraseable.
cs_cz: Soubory nelze smazat.
es: Archivos no se pueden borrar.
ru_ru: Файлы не удаляются.
uk_ua: Файли не підлягають видаленню.

source: Deactivate
cs_cz: Deaktivovat
es: Desactivar
ru_ru: Деактивировать
uk_ua: Деактивувати

source: Incomplete or nonexistent module.
cs_cz: Neúplný nebo neexistující modul.
es: Módulo inexistente o incompleto.
ru_ru: Неполный или несуществующий модуль.
uk_ua: Неповний або неіснуючий модуль.

source: Please rename the add-on directory: remove the "%s" suffix.
cs_cz: Přejmenuj prosím adresář doplňků: odstraň příponu "%s".
es: Por favor renombrar la carpeta del complemento: quitar el sufijo "%s".
ru_ru: Пожалуйста, переименуйте каталог дополнений: удалите суффикс "%s".
uk_ua: Будь ласка, перейменуйте каталог додатків: видаліть суфікс "%s".

source: Activated
cs_cz: Aktivováno
es: Activado
ru_ru: Активированные
uk_ua: Активований

source: %s file missing or wrong permissions.
cs_cz: %s soubor chybí nebo má nesprávná oprávnění.
es: Archivo %s ausente o malas permisiones.
ru_ru: Файл %s отсутствует или имеет неправильные права доступа.
uk_ua: %s файл відсутній або має неправильні права доступу.

source: Plugin
ru_ru: Плагин
uk_ua: Плагін

source: Incomplete or nonexistent plugin.
cs_cz: Neúplný nebo neexistující plugin.
es: Plugin inexistente o incompleto.
ru_ru: Неполный или несуществующий плагин.
uk_ua: Неповний або неіснуючий плагін.

source: Probably a module. Move it to the modules/ folder.
cs_cz: Pravděpodobně modul. Přesuň ho do složky modules/.
es: Probablemente un módulo. Muévelo a la carpeta modules/.
ru_ru: Вероятно, это модуль. Переместите его в папку modules/.
uk_ua: Ймовірно, це модуль. Перемістіть його в папку modules/.

source: The school year has ended. It is time to proceed to %s.
cs_cz: Školní rok skončil. Je čas pokračovat do %s.
es: El año escolar ha terminado. Es tiempo para %s los datos al año siguiente.
ru_ru: Учебный год закончился. Пора переходить к %s.
uk_ua: Навчальний рік закінчився. Пора переходити до %s.

source: Please make sure Rollover is done for all schools.
cs_cz: Ujisti se prosím, že je přenos proveden pro všechny školy.
es: Por favor asegúrese de haber transferido todas las instituciones.
ru_ru: Пожалуйста, убедитесь, что перенос данных выполнен для всех школ.
uk_ua: Будь ласка, переконайтеся, що перенесення даних виконано для всіх шкіл.

source: Your user does not exist in the next school year, please fix that first.
cs_cz: Tvůj uživatel v příštím školním roce neexistuje, prosím co nejdříve to oprav.
es: Su usuario no existe en el año escolar siguiente, por favor corregir esto primero.
ru_ru: Ваш пользователь не будет существовать в следующем учебном году, пожалуйста, исправьте это, для начала.
uk_ua: Ваш користувач не буде існувати в наступному навчальному році, будь ласка, спочатку виправте це.

source: Do not forget to update the default school year to '%s' when ready.
cs_cz: Nezapomeň aktualizovat výchozí školní rok na '%s', až budeš připraven.
es: No olvide actualizar el año escolar por defecto a '%s' cuando está listo.
ru_ru: Когда будете готовы, не забудьте обновить учебный год по умолчанию на '%s'.
uk_ua: Не забудьте оновити навчальний рік за замовчуванням на '%s', коли будете готові.

source: OK, I am ready
cs_cz: Dobře, jsem připraven/a
es: OK, estoy listo
ru_ru: Хорошо, я готов
uk_ua: Гаразд, я готовий

source: Do not forget to update the default school year to '%d' from <a href="%s" target="_blank">your account</a> when ready.
cs_cz: Nezapomeň aktualizovat výchozí školní rok na '%d' ve <a href="%s" target="_blank">tvém účtu</a>, až budeš připraven.
es: No olvide cambiar el año escolar por defecto por '%d' desde <a href="%s" target="_blank">su cuenta</a> cuando está listo.
ru_ru: Когда будете готовы, не забудьте изменить учебный год по умолчанию на '%d' в <a href="%s" target="_blank">вашей учётной записи</a>.
uk_ua: Не забудьте змінити навчальний рік за замовчуванням на '%d' у <a href="%s" target="_blank">вашого облікового запису</a>, коли будете готові.

source: Do not forget to update the $DefaultSyear to '%d' in the config.inc.php file when ready.
cs_cz: Nezapomeň v souboru config.inc.php aktualizovat $DefaultSyear na '%d', až budeš připraven.
es: No olvide cambiar el valor de $DefaultSyear por '%d' en el archivo config.inc.php cuando está listo.
ru_ru: Не забудьте обновить $DefaultSyear на „%d“ в файле config.inc.php, когда будете готовы.
uk_ua: Не забудьте оновити значення $DefaultSyear до '%d' у config.inc.php подавайте, коли будете готові.

source: That fee has been added to the selected students.
cs_cz: Tento poplatek byl vybraným studentům připočten.
es: Este cobro ha sido asignado a los estudiantes seleccionados.
ru_ru: Эта оплата была добавлена к выбранным учащимся.
uk_ua: Цю сплату було додано для обраних учнів.

source: Please enter a valid Amount.
cs_cz: Zadej prosím platnou částku.
es: Entre una Cantidad válida por favor.
ru_ru: Введите действительную сумму.
uk_ua: Будь ласка, введіть дійсну суму.

source: Add Fee to Selected Students
cs_cz: Přidat poplatek vybraným studentům
es: Agregar Cobro a los Estudiantes Seleccionados
ru_ru: Добавить оплату для выбранных учащихся
uk_ua: Додати сплату для обраних учнів

source: That payment has been added to the selected students.
cs_cz: Byla přidána tato platba pro vybrané studenty.
es: Ese pago ha sido asignado a los estudiantes seleccionados.
ru_ru: Эта оплата была добавлена к выбранным учащимся.
uk_ua: Цей платіж було внесено для обраних учнів.

source: Add Payment to Selected Students
cs_cz: Přidat platbu vybraným studentům
es: Agregar Pago a los Estudiantes Seleccionados
ru_ru: Добавить оплату для выбранных учащимся
uk_ua: Додати платіж для обраних учнів

source: Payments
cs_cz: Platby
es: Pagos
ru_ru: Платежи
uk_ua: Платіж

source: Mass Assign Fees
cs_cz: Poplatky za hromadné přiřazení
es: Asignar Cobros a Varios
ru_ru: Массовое назначение оплат
uk_ua: Групове призначення сплат

source: Mass Assign Payments
cs_cz: Hromadné přiřazení plateb
es: Asignar Pagos a Varios
ru_ru: Массовое назначение платежей
uk_ua: Платежі за масове призначення

source: Student Balances
cs_cz: Zůstatky studentů
es: Saldos Estudiante
ru_ru: Счета учащихся
uk_ua: Баланси учнів

source: Cumulative Balance over school years
cs_cz: Kumulativní zůstatek za školní roky
es: Saldo acumulado sobre los años escolares
ru_ru: Совокупный баланс за школьные годы
uk_ua: Сукупний баланс за шкільні роки

source: Waive
cs_cz: Zřeknout se
es: Becar
ru_ru: Отказ
uk_ua: Відмовлятися

source: Waiver
cs_cz: Zřeknutí se práva
es: Becado
ru_ru: Отказ
uk_ua: Відмова

source: Created by
cs_cz: Vytvořil/a
es: Creado por
ru_ru: Создано
uk_ua: Створено

source: Created at
cs_cz: Vytvořeno v
es: Creado el
ru_ru: Создано в
uk_ua: Створено в

source: Expanded View
cs_cz: Rozšířené zobrazení
es: Vista Ampliada
ru_ru: Расширенный вид
uk_ua: Розширений вигляд

source: Total from Fees
cs_cz: Celkem z poplatků
es: Total de los Cobros
ru_ru: Итого оплачено
uk_ua: Разом по сплаті

source: Total from Payments
cs_cz: Celkem z plateb
es: Total de Pagos
ru_ru: Итого по платежам
uk_ua: Разом по платежах

source: Refund
cs_cz: Vrácení peněz
es: Reembolsar
ru_ru: Возврат
uk_ua: Повернення

source: Lunch Payment
cs_cz: Platba za oběd
es: Pago de Comida
ru_ru: Оплата обеда
uk_ua: Оплата обіду

source: Waived
cs_cz: Upuštěno
es: Becado
ru_ru: Отказано
uk_ua: Скасований

source: Refunded
cs_cz: Vráceno
es: Reembolsado
ru_ru: Возмещено
uk_ua: Повернений

source: %d new fee
cs_cz: %d nový poplatek
es: %d nuevo cobro
ru_ru: %d новая оплата
uk_ua: %d нова сплата
