Repository: Binyam95Bharu/Student-Management-System
Catalog: locale/*.utf8/LC_MESSAGES/rosariosis.po
Languages: cs_cz, es, ru_ru, uk_ua

source: Historical Grades
cs_cz: Historické známky
es: Calificaciones Históricas
ru_ru: Исторические оценки
uk_ua: Історичні оцінки

source: Mass Create Assignments
cs_cz: Hromadné vytváření úkolů
es: Tareas para Varias Clases
ru_ru: Массовое создание заданий
uk_ua: Масове створення завдань

source: Input Final Grades
cs_cz: Zadat konečné známky
es: Entrar Calificaciones Finales
ru_ru: Выставление итоговых оценок
uk_ua: Введення підсумкових оцінок

source: Anomalous Grades
cs_cz: Anomální stupně
es: Calificaciones con Anomalía
ru_ru: Аномальные оценки
uk_ua: Аномальні оцінки

source: Gradebook Grades
cs_cz: Známky ze známkové knížky
es: Calificaciones del Libro
ru_ru: Оценки в журнале успеваемости
uk_ua: Журнал оцінок

source: GPA / Class Rank
cs_cz: Průměr GPA / Hodnocení třídy
es: Promedio / Puesto en la Clase
ru_ru: Средний балл / Рейтинг в классе
uk_ua: Середній бал / Оцінка в класі

source: Progress Report
cs_cz: Zpráva o pokroku
es: Reporte de Progreso
ru_ru: Отчет о результатах
uk_ua: Звіт про хід роботи

source: %s of grade
cs_cz: %s stupně
es: %s de la calificación
ru_ru: %s от оценки
uk_ua: %s оцінки

source: Create Progress Reports for Selected Students
cs_cz: Vytvořit zprávy o pokroku pro vybrané studenty
es: Crear Reportes de Progreso para los Estudiantes Seleccionados
ru_ru: Создать отчёты об успеваемости для выбранных учащихся
uk_ua: Створити звіти про успішність для обраних учнів

source: Exclude Ungraded E/C Assignments
cs_cz: Vyloučit nehodnocené úkoly E/C
es: Excluir las Tareas con Puntos Extra sin Calificación
ru_ru: Исключить не оцененные задания E/C
uk_ua: Виключити завдання, які не були оцінені за E/C

source: Exclude Ungraded Assignments Not Due
cs_cz: Vyloučit nehodnocené úkoly, které nebyly ještě odevzdány
es: Excluir las Tareas sin Calificación No Aplazadas
ru_ru: Исключить задания без оценки, срок выполнения которых не наступил
uk_ua: Виключити завдання, які не були оцінені

source: Group by Assignment Category
cs_cz: Seskupit podle kategorie přiřazení
es: Agrupar por Categoría de Tarea
ru_ru: Группировать по категории задания
uk_ua: Згрупувати за категорією завдань

source: Not due
cs_cz: Nesplatné
es: No se debe entregar
ru_ru: Не подлежит оплате
uk_ua: Не підлягає оплаті

source: Report Card Comment
cs_cz: Komentář k vysvědčení
es: Comentarios del Boletín
ru_ru: Комментарий в табеле успеваемости
uk_ua: Коментар до табеля успішності

source: Comment Code Scale
cs_cz: Měřítko kódu komentáře
es: Escala de Código de Comentario
ru_ru: Шкала кодов комментариев
uk_ua: Шкала кодів коментарів

source: Comment Scale
cs_cz: Měřítko komentářů
es: Escala de Comentario
ru_ru: Шкала комментариев
uk_ua: Шкала коментарів

source: There are no courses setup yet.
cs_cz: Zatím nejsou nastaveny žádné kurzy.
es: Aún no hay cursos configurados.
ru_ru: Пока курсы еще не настроены.
uk_ua: Курси ще не налаштовані.

source: Report Card Comment Category
cs_cz: Kategorie komentářů k vysvědčení
es: Categoría de Comentarios del Boletín
ru_ru: Категория комментариев в табеле успеваемости
uk_ua: Категорія коментарів у табелі успішності

source: Comment Category
cs_cz: Kategorie komentářů
es: Categoría de Comentarios
ru_ru: Категория комментариев
uk_ua: Категорія коментарів

source: Code Scale
cs_cz: Kódová stupnice
es: Escala de Códigos
ru_ru: Шкала кодов
uk_ua: Шкала кодів

source: Report Card Grading Scale
cs_cz: Stupnice hodnocení vysvědčení
es: Escala de Calificaciones del Boletín de Calificaciones
ru_ru: Шкала оценок в табеле успеваемости
uk_ua: Шкала оцінок в табелі успішності

source: Breakoff
cs_cz: Breakoff menu
es: Límite bajo
ru_ru: Отрыв
uk_ua: Відрив

source: Unweighted GP Value
cs_cz: Nevážená hodnota GP
es: Valor de Calificación No Ponderada
ru_ru: Невзвешенное значение среднего балла
uk_ua: Незважене значення середнього балу

source: Scale Value
cs_cz: Hodnota stupnice
es: Valor de Escala
ru_ru: Значение шкалы
uk_ua: Значення шкали

source: Minimum Passing Grade
cs_cz: Minimální známka pro postoupení
es: Calificación Mínima de Aprobación
ru_ru: Минимальный проходной балл
uk_ua: Мінімальний прохідний бал

source: Honor Roll GPA Min
cs_cz: Minimální průměr známek (GPA)
es: Cuadro de Honor: Mínimo de Promedio
ru_ru: Список отличников (хорошо). Минимальный средний балл
uk_ua: Список відмінників за мінімальним середнім балом (Добре)

source: High Honor Roll GPA Min
cs_cz: Minimální průměr GPA pro vysoké cti
es: Distinción del Cuadro de Honor: Mínimo de Promedio
ru_ru: Список отличников (макс). Минимальный средний балл
uk_ua: Список відмінників за мінімальним середнім балом (Відмінно)

source: Honor Roll by Subject GPA Min
cs_cz: Čestná listina podle předmětu GPA
es: Cuadro de Honor por Materia: Mínimo de Promedio
ru_ru: Список отличников по предмету, минимальный средний балл
uk_ua: Список відмінників за мінімальним середнім балом з предмету

source: Create Report Cards for Selected Students
cs_cz: Vytvořit vysvědčení pro vybrané studenty
es: Crear Boletín de Calificaciones para los Estudiantes Seleccionados
ru_ru: Создать табели успеваемости для выбранных учащихся
uk_ua: Створити табелі для вибраних учнів

source: Assignment submitted.
cs_cz: Úkol odevzdán.
es: Tarea entregada.
ru_ru: Задание сдано.
uk_ua: Завдання відправлено.

source: Expand All
cs_cz: Rozbalit všechno
es: Expandir Todo
ru_ru: Развернуть все
uk_ua: Розгорнути все

source: Include Anonymous Statistics
cs_cz: Zahrnout anonymní statistiky
es: Incluir Estadísticas Anónimas
ru_ru: Включить анонимную статистику
uk_ua: Увімкнути анонімну статистику

source: Course Title
cs_cz: Název kurzu
es: Título del Curso
ru_ru: Название курса
uk_ua: Назва курсу

source: Ungraded
cs_cz: Nehodnoceno
es: Sin Calificación
ru_ru: Без оценки
uk_ua: Без оцінок

source: Grade Range
cs_cz: Rozsah známek
es: Gama de Calificaciones
ru_ru: Диапазон оценок
uk_ua: Діапазон оцінок

source: There are no grades available for this student.
cs_cz: Pro tohoto studenta nejsou k dispozici žádné známky.
es: No hay calificaciones disponibles para este estudiante.
ru_ru: Для этого учащегося нет оценок.
uk_ua: Для цього учня немає доступних оцінок.

source: Back to Totals
cs_cz: Zpět k celkům
es: Regresar a los Totales
ru_ru: Вернуться к итогам
uk_ua: До підсумків

source: Points / Possible
cs_cz: Body / Možné
es: Puntos / Posible
ru_ru: Баллы / Возможное количество баллов
uk_ua: Кількість балів / можливо

source: No Grade
cs_cz: Bez známky
es: No Calificado
ru_ru: Без оценки
uk_ua: Оцінка не виставлена

source: Average
cs_cz: Průměr
es: Promedio
ru_ru: Средний
uk_ua: Середній

source: Teacher who enters grades
cs_cz: Učitel, který zadává známky
es: Docente que entra las calificaciones
ru_ru: Учитель, который вводит оценки
uk_ua: Вчитель, який виставляє оцінки

source: Teacher who enters grades for %s
cs_cz: Učitel, který zadává známky pro %s
es: Docente que entra las calificaciones para %s
ru_ru: Учитель, который вводит оценки для %s
uk_ua: Вчитель, який виставляє оцінки для %s

source: Teachers who enter grades for %s
cs_cz: Učitelé, kteří zadávají známky pro %s
es: Docentes que entran las calificaciones para %s
ru_ru: Учителя, которые вводят оценки для %s
uk_ua: Вчителі, які виставляють оцінки для %s

source: Create Transcripts for Selected Students
cs_cz: Vytvořit přepisy pro vybrané studenty
es: Crear Expedientes Académicos para los Estudiantes Seleccionados
ru_ru: Создать выписки для выбранных учащихся
uk_ua: Створити стенограми для вибраних учнів

source: Final Grading Percentages are not configured.
cs_cz: Konečná procenta hodnocení nejsou nakonfigurována.
es: Los porcentajes de la calificación final no están configurados.
ru_ru: Итоговые процентные значения оценки не настроены.
uk_ua: Остаточні процентні значення оцінки не налаштовані.

source: %s Honor Roll
cs_cz: %s Čestná listina
es: Cuadro de Honor del %s
ru_ru: Список отличников %s
uk_ua: Список відмінників %s

source: High Honor Roll
cs_cz: Vysoká čestná listina
es: Distinción del Cuadro de Honor
ru_ru: Список отличников (макс)
uk_ua: Список відмінників (макс)

source: Principal
cs_cz: Hlavní
ru_ru: Основной
uk_ua: Директор

source: Honor Roll by Subject
cs_cz: Čestná listina podle předmětu
es: Cuadro de Honor por Materia
ru_ru: Список отличников по предмету
uk_ua: Список відмінників з предмету

source: High Honor
cs_cz: Vysoká čest
es: Distinciones de Honor
ru_ru: Высокая честь
uk_ua: Висока честь

source: Honor
cs_cz: Čest
es: Distinción
ru_ru: Честь
uk_ua: Дошка пошани

source: Frame
cs_cz: Rám
es: Borde
ru_ru: Рамка
uk_ua: Рамка

source: Include on Report Card
cs_cz: Zahrnout do vysvědčení
es: Incluir en el Boletín de Calificaciones
ru_ru: Включить в табеле
uk_ua: Включити в табель успішності

source: Student Photo
cs_cz: Studentská fotografie
es: Foto del Estudiante
ru_ru: Фотография учащегося
uk_ua: Фотографія учня

source: Percents
cs_cz: Procenta
es: Porcentajes
ru_ru: Проценты
uk_ua: Процентне співвідношення

source: Min. and Max. Grades
cs_cz: Min. a max. známky
es: Calificaciones Mín. y Max.
ru_ru: Мин. и макс. оценки
uk_ua: Мін. і макс. оцінки

source: Credits
cs_cz: Kredity
es: Créditos
ru_ru: Зачётные единицы
uk_ua: Залікові одиниці

source: Group courses by subject
cs_cz: Skupinové kurzy podle předmětu
es: Agrupar los cursos por materia
ru_ru: Группа курсов по предмету
uk_ua: Групові курси з предмету

source: Year-to-date Daily Absences
cs_cz: Denní absence od začátku roku
es: Ausencias Diarias del Año a la fecha
ru_ru: Отсутствия по дням с начала года
uk_ua: Кількість щоденних пропусків за рік

source: Other Attendance Year-to-date
cs_cz: Další účast od začátku roku
es: Otra Asistencia del Año a la Fecha
ru_ru: Прочая посещаемость с начала года
uk_ua: Кількість інших відвідувань за рік

source: Daily Absences this marking period
cs_cz: Denní absence v tomto vyznačovacím období
es: Ausencias diarias este periodo a calificar
ru_ru: Ежедневные пропуски занятий в этот период обучения
uk_ua: Щоденні пропуски в цей період навчання

source: Other Attendance this marking period
cs_cz: Další docházka v tomto vyznačovacím období
es: Otra Asistencia este periodo a calificar
ru_ru: Другая посещаемость в этот период обучения
uk_ua: Інші учасники в цей період навчання

source: Period-by-period absences
cs_cz: Absence v jednotlivých obdobích
es: Ausencias por clase
ru_ru: Пропуски занятий по периодам
uk_ua: Кількість пропусків за період

source: Last row
cs_cz: Poslední řádek
es: Última fila
ru_ru: Последняя строка
uk_ua: Останній рядок

source: Free Text
cs_cz: Volný text
es: Texto libre
ru_ru: Любой текст
uk_ua: Вільний текст

source: Marking Periods
cs_cz: Označování období
es: Períodos a Calificar
ru_ru: Периоды обучения
uk_ua: Періоди навчання

source: Report Card
cs_cz: Vysvědčení
es: Boletín de Calificaciones
ru_ru: Табель успеваемости
uk_ua: Табель успішності

source: Explanation of Comment Codes
cs_cz: Vysvětlení kódů komentářů
es: Explicación de los Códigos de Comentario
ru_ru: Пояснения к кодам комментариев
uk_ua: Пояснення кодів коментарів

source: Daily Absences in %s
cs_cz: Denní absence v %s
es: Ausencias diarias en %s
ru_ru: Ежедневные пропуски занятий в %s
uk_ua: Щоденні пропуски занять в %s

source: Daily Absences this year
cs_cz: Denní absence v tomto roce
es: Ausencias diarias este año
ru_ru: Ежедневные пропуски занятий в этом году
uk_ua: Щоденні пропуски занять цього року

source: %s in %s
cs_cz: %s v %s
es: %s en %s
ru_ru: %s в %s
uk_ua: %s у %s

source: %s this year
cs_cz: %s letos
es: %s este Año
ru_ru: %s этого года
uk_ua: %s цього року

source: his
cs_cz: jeho
es: su
ru_ru: его
uk_ua: його

source: her
cs_cz: její
es: su
ru_ru: её
uk_ua: її

source: his/her
cs_cz: jeho/její
es: su
ru_ru: его/её
uk_ua: його/її

source: Min.
es: Mín.
ru_ru: Мин.
uk_ua: Мін.

source: Max.
ru_ru: Макс.
uk_ua: Макс.

source: You are not allowed to access this assignment.
cs_cz: K tomuto úkolu nemáš přístup.
es: No está autorizado para acceder a esta tarea.
ru_ru: Вам запрещён доступ к этому заданию.
uk_ua: У вас немає доступу до цього завдання.

source: Assignment submission is not enabled.
cs_cz: Odevzdání úkolu není povoleno.
es: La entrega de tarea no está permitida.
ru_ru: Подача заданий отключена.
uk_ua: Відправка завдання не включена.

source: Submission date
cs_cz: Datum podání
es: Fecha de Entrega
ru_ru: Дата подачи
uk_ua: Дата подання заявки

source: Message
cs_cz: Zpráva
es: Mensaje
ru_ru: Сообщение
uk_ua: Повідомлення

source: Submissions for this assignment are closed.
cs_cz: Odevzdávání tohoto úkolu je uzavřeno.
es: No es más posible entregar esta tarea.
ru_ru: Приём работ по этому заданию завершен.
uk_ua: Заявки на участь у цьому завданні закриті.

source: Submit Assignment
cs_cz: Odeslat úkol
es: Entregar Tarea
ru_ru: Отправить задание
uk_ua: Відправити завдання

source: Submitted
cs_cz: Odesláno
es: Entregada
ru_ru: Отправлено
uk_ua: Відправлене

source: Include on Transcript
cs_cz: Zahrnout do přepisu
es: Incluir en el Expediente Académico
ru_ru: Включить в выписку
uk_ua: Включіти до стенограми

source: Credit Hours
cs_cz: Hodiny kreditu
es: Intensidad Horaria
ru_ru: Зачётные часы
uk_ua: Залікові години

source: Studies Certificate
cs_cz: Studijní certifikát
es: Certificado de Estudios
ru_ru: Сертификат об образовании
uk_ua: Сертифікат про навчання

source: Studies Certificate Text
cs_cz: Text studijního certifikátu
es: Texto del Certificado de Estudios
ru_ru: Текст сертификата об образовании
uk_ua: Текст сертифіката про навчання

source: Next Grade
cs_cz: Další ročník
es: Grado Siguiente
ru_ru: Следующий класс
uk_ua: Наступна оцінка

source: Text Block 2
cs_cz: Textový blok 2
es: Bloque de Texto 2
ru_ru: Текстовый блок 2
uk_ua: Текстовий блок 2

source: School Years
cs_cz: Školní roky
es: Años Escolares
ru_ru: Годы обучения в школе
uk_ua: Навчальні роки

source: C.H.
es: I.H.A.
ru_ru: З.Ч.
uk_ua: З.Г.

source: Website
cs_cz: Webové stránky
es: Portal
ru_ru: Веб-сайт
uk_ua: Веб-сайт

source: School Number
cs_cz: Číslo školy
es: Número de la Institución
ru_ru: Номер школы
uk_ua: Номер школи

source: Resources
cs_cz: Zdroje
es: Recursos
ru_ru: Ресурсы
uk_ua: Ресурси

source: Resource
cs_cz: Zdroj
es: Recurso
ru_ru: Ресурс
uk_ua: Ресурс

source: Link
cs_cz: Odkaz
es: Enlace
ru_ru: Ссылка
uk_ua: Посилання

source: Note: None selected means visible to all profiles
cs_cz: Poznámka: Nevybráno znamená, že je viditelné pro všechny profily
es: Nota: ninguno seleccionado significa visible para todos los perfiles
ru_ru: Примечание: "Не выбрано" означает, что оно доступно для всех ролей
uk_ua: Примітка: "не вибрано" означає, що воно доступне для всіх ролей

source: User Profiles
cs_cz: Uživatelské profily
es: Perfiles de Usuario
ru_ru: Роли
uk_ua: Ролі користувачів

source: Limit to Grade Levels
cs_cz: Omezení na úrovně ročníků
es: Limitar a los Grados
ru_ru: Ограничение по классам
uk_ua: Обмеження за класами

source: Dropped
cs_cz: Propadl
es: Retirado
ru_ru: Исключение
uk_ua: Виключення

source: Schedule Record
cs_cz: Naplánovat nahrávání
es: Registro de Horario
ru_ru: Запись расписания
uk_ua: Запис за розкладом

source: Available Seats
cs_cz: Dostupná místa
es: Cupos Disponibles
ru_ru: Доступные места
uk_ua: Вільні місця

source: Show only my courses
cs_cz: Zobrazit pouze mé kurzy
es: Mostrar solo mis cursos
ru_ru: Показывать только мои курсы
uk_ua: Показувати тільки мої курси

source: Conflict: Teacher already scheduled for this period.
cs_cz: Konflikt: Učitel je již na tuto hodinu naplánován.
es: Conflicto: el Docente ya está programado para esta hora.
ru_ru: Конфликт: Учитель уже назначен на этот период.
uk_ua: Конфлікт: вчитель вже призначений на цей період.

source: Conflict: Secondary Teacher already scheduled for this period.
cs_cz: Konflikt: Učitel na druhém stupni je již na tuto hodinu naplánován.
es: Conflicto: el Auxiliar Docente ya está programado para esta hora.
ru_ru: Конфликт: Второй Учитель уже назначен на этот период.
uk_ua: Конфлікт: другий вчитель вже призначений на цей період.

source: New Course Period
cs_cz: Nové období kurzu
es: Nueva Clase
ru_ru: Новый период прохождения курса
uk_ua: Новий період навчання

source: Secondary Teacher
cs_cz: Učitel/ka na druhém stupni
es: Auxiliar Docente
ru_ru: Учитель средней
uk_ua: Вчитель середньої

source: Room
cs_cz: Místnost
es: Salón
ru_ru: Комната
uk_ua: Кімната

source: Seats
cs_cz: Sedadla
es: Asientos
ru_ru: Места
uk_ua: Місця

source: Meeting Days
cs_cz: Dny setkání
es: Días de Clase
ru_ru: Дни встреч
uk_ua: Дні проведення зборів

source: New Period
cs_cz: Nové období
es: Nueva Hora
ru_ru: Новый период
uk_ua: Новий період

source: Parent Course Period
cs_cz: Období rodičovského kurzu
es: Clase Matriz
ru_ru: Родительский период прохождения курса
uk_ua: Батьківський період проходження курсу

source: New Course
cs_cz: Nový kurz
es: Nuevo Curso
ru_ru: Новый курс
uk_ua: Новий курс

source: New Subject
cs_cz: Nový předmět
es: Nueva Materia
ru_ru: Новый предмет
uk_ua: Новий предмет

source: Choose a
cs_cz: Vyber
es: Escoger un(a)
ru_ru: Выбрать
uk_ua: Вибрати

source: Last Year Course Period
cs_cz: Období kurzu v posledním roce
es: Clase del Ultimo Año
ru_ru: Прошлогодний период прохождения курса
uk_ua: Минулорічний період навчання

source: Last Year Course
cs_cz: Kurz minulého roku
es: Curso del Ultimo Año
ru_ru: Курс прошлого года
uk_ua: Минулорічний курс

source: Last Year Subject
cs_cz: Předmět z minulého roku
es: Materia del Ultimo Año
ru_ru: Прошлогодний предмет
uk_ua: Предмет минулого року

source: Enrollment Date
cs_cz: Datum zápisu
es: Fecha de Matrícula
ru_ru: Дата зачисления
uk_ua: Дата зарахування

source: Offer Enrollment in Child Marking Periods
cs_cz: Nabídka zápisu v obdobích hodnocení dětí
es: Ofrecer Matrícula en el Período a Calificar del Estudiante
ru_ru: Предлагать зачисление в периоды обучения детей
uk_ua: Пропозиція про зарахування в період навчання дітей

source: Student with an incomplete schedule
cs_cz: Student s neúplným rozvrhem
es: Estudiante que tiene un horario incompleto
ru_ru: Учащийся с неполным расписанием
uk_ua: Учень з неповним розкладом

source: Student's Absences and Grades
cs_cz: Absence a známky studenta
es: Las Ausencias y las Calificaciones del Estudiante
ru_ru: Пропуски занятий и оценки учащихся
uk_ua: Відсутність та оцінки учня

source: also delete
cs_cz: také smazat
es: eliminar también
ru_ru: также удалить
uk_ua: також видалити

source: This course has been dropped for the selected students' schedules.
cs_cz: Tento kurz byl pro rozvrhy vybraných studentů zrušen.
es: Este curso ha sido eliminado para los horarios de los estudiantes seleccionados.
ru_ru: Этот курс был исключен из расписания выбранных учащихся.
uk_ua: Цей курс було скасовано для розкладу вибраних учнів.

source: You cannot schedule a student into that course during this marking period.
cs_cz: Během tohoto kontrolního období nemůžeš studenta do daného kurzu zařadit.
es: No se puede programar un estudiante en este curso durante este período a calificar.
ru_ru: Вы не можете записать учащегося на этот курс в течение текущего периода обучения.
uk_ua: Ви не можете записати учня на цей курс протягом цього періоду навчання.

source: This course meets on %s.
cs_cz: Tento kurz se koná %s.
es: Esta clase se da en el %s.
ru_ru: Этот курс проводится по %s.
uk_ua: Цей курс відповідає вимогам %s.

source: The date you entered is not valid
cs_cz: Zadané datum není platné
es: La fecha introducida no está válida
ru_ru: Введенная дата недействительна
uk_ua: Вказана вами дата недійсна

source: Drop Course for Selected Students
cs_cz: Zrušení kurzu pro vybrané studenty
es: Eliminar Curso para los Estudiantes Seleccionados
ru_ru: Исключить из курса выбранных учащихся
uk_ua: Скасувати курс для обраних учнів

source: Course to Drop
cs_cz: Kurz ke zrušení
es: Curso para Eliminar
ru_ru: Курс для отказа
uk_ua: Курс для скасування

source: Choose a Course
cs_cz: Vybrat si kurz
es: Escoger un Curso
ru_ru: Выбрать курс
uk_ua: Вибрати курс

source: Drop Date
cs_cz: Datum odevzdání
es: Fecha de Retiro
ru_ru: Дата исключения
uk_ua: Дата припинення

source: This course has been added as a request for the selected students.
cs_cz: Tento kurz byl přidán jako požadavek pro vybrané studenty.
es: Este curso ha sido agregado como solicitud para los estudiantes seleccionados.
ru_ru: Этот курс был добавлен по заявке выбранных учащихся.
uk_ua: Цей курс був доданий як запит для вибраних учнів.

source: Add Request to Selected Students
cs_cz: Přidat požadavek vybraným studentům
es: Agregar Solicitud a los Estudiantes Seleccionados
ru_ru: Добавить заявку для выбранных учащихся
uk_ua: Додати запит для обраних учнів

source: Request to Add
cs_cz: Žádost o přidání
es: Solicitud para Agregar
ru_ru: Заявка на добавление
uk_ua: Запит на додавання

source: The number of selected students exceeds the available seats.
cs_cz: Počet vybraných studentů překračuje dostupná místa.
es: El numero de estudiantes seleccionados sobrepasa los cupos disponibles.
ru_ru: Количество выбранных учащихся превышает количество доступных мест.
uk_ua: Кількість відібраних учнів перевищує кількість доступних місць.

source: Are you sure you want to add %s?
cs_cz: Opravdu chceš přidat %s?
es: ¿Está seguro de querer agregar %s?
ru_ru: Вы уверены, что хотите добавить %s?
uk_ua: Ви впевнені, що хочете додати курс "%s"?

source: Students %s are already scheduled into the %s course.
cs_cz: Studenti %s jsou již zapsáni do kurzu %s.
es: Los estudiantes %s ya están inscritos al curso %s.
ru_ru: Учащиеся %s уже записаны на курс %s.
uk_ua: Учні %s вже зараховані на курс %s.

source: The %s course has been added to the selected students' schedules.
cs_cz: Kurz %s byl přidán do rozvrhů vybraných studentů.
es: El curso %s ha sido agregado al horario de los estudiantes seleccionados.
ru_ru: К расписанию выбранных учащихся добавлен курс %s.
uk_ua: Курс "%s" був доданий до розкладу вибраних учнів.

source: You cannot schedule a student into this course during this marking period.
cs_cz: Během tohoto kontrolního období nemůžeš do tohoto kurzu zařadit studenta.
es: No se puede programar un estudiante en ese curso durante este período a calificar.
ru_ru: Вы не можете записать учащегося на этот курс в течение текущего периода обучения.
uk_ua: Ви не можете записати учня на цей курс протягом цього періоду навчання.

source: The %s course meets on %s.
cs_cz: Kurz %s se koná %s.
es: El curso %s se da en el %s.
ru_ru: Курс %s проходит в %s.
uk_ua: Курс %s відповідає %s.

source: Add Courses to Selected Students
cs_cz: Přidat kurzy vybraným studentům
es: Agregar Cursos a los Estudiantes Seleccionados
ru_ru: Добавить курсы для выбранных учащихся
uk_ua: Додати курси для вибраних учнів

source: Courses to Add
cs_cz: Kurzy k přidání
es: Cursos para Agregar
ru_ru: Курсы для добавления
uk_ua: Курси для додавання

source: Start Date
cs_cz: Datum zahájení
es: Fecha de Inicio
ru_ru: Дата начала
uk_ua: Дата початку

source: Student Schedule
cs_cz: Studentský rozvrh
es: Horario Estudiante
ru_ru: Расписание учащегося
uk_ua: Розклад учня

source: Student Requests
cs_cz: Žádosti studentů
es: Solicitudes de Estudiante
ru_ru: Заявки учащегося
uk_ua: Запити учнів

source: Group Schedule
cs_cz: Rozvrh skupiny
es: Programar en Grupo
ru_ru: Расписание группы
uk_ua: Розклад групи

source: Group Requests
cs_cz: Skupinové požadavky
es: Asignar Varias Solicitudes
ru_ru: Заявки группы
uk_ua: Запити групи

source: Group Drops
cs_cz: Zrušené skupiny
es: Retirar Varios
ru_ru: Исключения группы
uk_ua: Відмова групи

source: Print Schedules
cs_cz: Tisknout plány
es: Imprimir Horarios
ru_ru: Печать расписания
uk_ua: Друк розкладів

source: Print Class Lists
cs_cz: Tisk seznamů tříd
es: Imprimir Listas de Clase
ru_ru: Печать списков занятий
uk_ua: Друк списків занять

source: Print Class Pictures
cs_cz: Vytisknout fotografie třídy
es: Imprimir Fotos de Clase
ru_ru: Печать изображений класса
uk_ua: Друк фотографій класу
