Repository: Binyam95Bharu/Student-Management-System
Catalog: locale/*.utf8/LC_MESSAGES/rosariosis.po
Languages: cs_cz, es, ru_ru, uk_ua

source: Create Reminders for Selected Users
cs_cz: Vytvořit připomenutí pro vybrané uživatele
es: Crear Avisos para los Usuarios Seleccionados
ru_ru: Создание напоминаний для выбранных пользователей
uk_ua: Створити нагадування для вибраних користувачів

source: This user does not have a Food Service Account.
cs_cz: Tento uživatel nemá účet u stravovacích služeb.
es: Este usuario no tiene Cuenta de Servicio de Comida.
ru_ru: У этого пользователя нет счёта в столовой
uk_ua: У цього користувача немає рахунку в їдальні.

source: Gradebook
cs_cz: Známka
es: Libro de Calificaciones
ru_ru: Журнал успеваемости
uk_ua: Журнал

source: Include All Courses
cs_cz: Zahrnout všechny kurzy
es: Incluir Todas las Clases
ru_ru: Включить все курсы
uk_ua: Включає всі курси

source: Include Inactive Students
cs_cz: Zahrnout neaktivní studenty
es: Incluir Estudiantes Inactivos
ru_ru: Включить неактивных учащихся
uk_ua: Включати неактивних учнів

source: Include
cs_cz: Zahrnout
es: Incluir
ru_ru: Включить
uk_ua: Включати

source: Missing Grades
cs_cz: Chybějící známky
es: Calificaciones Faltantes
ru_ru: Отсутствующие оценки
uk_ua: Пропущені оцінки

source: Excused and Negative Grades
cs_cz: Omluvené a negativní známky
es: Excusado y Calificaciones Negativas
ru_ru: Уважительные и отрицательные оценки
uk_ua: Виправдані та негативні оцінки

source: Exceed %d%% and Extra Credit Grades
cs_cz: Překročení %d%% a další kredity
es: Excede %d%% y las Calificaciones con Crédito Extra
ru_ru: Превышение %d%% и дополнительные баллы
uk_ua: Перевищення %d%% і додаткові залікові оцінки

source: Problem
cs_cz: Problém
es: Problema
ru_ru: Проблема
uk_ua: Проблема

source: Name
cs_cz: Jméno
es: Nombre
ru_ru: Имя
uk_ua: Ім'я

source: Assignment
cs_cz: Úkol
es: Tarea
ru_ru: Назначение
uk_ua: Призначення

source: Anomalous Grade
cs_cz: Anomální známka
es: Calificación con Anomalía
ru_ru: Аномальная оценка
uk_ua: Аномальна оцінка

source: Student with Anomalous Grades
cs_cz: Student s anomálními známkami
es: Estudiante con Anomalías en Calificaciones
ru_ru: Учащийся с аномальными оценками
uk_ua: Учень з аномальними оцінками

source: Missing
cs_cz: Chybějící
es: Ausente
ru_ru: Отсутствующий
uk_ua: Відсутній

source: Excused
cs_cz: Omluven
es: Excusado
ru_ru: Уважительной
uk_ua: Поважна причина

source: Extra Credit
cs_cz: Kredit navíc
es: Crédito Extra
ru_ru: Дополнительный кредит
uk_ua: Додатковий кредит

source: Please fill in the required fields
cs_cz: Vyplň prosím povinná pole
es: Por favor llene los campos requeridos
ru_ru: Пожалуйста, заполните обязательные поля
uk_ua: Будь ласка, заповніть необхідні поля

source: Assignment Type
cs_cz: Přiřazení typu
es: Tipo de Tarea
ru_ru: Тип назначения
uk_ua: Тип завдання

source: Points
cs_cz: Body
es: Puntos
ru_ru: Очки
uk_ua: Бали

source: Default Points
cs_cz: Výchozí body
es: Puntos por Defecto
ru_ru: Очки по умолчанию
uk_ua: Бали за замовчуванням

source: Enter an asterisk (*) to excuse student
cs_cz: Zadej hvězdičku (*) pro omluvu studenta
es: Entrar un asterisco (*) para excusar el estudiante
ru_ru: Введите звездочку (*), чтобы освободить учащегося
uk_ua: Введіть зірочку ( * ), щоб виключити учня зі списку

source: Assigned Date
cs_cz: Přiřazené datum
es: Fecha de Asignación
ru_ru: Назначенная дата
uk_ua: Призначена дата

source: Due Date
cs_cz: Datum ke splatnosti
es: Fecha de Plazo
ru_ru: Срок выполнения
uk_ua: Термін виконання

source: Percent
cs_cz: Procento
es: Porciento
ru_ru: Процент
uk_ua: Відсоток

source: Color
cs_cz: Barva
ru_ru: Цвет
uk_ua: Колір

source: Assigned date is after end of quarter!
cs_cz: Přiřazený termín je po konci čtvrtletí!
es: La fecha asignada está después del fin del trimestre!
ru_ru: Назначенная дата наступает после окончания квартала!
uk_ua: Призначена дата-після закінчення чверті!

source: Assigned date is after due date!
cs_cz: Přiřazený termín je po datu odevzdání!
es: La fecha de asignación está después de la fecha de plazo!
ru_ru: Указанная дата наступает после срока выполнения!
uk_ua: Призначена дата - після закінчення терміну виконання!

source: Due date is after end of quarter!
cs_cz: Termín je po konci čtvrtletí!
es: La fecha de plazo está después del fin del trimestre!
ru_ru: Срок выполнения – после окончания четверти!
uk_ua: Термін оплати - після закінчення кварталу!

source: Due date is before assigned date!
cs_cz: Datum splatnosti je před zadaným datem!
es: La fecha de plazo está antes de la fecha de asignación!
ru_ru: Срок выполнения наступает до назначенной даты!
uk_ua: Термін оплати - до призначеної дати!

source: No courses assigned to teacher.
cs_cz: Učiteli nejsou přiřazeny žádné kurzy.
es: Ningún curso asignado al docente.
ru_ru: Учителю не назначены курсы.
uk_ua: Учителеві не призначені курси.

source: Some dates were not entered correctly.
cs_cz: Některá data nebyla zadána správně.
es: Algunas fechas no han sido entradas correctamente.
ru_ru: Некоторые даты были введены неверно.
uk_ua: Деякі дати були введені неправильно.

source: Assignment as well as the associated Grades
cs_cz: Úkol a související známky
es: Tarea así que las Calificaciones asociadas
ru_ru: Задание, а также соответствующие оценки
uk_ua: Завдання та пов'язані з ним оцінки

source: Every Assignment in this Type have 0 Points (Extra Credit). Enter Points for at least one Assignment so the Total can be calculated correctly.
cs_cz: Každý úkol tohoto typu má 0 bodů (extra kredit). Zadej body za alespoň jeden úkol, aby bylo možné správně vypočítat celkový součet.
es: Todas las Tareas de este Tipo tienen 0 Puntos (Crédito Extra). Entra Puntos para al menos una Tarea al fin que el Total pueda ser calculado correctamente.
ru_ru: За каждое задание этого типа начисляется 0 баллов (дополнительный зачёт). Введите баллы хотя бы за одно задание, чтобы можно было правильно рассчитать общую сумму.
uk_ua: За кожне завдання цього типу нараховується 0 балів (додатковий залік). Введіть бали хоча б за одне завдання, щоб можна було правильно розрахувати загальну суму.

source: You are not in the current Quarter.
cs_cz: Nejsi v aktuálním čtvrtletí.
es: No está en el Trimestre actual.
ru_ru: Вы не находитесь в текущем квартале.
uk_ua: Вас немає в поточній чверті.

source: New Assignment
cs_cz: Nové zadání/úkol
es: Nueva Tarea
ru_ru: Новое задание
uk_ua: Нове завдання

source: New Assignment Type
cs_cz: Nový typ úkolu
es: Nuevo Tipo de Tarea
ru_ru: Новый тип задания
uk_ua: Новий тип завдання

source: Enter 0 so you can give students extra credit
cs_cz: Zadej 0, abys studentům mohl dát bonusové body
es: Entrar 0 para poder dar puntos extra a los estudiantes
ru_ru: Введите 0, чтобы вы могли дать учащимся дополнительные баллы
uk_ua: Введіть 0, щоб виставити учням додаткові бали

source: Weight
cs_cz: Hmotnost
es: Coeficiente
ru_ru: Вес
uk_ua: Вага

source: File
cs_cz: Soubor
es: Archivo
ru_ru: Файл
uk_ua: Файл

source: Apply to all Periods for this Course
cs_cz: Aplikuj pro všechna období tohoto kurzu
es: Aplicar a todas las Clases para este Curso
ru_ru: Применить ко всем периодам этого курса
uk_ua: Застосувати до всіх періодів цього курсу

source: Enable Assignment Submission
cs_cz: Povolit odevzdání úkolu
es: Permitir Entrega de Tarea
ru_ru: Разрешить отправку заданий
uk_ua: Ввімкнути відправку завдань

source: Percent of Final Grade
cs_cz: Procento konečné známky
es: Porcentaje de la Calificación Final
ru_ru: Процент от итоговой оценки
uk_ua: Відсоток від підсумкової оцінки

source: Percent Total
cs_cz: Procento celkem
es: Total de los Porcentajes
ru_ru: Итого в процентах
uk_ua: Відсоток від загального числа

source: Order
cs_cz: Pořadí
es: Orden
ru_ru: Порядок
uk_ua: Порядок

source: The gradebook configuration has been modified.
cs_cz: Konfigurace knihy známek byla upravena.
es: La configuración del libro de calificaciones ha sido modificada.
ru_ru: Конфигурация журнала успеваемости была изменена.
uk_ua: Змінено конфігурацію журналу.

source: The gradebook configuration is defined by administrators.
cs_cz: Konfiguraci knihy známek definují administrátoři.
es: La configuración del libro de calificaciones está definida por administradores.
ru_ru: Конфигурация журнала успеваемости определяется администраторами.
uk_ua: Конфігурація журнала успішності визначається адміністраторами.

source: Override individual teacher configuration?
cs_cz: Přepsat konfiguraci jednotlivých učitelů?
es: ¿Invalidar la configuración individual de los docentes?
ru_ru: Переопределить индивидуальную конфигурацию учителя?
uk_ua: Перевизначити індивідуальну конфігурацію вчителя?

source: Assignments
cs_cz: Úkoly
es: Tareas
ru_ru: Задания
uk_ua: Завдання

source: Up
cs_cz: Nahoru
es: Arriba
ru_ru: Выше
uk_ua: Вище

source: Down
cs_cz: Dolů
es: Abajo
ru_ru: Ниже
uk_ua: Нижче

source: Normal
cs_cz: Normální
ru_ru: Норма
uk_ua: Звичайний

source: Score Rounding
cs_cz: Zaokrouhlování skóre
es: Aproximar Calificación
ru_ru: Округление баллов
uk_ua: Округлення балів

source: Newest First
cs_cz: Od nejnovějších
es: Lo más nuevo primero
ru_ru: Сначала новые
uk_ua: Найновіші перші

source: Assignment Sorting
cs_cz: Řazení úkolů
es: Clasificación de Tareas
ru_ru: Сортировка заданий
uk_ua: Сортування за призначенням

source: Automatically calculate and save Final Grades using Gradebook Grades
cs_cz: Automaticky vypočítávat a ukládat konečné známky pomocí známek ze seznamu známek
es: Calcular y guardar automáticamente las Calificaciones Finales usando las Calificaciones del Libro
ru_ru: Автоматически рассчитать и сохранить итоговые оценки с помощью журнала успеваемости
uk_ua: Автоматично розраховувати та зберігати підсумкові оцінки за журналу успішності

source: Weight Assignment Categories
cs_cz: Kategorie přiřazení váhy
es: Ponderar las Categorías de Tareas
ru_ru: Вес категорий заданий
uk_ua: Вага категорій завдань

source: Weight Assignments
cs_cz: Přiřazení váhy
es: Ponderar las Tareas
ru_ru: Вес заданий
uk_ua: Вага завдань

source: Assigned Date defaults to today
cs_cz: Výchozí přiřazené datum je dnes
es: Fecha Asignada por defecto a la fecha
ru_ru: Дата назначения по умолчанию — сегодняшний день
uk_ua: Дата призначення за замовчуванням - сьогодні

source: Due Date defaults to today
cs_cz: Výchozí datum splatnosti je dnes
es: Fecha de Plazo por defecto a la fecha
ru_ru: Срок выполнения по умолчанию — сегодня
uk_ua: Дата здачі за замовчуванням-сьогодні

source: Hide letter grades for all gradebook assignments
cs_cz: Skrýt písemné známky pro všechny úkoly v hodnocení
es: Ocultar las calificaciones (de letra) para todas las tareas del libro de calificaciones
ru_ru: Скрыть буквенные оценки для всех заданий в журнале успеваемости
uk_ua: Приховати літерні оцінки за всі завдання в журналі

source: Hide previous quarters assignment types
cs_cz: Skrýt typy úkolů z předchozích čtvrtletí
es: Ocultar los tipos de tarea de los trimestres pasados
ru_ru: Скрыть типы заданий за предыдущие четверти
uk_ua: Приховати типи завдань за попередні чверті

source: Allowed maximum percent in Anomalous grades
cs_cz: Povolené maximální procento v anomálních stupních
es: Porcentaje máximo permitido en las Calificaciones con Anomalía
ru_ru: Допустимый максимальный процент аномальных оценок
uk_ua: Допустимий максимальний відсоток аномальних оцінок

source: Days until ungraded assignment grade appears in Parent/Student gradebook views
cs_cz: Počet dní do zobrazení známky z nehodnoceného úkolu v hodnocení rodiče/studenta
es: Días antes de que las tareas no calificadas aparezcan en el libro de calificaciones Padres/Estudiante
ru_ru: Дней до появления оценки за неоценённое задание в журнале успеваемости родителей/учеников
uk_ua: Кількість днів, поки в журналі батьків / учнів не з'явиться незареєстрована оцінка за виконання

source: Calculate Eligibility using Cumulative Semester Grades
cs_cz: Výpočet způsobilosti pomocí kumulativních semestrálních známek
es: Calcular Elegibilidad usando Calificaciones Acumuladas del Semestre
ru_ru: Рассчитать возможность допуска на получение стипендии по суммарным оценкам за семестр
uk_ua: Розрахувати допуски, використовуючи сумарні оцінки за семестр

source: Final Grades
cs_cz: Konečné známky
es: Calificaciones Finales
ru_ru: Итоговые оценки
uk_ua: Підсумкові оцінки

source: Default %s comment code
cs_cz: Výchozí kód komentáře %s
es: Código de comentario %s por defecto
ru_ru: Код комментария по умолчанию %s
uk_ua: Коментар за замовчуванням %s

source: Score Breakoff Points
cs_cz: Body za přerušení
es: Límites bajos de la Calificación
ru_ru: Очки за отрыв
uk_ua: Бали за розрив

source: Final Grading Percentages
cs_cz: Konečné procento hodnocení
es: Porcentajes de la Calificación Final
ru_ru: Проценты окончательной оценки
uk_ua: Прикінцеві Відсотки класифікації

source: Year and Semester marking periods are not graded.
cs_cz: Roční a semestrální hodnocení se nehodnotí.
es: Los periodos a calificar Año y Semestre no son calificados.
ru_ru: Годовые и семестровые периоды обучения не оцениваются.
uk_ua: Річні та семестрові періоди навчання не оцінюються.

source: History Marking Period
cs_cz: Historie značení období
es: Período a Calificar Histórico
ru_ru: История периода обучения
uk_ua: Історія періоду навчання

source: Grade Post Date
cs_cz: Datum zveřejnění známky
es: Fecha de Publicación de la Calificación
ru_ru: Дата выставления оценки
uk_ua: Дата виставлення оцінки

source: Semester
cs_cz: Semestr
es: Semestre
ru_ru: Семестр
uk_ua: Семестр

source: Quarter
cs_cz: Čtvrtletí
es: Trimestre
ru_ru: Четверть
uk_ua: Чверть

source: Student Grade
cs_cz: Známka studenta
es: Calificación del Estudiante
ru_ru: Оценка учащегося
uk_ua: Оцінка учня

source: Add another marking period
cs_cz: Přidat další značkovací období
es: Agregar otro período académico
ru_ru: Добавить ещё один период обучения
uk_ua: Додати ще один період навчання

source: Marking Period Statistics
cs_cz: Statistiky označovacího období
es: Estadística del Período a Calificar
ru_ru: Статистика за период обучения
uk_ua: Статистика по балах за період навчання

source: Unweighted
cs_cz: Nevážené
es: No Ponderado
ru_ru: Невзвешенный
uk_ua: Незважене

source: Class Rank GPA
cs_cz: Průměrné hodnocení ve třídě
es: Puesto en la Clase Promedio
ru_ru: Рейтинг в классе средний балл
uk_ua: Середній бал у класі

source: New Marking Period
cs_cz: Nové období značení
es: Nuevo Período Académico
ru_ru: Новый период обучения
uk_ua: Новий період навчання

source: Percentage
cs_cz: Procento
es: Percentaje
ru_ru: Процент
uk_ua: Відсоток

source: Grade Points
cs_cz: Body hodnocení
es: Puntos de la Calificación
ru_ru: Оценки
uk_ua: Оціночні бали

source: Unweighted Grade Points
cs_cz: Nevážené body za hodnocení
es: Puntos de la Calificación No Ponderado
ru_ru: Невзвешенные баллы
uk_ua: Незважені оціночні бали

source: Grade Scale
cs_cz: Stupnice hodnocení
es: Escala de Calificaciones
ru_ru: Шкала оценок
uk_ua: Шкала оцінок

source: Credit Attempted
cs_cz: Pokus o kredit
es: Créditos Intentados
ru_ru: Попытка получения кредита
uk_ua: Спроба заліку

source: Credit Earned
cs_cz: Získané kredity
es: Créditos Ahorrados
ru_ru: Заработанный кредит
uk_ua: Отриманий залік

source: Credit Category
cs_cz: Kategorie kreditu
es: Categoría de Crédito
ru_ru: Категория кредита
uk_ua: Категорія заліку

source: Affects Class Rank
cs_cz: Ovlivňuje hodnost třídy
es: Afecta al Puesto en la Clase
ru_ru: Влияет на рейтинг класса
uk_ua: Впливає на ранг класу

source: Remove Marking Period
cs_cz: Odebrat označení období
es: Eliminar Período Académico
ru_ru: Удалить период обучения
uk_ua: Видалити період навчання

source: Final Grade
cs_cz: Konečná známka
es: Calificación Final
ru_ru: Итоговая оценка
uk_ua: Підсумкова оцінка

source: General Comments
cs_cz: Obecné komentáře
es: Comentarios Generales
ru_ru: Общие комментарии
uk_ua: Загальні коментарі

source: Comment Codes
cs_cz: Kódy komentářů
es: Códigos de Comentarios
ru_ru: Коды комментариев
uk_ua: Коди коментарів

source: Comment Scales
cs_cz: Váhy komentářů
es: Escalas de Comentario
ru_ru: Шкала комментариев
uk_ua: Шкали коментарів

source: Course-specific Comments
cs_cz: Komentáře specifické pro kurz
es: Comentarios específicos al Curso
ru_ru: Комментарии по конкретному курсу
uk_ua: Коментарі до конкретного курсу

source: You must choose at least one student and one marking period.
cs_cz: Musíš si vybrat alespoň jednoho studenta a jedno kontrolní období.
es: Debe escoger por lo menos un período a calificar y un estudiante.
ru_ru: Нужно выбрать хотя бы одного учащегося и один период обучения.
uk_ua: Ви повинні вибрати принаймні одного учня та один період навчання.

source: Create Grade Lists for Selected Students
cs_cz: Vytvořit seznam známek pro vybrané studenty
es: Crear Listas de Calificaciones para los Estudiantes Seleccionados
ru_ru: Создать списки оценок для выбранных учащихся
uk_ua: Створити списки оцінок для вибраних учнів

source: Include on Grade List
cs_cz: Zahrnout do seznamu známek
es: Incluir en la Lista de Calificaciones
ru_ru: Включить в список оценок
uk_ua: Включити до списку оцінок

source: Grade Breakdown
cs_cz: Rozdělení známek
es: Análisis de Calificación
ru_ru: Распределение оценок
uk_ua: Розбивка оцінок

source: This course is not graded.
cs_cz: Tento kurz není známkován.
es: Esta clase no está calificada.
ru_ru: Этот курс не оценивается.
uk_ua: Цей курс не оцінюти.

source: GPA Value
cs_cz: Hodnota GPA
es: Valor de Promedio
ru_ru: Значение среднего балла
uk_ua: Середній бал

source: Number of Students
cs_cz: Počet studentů
es: Número de Estudiantes
ru_ru: Количество учащихся
uk_ua: Кількість учнів

source: Submission
cs_cz: Podání
es: Entrega
ru_ru: Представление
uk_ua: Підпорядкування

source: Letter
cs_cz: Dopis
es: Calificación
ru_ru: Письмо
uk_ua: Лист

source: Assignment Types
cs_cz: Typy přiřazení
es: Tipos de Tarea
ru_ru: Назначение типов
uk_ua: Призначення типів

source: Include Inactive Assignments
cs_cz: Zahrnout neaktivní úkoly
es: Incluir Tareas Inactivas
ru_ru: Включить неактивные задания
uk_ua: Включити неактивні призначення

source: Assignment is Due
cs_cz: Úkol je odevzdán
es: Tarea está Aplazada
ru_ru: Срок сдачи задания
uk_ua: Необхідно виконати призначення

source: You can not edit these grades.
cs_cz: Tyto známky nelze upravovat.
es: Usted no puede editar estas calificaciones.
ru_ru: Вы не можете изменять эти оценки.
uk_ua: Ви не можете редагувати ці оцінки.

source: Create Honor Roll for Selected Students
cs_cz: Vytvoř čestnou listinu pro vybrané studenty
es: Crear Cuadro de Honor para los Estudiantes Seleccionados
ru_ru: Создать список отличников для выбранных учащихся
uk_ua: Створити список відмінників для вибраних учнів

source: Certificates
cs_cz: Certifikáty
es: Certificados
ru_ru: Сертификаты
uk_ua: Сертифікати

source: Display Name
cs_cz: Zobrazovaný název
es: Nombre para Mostrar
ru_ru: Отображаемое имя
uk_ua: Відображуване ім'я

source: You cannot enter grades for this course period.
cs_cz: Pro toto období kurzu nelze zadávat známky.
es: Usted no puede entrar calificaciones para esta clase.
ru_ru: Вы не можете ввести оценки за этот период прохождения курса.
uk_ua: Ви не можете вказати оцінки за цей період навчання.

source: All Courses
cs_cz: Všechny kurzy
es: Todos los Cursos
ru_ru: Все курсы
uk_ua: Всі курси

source: General
cs_cz: Obecné
ru_ru: Общие
uk_ua: Загальне

source: No Grades found for %s Percent.
cs_cz: Pro %s procent nenalezeny žádné známky.
es: No se encontró ninguna calificación para %s por ciento.
ru_ru: Для найдено оценок для %s процента.
uk_ua: Не знайдено оцінок для %s проценту.

source: Grading Scales
cs_cz: Hodnotící stupnice
es: Escalas de Calificaciones
ru_ru: Шкала оценок
uk_ua: Шкали оцінок

source: Report Card Comments
cs_cz: Komentáře k vysvědčení
es: Comentarios del Boletín
ru_ru: Комментарии в табеле успеваемости
uk_ua: Коментарі до табеля успішності

source: Grade Posting dates: %s - %s
cs_cz: Datum zveřejnění známek: %s - %s
es: Fechas de Publicación de Calificaciones: %s - %s
ru_ru: Даты публикации оценок: %s - %s
uk_ua: Дати оцінки: %s - %s

source: These grades are complete.
cs_cz: Tyto známky jsou kompletní.
es: Estas calificaciones están completas.
ru_ru: Эти оценки являются окончательными.
uk_ua: Ці оцінки заповнені.

source: These grades are NOT complete.
cs_cz: Tyto známky NEJSOU úplné.
es: Estas calificaciones NO están completas.
ru_ru: Эти оценки НЕ являются окончательными.
uk_ua: Ці оцінки не заповнені.

source: You can edit these grades.
cs_cz: Tyto známky můžeš upravovat.
es: Usted puede editar estas calificaciones.
ru_ru: Вы можете изменить эти оценки.
uk_ua: Ви можете редагувати ці оцінки.

source: Get Gradebook Grades.
cs_cz: Získej známky ze studijní knížky.
es: Obtener las Calificaciones del Libro.
ru_ru: Получить оценки из журнала успеваемости.
uk_ua: Отримати оцінки з журналу.

source: Get %s Grades
cs_cz: Získat %s známek
es: Obtener las Calificaciones del %s
ru_ru: Получить оценки %s
uk_ua: Отримати %s оцінок

source: Get %s Comments
cs_cz: Získat %s komentářů
es: Obtener los Comentarios del %s
ru_ru: Получить %s комментариев
uk_ua: Отримати %s коментарів

source: Clear All
cs_cz: Vymazat vše
es: Vaciar todo
ru_ru: Очистить все
uk_ua: Очистити все

source: Use the "%s" Grade Scale Comments
cs_cz: Použij hodnocení na stupnici "%s" Komentáře
es: Usar los comentarios de la escala de calificaciones "%s"
ru_ru: Использовать комментарии по шкале оценок "%s"
uk_ua: Використовуйте коментарі за шкалою оцінок "%s"

source: Comment %d
cs_cz: Komentář %d
es: Comentario %d
ru_ru: Комментарий %d
uk_ua: Коментар %d

source: Add Comment
cs_cz: Přidat komentář
es: Agregar un Comentario
ru_ru: Добавить комментарий
uk_ua: Додати коментар

source: Class average
cs_cz: Průměr třídy
es: Promedio de la clase
ru_ru: Усреднённое занятие
uk_ua: Середнє значення для заняття

source: You must choose a course.
cs_cz: Musíš si vybrat kurz.
es: Debe escoger un curso.
ru_ru: Вы должны выбрать курс.
uk_ua: Вам необхідно вибрати курс.

source: The Assignments were successfully created.
cs_cz: Úkoly byly úspěšně vytvořeny.
es: Las Tareas han sido creadas exitosamente.
ru_ru: Задания были успешно созданы.
uk_ua: Завдання були успішно створені.

source: The Assignment Types were successfully created.
cs_cz: Typy přiřazení byly úspěšně vytvořeny.
es: Los Tipos de Tarea han sido creados exitosamente.
ru_ru: Типы заданий были успешно созданы.
uk_ua: Типи завдань були успішно створені.

source: Create Assignment for Selected Course Periods
cs_cz: Vytvořit úkol pro vybraná období kurzu
es: Crear la Tarea para las Clases Seleccionadas
ru_ru: Создать задание для выбранных периодов прохождения курса
uk_ua: Створити завдання для обраних періодів проходження курсу

source: Create Assignment Type for Selected Courses
cs_cz: Vytvořit typ úkolu pro vybrané kurzy
es: Crear el Tipo de Tarea para los Cursos Seleccionados
ru_ru: Создать тип задания для выбранных курсов
uk_ua: Створити тип завдання для обраних курсів

source: Report Cards
cs_cz: Vysvědčení
es: Boletines de Calificaciones
ru_ru: Табели
uk_ua: Табелі успішності

source: Honor Roll
cs_cz: Čestná listina
es: Cuadro de Honor
ru_ru: Список отличников (хорошисты)
uk_ua: Список відмінників

source: Transcripts
cs_cz: Přepisy
es: Expedientes Académicos
ru_ru: Стенограммы
uk_ua: Стенограми

source: Student Grades
cs_cz: Známky studentů
es: Calificaciones de los Estudiantes
ru_ru: Оценки учащегося
uk_ua: Оцінки учнів

source: Progress Reports
cs_cz: Zprávy o pokroku
es: Reportes de Progreso
ru_ru: Отчёты об успеваемости
uk_ua: Звіти про успішність

source: GPA / Class Rank List
cs_cz: GPA / Seznam hodnocení ve třídě
es: Lista Promedio / Puesto en la Clase
ru_ru: Средний балл / рейтинг в классе
uk_ua: Список середнього балу / рейтингу класу

source: History Marking Periods
cs_cz: Historie označování období
es: Períodos a Calificar Históricos
ru_ru: История периодов обучения
uk_ua: Історія періодів навчання
